{
    "0": {
        "question": "An astronomer notes that a planet spins more rapidly after a meteorite impact. Which is the most probable consequence of this rise in rotation?"
    },
    "1": {
        "question": "A team of engineers wanted to understand how various building designs would react during an earthquake. They created several models of buildings and tested each for its capacity to endure earthquake conditions. What will most likely result from evaluating different building designs?"
    },
    "2": {
        "question": "The final outcome in the process of photosynthesis is the creation of sugar and oxygen. Which stage indicates the start of photosynthesis?"
    },
    "3": {
        "question": "A physicist aims to ascertain the velocity a car must achieve to leap over a ramp. The physicist performs three experiments. In experiments two and three, the velocity of the car is augmented by 20 miles per hour. What is the physicist examining when he alters the velocity?"
    },
    "4": {
        "question": "An astronaut releases a 1.0 kg item and a 5.0 kg item on the Moon. Both items descend a total distance of 2.0 m vertically. Which of the following best characterizes the items after they have descended a distance of 1.0 m?"
    },
    "5": {
        "question": "Devil facial tumor disease (DFTD) is an illness that is drastically reducing the population of Tasmanian devils. The disease spreads from one animal to another through bites and is caused by pathogens. The pathogens lead to malignant tumors that disseminate throughout an infected animal's body and kill it. What is the best depiction of DFTD?"
    },
    "6": {
        "question": "A type of small mammal from the mountainous regions of the western United States makes its home out of piles of stones. During summer months, the mammal stores grasses and seeds in sheltered spots in the rock piles. Which of the following is the most likely reason for this behavior?"
    },
    "7": {
        "question": "Fossilized palm trees are located in sedimentary rock close to glaciers. The existence of the fossilized palm trees most likely supports which statement?"
    },
    "8": {
        "question": "Farmers in Wyoming were worried because some of their chickens were being attacked by hawks that resided in regions surrounding their ranches. The farmers banded together and hunted the hawks until they were no longer in their vicinity. Which would most probably occur next?"
    },
    "9": {
        "question": "Copper is an element utilized in electrical wires. What is the smallest unit of copper that still retains the characteristics of copper?"
    },
    "10": {
        "question": "According to cell classification, prokaryotic cells are divided from eukaryotic cells. Which characteristic is commonly used to differentiate prokaryotic cells from eukaryotic cells?"
    },
    "11": {
        "question": "Which statement best outlines the impact of the Sun on the oceans?"
    },
    "12": {
        "question": "The morning temperature in a city is 41°F. If a sunny, pleasant day is predicted, which temperature is most probable for 2:00 p.m.?"
    },
    "13": {
        "question": "A class organizes an investigation to determine which brand of light bulb endures the longest. Which of these steps should occur first?"
    },
    "14": {
        "question": "Which of these gases is the most prevalent greenhouse gas in the lower atmosphere of Earth?"
    },
    "15": {
        "question": "At what temperature does water freeze?"
    },
    "16": {
        "question": "Fossil bones and teeth of dinosaurs have been studied for the past century. Recent findings of fossilized dinosaurs have also uncovered details of soft tissues, such as skin. Which is best for a scientist to do when presenting research on dinosaurs now?"
    },
    "17": {
        "question": "Molly was preparing iced tea by placing tea bags in boiling water. She needed to cool the hot tea rapidly, so she poured it into a pitcher full of ice. Which best describes the flow of thermal energy?"
    },
    "18": {
        "question": "Logging companies harvest trees in a forest and deliver the trees to lumber mills distant from the forest. The mills produce boards that are utilized for construction. Some logging companies do not plant tree saplings after cutting trees. Not planting tree saplings might impact people who require boards in the future because"
    },
    "19": {
        "question": "It was once believed that living organisms could originate from non-living matter. For instance, people thought that flies would emerge from decaying meat. This concept was later disproven primarily because of"
    },
    "20": {
        "question": "Cells absorb nutrients for energy. The component of the cell that assists in the digestion of the food is the lysosome. What is the primary function of lysosomes in the process of food digestion?"
    },
    "21": {
        "question": "When an electric current is passed through water (H_{2}O) using a particular apparatus, hydrogen (H_{2}) and oxygen (O_{2}) gases are produced. How can this reaction be represented in a chemical equation?"
    },
    "22": {
        "question": "What is a truth about penguins?"
    },
    "23": {
        "question": "A glass of water at 110°F is positioned in a room next to a glass of water that is 50°F. The temperature of the room is 73°F at all times. If the two glasses were left in the room overnight, the temperature for both glasses of water the following day would be roughly"
    },
    "24": {
        "question": "Snow, rain, hail, and mist are all types of"
    },
    "25": {
        "question": "Scott loaded a tray with juice and placed it in a freezer. The following day, Scott opened the freezer. How did the juice most probably change?"
    },
    "26": {
        "question": "On August 21, a flash flood alert was issued for the Las Vegas region. Which statement best describes this alert in terms of weather and climate?"
    },
    "27": {
        "question": "Students heated three items to various temperatures during a classroom demonstration. Each item emitted light of a distinct color as shown below. Object 1: blue light Object 2: red light Object 3: orange light Which list shows the objects in order from highest to lowest temperature?"
    },
    "28": {
        "question": "Small organisms known as plankton reside in oceans. Some plankton can harness energy from the Sun and convert it into food. In what way are plankton most beneficial to the creatures that dwell in the ocean?"
    },
    "29": {
        "question": "Which assertion most accurately describes why a tree branch floats on water?"
    },
    "30": {
        "question": "Learners are examining two fossils in a laboratory. They are informed by the instructor that the fossils were discovered in distinct rock layers. What are the learners most likely able to infer from merely observing the fossils?"
    },
    "31": {
        "question": "Earth's distance from the Sun allows water to be easily accessible for organisms. Which characteristic of water is most crucial for these organisms?"
    },
    "32": {
        "question": "Which statement accurately describes a characteristic of a type of matter?"
    },
    "33": {
        "question": "Which statement describes a beneficial impact of a scientific discovery?"
    },
    "34": {
        "question": "Which natural phenomenon happens with the most regularity?"
    },
    "35": {
        "question": "A researcher charts an extensive area where earthquakes begin and concludes this area is a transform plate boundary. What evidence would prompt the researcher to reconsider this conclusion?"
    },
    "36": {
        "question": "Which best illustrates how the sun might compare to a different-sized star, if they were right next to each other?"
    },
    "37": {
        "question": "Which assertion is correct about the solar system?"
    },
    "38": {
        "question": "What is the primary role of photosynthetic cells within a plant?"
    },
    "39": {
        "question": "Which of the following is the main distinction between hydraulic and pneumatic systems?"
    },
    "40": {
        "question": "In the spring and early summer, bears frequently rub their backs against trees to shed winter fur. This is an instance of an animal"
    },
    "41": {
        "question": "What event happens once each day?"
    },
    "42": {
        "question": "What is the weight of a carbon atom that contains 6 protons, 7 neutrons, and 6 electrons?"
    },
    "43": {
        "question": "The velocity of a sound wave changes as it moves through various substances. Which factor will primarily influence the speed of a sound wave?"
    },
    "44": {
        "question": "Which statement most accurately describes the energy transformations that happen while a child is riding on a sled down a steep, snow-covered hill?"
    },
    "45": {
        "question": "The optimal method to extract salt from water is with the use of"
    },
    "46": {
        "question": "Which is the finest piece of equipment to ascertain the topography of the United States?"
    },
    "47": {
        "question": "Which instrument would be ideal to employ to ascertain how long it takes a cup of water to boil?"
    },
    "48": {
        "question": "To ascertain how closely related organisms are, scientists take into account all of the following except"
    },
    "49": {
        "question": "What is an instance of a learned behavior?"
    },
    "50": {
        "question": "Assume 20 g of liquid hydrogen peroxide is heated until it fully decomposes into liquid water and oxygen gas. Which best describes the total mass of the water and oxygen that was formed?"
    },
    "51": {
        "question": "Air lacks color and is invisible, yet it occupies space. What could be done to demonstrate that air occupies space?"
    },
    "52": {
        "question": "Which geological process most likely led to the creation of the Mount St. Helens Volcano?"
    },
    "53": {
        "question": "Which example demonstrates a relationship between a living entity and an inanimate object?"
    },
    "54": {
        "question": "Images from the Voyager and the Galileo spacecraft offer proof Europa has a liquid sea beneath a layer of ice that arises partly from unique, surface-fracturing patterns caused by which events?"
    },
    "55": {
        "question": "All natural resources on Earth are either sustainable or finite. Whether a resource is sustainable or finite depends on how quickly or slowly the resource is replenished. If the resource is consumed faster than it is replenished, then the resource will, eventually, vanish. Which activity demonstrates the use of a finite natural resource?"
    },
    "56": {
        "question": "Researchers examined largemouth bass groups in multiple different geographic areas. They documented details about the size, count, and weight of fish in each group. Which of the following will be most suitable for documenting these data?"
    },
    "57": {
        "question": "A bar magnet was shifted rapidly back and forth in a coil of copper wire. The ends of the wire were linked to a small lightbulb. Which of the following was the device intended for?"
    },
    "58": {
        "question": "Which of the following characteristics is most affected by the environment?"
    },
    "59": {
        "question": "Which of the following actions will enhance the gravitational force between two masses, m_{1} and m_{2}, by the greatest amount?"
    },
    "60": {
        "question": "What are the substances in the reaction depicted below? HCl + NaOH ->"
    },
    "61": {
        "question": "Why do the majority of the leaves of woodland trees grow at the top of the tree?"
    },
    "62": {
        "question": "The terms gas exchange, diaphragm, and inhale are most commonly linked to which system in the human body?"
    },
    "63": {
        "question": "Which of the following organs in fish serves the same purpose as the human lung?"
    },
    "64": {
        "question": "Dominic is examining a volvox colony and a paramecium under a microscope. He writes in his journal that the volvox colony and the paramecium are alike because they possess numerous organelles for movement. What would Dominic most probably observe about the movement of a volvox colony and a paramecium?"
    },
    "65": {
        "question": "Why does sexual reproduction lead to more genetic variation than asexual reproduction?"
    },
    "66": {
        "question": "Some students are conducting hardness tests on various substances. X scratches Y. Y scratches Z. Z scratches W. Which of these statements best characterizes the hardness of substance W?"
    },
    "67": {
        "question": "Researchers have investigated the yield of crops in mountainous valleys. In certain regions, the valleys are more fruitful than others. The increase in which factor most likely explains the high yield of some areas in mountainous valleys?"
    },
    "68": {
        "question": "The salt in sea water originates from all of the following except"
    },
    "69": {
        "question": "What is the main cause of rainstorms?"
    },
    "70": {
        "question": "Garden plants on Earth need four resources to survive: soil, air, water, and sunlight. How many of these resources are essential for life to exist on the moon or another planet?"
    },
    "71": {
        "question": "Which is most beneficial to a student who is dividing aluminum screws from steel screws?"
    },
    "72": {
        "question": "Some researchers predict that as greenhouse gases alter the Earth's climate, the frequency and intensity of hurricanes will rise. For this to happen, the climate change would have to impact Earth by altering the"
    },
    "73": {
        "question": "Over an extended period of time, flowing water in a river wears away the riverbed. This erosion leads the river to"
    },
    "74": {
        "question": "Which best clarifies what scientists are indicating when they use the term conservation?"
    },
    "75": {
        "question": "Which objects in our solar system emit their own light?"
    },
    "76": {
        "question": "A pupil analyzed diagrams of two distinct cells. One cell was prokaryotic, and the other cell was eukaryotic. What should the pupil do to determine a significant difference between the diagrams?"
    },
    "77": {
        "question": "Under which condition would an adaptation that reduces the duration of a tadpole's metamorphosis be most beneficial?"
    },
    "78": {
        "question": "A 20 N item is situated on a surface and begins to slide. What is the most probable cause the item starts to move?"
    },
    "79": {
        "question": "Which items would require the least amount of time to break down in nature?"
    },
    "80": {
        "question": "Which procedure in the carbon cycle takes the longest to finish?"
    },
    "81": {
        "question": "Certain marine organisms dwelling deep in the ocean are able to generate their own light. The light they generate is most likely utilized for which of these activities?"
    },
    "82": {
        "question": "When the temperature of a specimen of 25 water is -5°C, the water is"
    },
    "83": {
        "question": "Thomas Edison probably created the light bulb by utilizing"
    },
    "84": {
        "question": "A student examines the effects of fertilizer on corn plants by executing the following steps.1. Plant groups of corn plants in identical type and quantity of soil in full sunlight.2. Add the same quantity of different brands of fertilizer to each group.3. Water the plants for 5 minutes each day.4. Measure the heights of the plants each day. What is the independent variable in this investigation?"
    },
    "85": {
        "question": "The rotation duration for each planet in our solar system varies. The rotation duration for Earth is"
    },
    "86": {
        "question": "As early as the 1600s, researchers observed that the continents seemed to fit together like pieces of a puzzle. The notion that the continents were once united and had drifted apart was not widely accepted. In the 1940s, technology utilized on submarines provided evidence of continental movement. This technology enabled the scientists to do which of these?"
    },
    "87": {
        "question": "Which of the following assertions is a scientific hypothesis?"
    },
    "88": {
        "question": "A pitcher hurls a 0.15 kg baseball at 40 m/s towards the catcher. What is the momentum of the baseball while traveling at 40 m/s?"
    },
    "89": {
        "question": "Which action describes how a somatic cell mutation can damage an organism?"
    },
    "90": {
        "question": "What can probably be observed without the help of a telescope on a clear night?"
    },
    "91": {
        "question": "The stem is a crucial component of many plants. Which of the following is most analogous to the function carried out by the stem of a plant?"
    },
    "92": {
        "question": "Students sprinkle salt into a container of water, and they sprinkle pepper into another container of water. Which statement best compares the two containers?"
    },
    "93": {
        "question": "The pupils in a class would like to create 20 paper sailboats for a race. The students will choose one design and gather the supplies they need to build the boats. Which of the following is the best way for the students to ensure the paper sailboats will float without tipping over in the water?"
    },
    "94": {
        "question": "A carbon monoxide alarm is utilized in homes to"
    },
    "95": {
        "question": "Gases can be readily compressed and are capable of expanding to fill their containers. These characteristics of gases serve as examples of"
    },
    "96": {
        "question": "Experiments indicate that mice can learn to press a lever in order to obtain food. This learning capacity can aid mice in surviving in the wild by enabling them to"
    },
    "97": {
        "question": "How are sedimentary rocks formed?"
    },
    "98": {
        "question": "What structures are shared by both plant and animal cells?"
    },
    "99": {
        "question": "A refined metal sphere appears very glossy and luminous on a sunny day. What causes the sphere to appear glossy?"
    },
    "100": {
        "question": "Electric vehicles are costly to own, and charging stations are not easily accessible. Unlike vehicles that operate on fossil fuels, electric vehicles emit no carbon monoxide when being driven. Which of the following best explains why individuals opt to use this technology?"
    },
    "101": {
        "question": "Why does a plastic rod acquire a negative charge after being rubbed with a piece of fur?"
    },
    "102": {
        "question": "Lasers are employed in surgery for"
    },
    "103": {
        "question": "The finest depiction of the troposphere is the section of the atmosphere with the"
    },
    "104": {
        "question": "Students utilize tweezers and magnifying lenses to inspect a piece of mold on bread. What should they also employ for safety in this investigation?"
    },
    "105": {
        "question": "When you have insufficient water in your body, your kidneys release antidiuretic hormone (ADH). What occurs in reaction to ADH?"
    },
    "106": {
        "question": "Robert added two drops of an indicator into vinegar, and the color changed to red. He then introduced drops of ammonia solution until the color vanished. What process took place?"
    },
    "107": {
        "question": "Tapeworms reside in the intestines of dogs and take in nutrients from the food the dog consumes. Which best describes the result of this relationship?"
    },
    "108": {
        "question": "In certain U.S. national parks, black bears have lost their fear of humans and search for food near campsites along the roadside. This is an example of an animal"
    },
    "109": {
        "question": "Which of the following exist on both Earth and the moon?"
    },
    "110": {
        "question": "In pea plants, the characteristic for round seeds is dominant over the characteristic for wrinkled seeds. If a pure dominant plant with round seeds is crossed with a plant with wrinkled seeds, what can be anticipated about the offspring plants?"
    },
    "111": {
        "question": "A student desires to determine the rate of evaporation of a volatile liquid at ambient temperature. Which piece of equipment would be optimal to use in this investigation?"
    },
    "112": {
        "question": "When chilly air is at the peaks of mountains, the air"
    },
    "113": {
        "question": "Which material, when combined with water, will create the best conductor of electricity?"
    },
    "114": {
        "question": "Coal-powered facilities are created specifically to convert"
    },
    "115": {
        "question": "What occurs when an atom acquires an electron?"
    },
    "116": {
        "question": "As stream speed decreases, which factor will probably increase?"
    },
    "117": {
        "question": "Which assertion is accurate regarding rocks?"
    },
    "118": {
        "question": "An aircraft travels in a straight path between two cities that are 840 kilometers apart. If it requires 4 hours for the aircraft to complete the journey, what is its average velocity?"
    },
    "119": {
        "question": "Which of the following best describes the significance of having a uniform taxonomic classification system when assessing the relatedness of organisms?"
    },
    "120": {
        "question": "Giselle creates a model, using foam spheres, to depict the events in a solar eclipse. To illustrate this phenomenon best, the foam sphere model should have which feature?"
    },
    "121": {
        "question": "A toy vehicle rolls over a smooth surface. If the surface is covered with sand, the vehicle will most likely roll"
    },
    "122": {
        "question": "Surface mining is a form of extraction that is conducted at the Earth's surface. Besides providing valuable minerals to industry, surface mining may also"
    },
    "123": {
        "question": "Hurricanes develop over equatorial regions. This is because"
    },
    "124": {
        "question": "Which immune system role is performed by antibodies?"
    },
    "125": {
        "question": "If a nerve cell ceased functioning, the cell would"
    },
    "126": {
        "question": "Which component below is present in the least amount in most living organisms?"
    },
    "127": {
        "question": "Which process in the water cycle brings water back to the atmosphere?"
    },
    "128": {
        "question": "What is the nutrient origin for some fungi?"
    },
    "129": {
        "question": "Which stage in asexual reproduction would you anticipate finding in volvox but not in amoebas?"
    },
    "130": {
        "question": "Which trait would a child not acquire from one or both of its parents?"
    },
    "131": {
        "question": "Which group of elements consists solely of metals?"
    },
    "132": {
        "question": "Soil consistency is enhanced by"
    },
    "133": {
        "question": "There is a very minor change in gravity at the peak of a mountain. Which property would most likely be reduced at the peak of a mountain?"
    },
    "134": {
        "question": "Which of these act as protective barriers along coastlines and are frequently destroyed when struck by a strong hurricane?"
    },
    "135": {
        "question": "A portion of the east coast of South America and the west coast of Africa have corresponding fossils within the same sequence of rock layers. This offers evidence that these two continents were once"
    },
    "136": {
        "question": "Pat dissolves some table salt in water. She then places a drop of the water on a microscope slide and switches on the lamp. As the water evaporates, Pat notices small cubic structures being formed. What process is Pat observing through the microscope?"
    },
    "137": {
        "question": "Which inquiry concerning tulips could best be addressed by scientific research?"
    },
    "138": {
        "question": "An engineer is employing a computer to design a bridge. Which test is the most crucial for safety purposes?"
    },
    "139": {
        "question": "What physical characteristic differentiates elements on the left side of the Periodic Table of the Elements from elements on the right side?"
    },
    "140": {
        "question": "In 1903 Mary Anderson created the initial windshield wiper. How did this creation most likely assist people?"
    },
    "141": {
        "question": "Cars were once put together entirely by hand. Industrial robots now put together many car components. What is a positive impact of utilizing robots?"
    },
    "142": {
        "question": "Which alteration in Earth's surface is most directly connected to the water cycle?"
    },
    "143": {
        "question": "Two substances react in a container that has water droplets on the exterior of the base of the container. The water droplets solidify. Which statement best describes the reaction?"
    },
    "144": {
        "question": "Which of the following manufactured items can be created using petroleum as a raw material?"
    },
    "145": {
        "question": "Which BEST characterizes the surface of the Earth over billions of years?"
    },
    "146": {
        "question": "Joshua examined the creatures inhabiting a coastal ecosystem. What do all creatures at a beach require for survival?"
    },
    "147": {
        "question": "A red giant star contrasts with main sequence stars because it"
    },
    "148": {
        "question": "How many valence electrons does selenium possess?"
    },
    "149": {
        "question": "Multicellular organisms possess four primary forms of tissue which encompass muscle, epithelial, nerve, and connective tissue. Which organ is composed predominantly of nerve tissue?"
    },
    "150": {
        "question": "A type of fertilizer asserts that it contains all the nutrients a plant requires for quick growth. It may be deduced that the fertilizer comprises all these components except"
    },
    "151": {
        "question": "To generate light, the atoms within a light bulb convert electrical energy into what other type of energy?"
    },
    "152": {
        "question": "A mesa is most likely formed by"
    },
    "153": {
        "question": "A learner combines vinegar and baking soda to utilize in a volcano model. The combination results in the volcano model feeling cool when it is touched. What energy conversion has occurred?"
    },
    "154": {
        "question": "Why does a floor covered with tile seem colder than a floor covered with carpet?"
    },
    "155": {
        "question": "Adaptive traits that assist dolphins in surviving in the ocean encompass all of these except"
    },
    "156": {
        "question": "What is the complementary nucleotide to cytosine in DNA?"
    },
    "157": {
        "question": "A chemical transformation occurs when"
    },
    "158": {
        "question": "Which bodily system shields the brain from being bumped?"
    },
    "159": {
        "question": "What indicates a chemical transformation?"
    },
    "160": {
        "question": "Which of the following most effectively conserves natural resources that are used to create a television?"
    },
    "161": {
        "question": "If you discard each one of these things, which will decompose quickest?"
    },
    "162": {
        "question": "A lake that received runoff from nearby farmland had a robust fish population. Several years prior, a new type of pesticide was applied to treat crops. As runoff flowed into the lake, it eliminated an insect that was a major food source for fish. What is most likely to happen if farmers in the region cease using the pesticide?"
    },
    "163": {
        "question": "Researchers present the findings of their studies to others for evaluation because"
    },
    "164": {
        "question": "Which alternative energy source is generated from plants?"
    },
    "165": {
        "question": "Which section of an atom has the smallest mass?"
    },
    "166": {
        "question": "What are two resources in land biomes that most vertebrates (animals with backbones) compete for?"
    },
    "167": {
        "question": "Which of these dishes would provide you most of the nutrients that you require?"
    },
    "168": {
        "question": "The grip of a frying pan is frequently covered in rubber because rubber offers"
    },
    "169": {
        "question": "An automobile is moving on a flat road. What can cause the vehicle to cease moving?"
    },
    "170": {
        "question": "Which of these chemical equations illustrates the law of conservation of mass as it pertains to the combustion of ethane?"
    },
    "171": {
        "question": "The brilliant energy that arrives to Earth from the Sun is"
    },
    "172": {
        "question": "Which ecological hazard is not linked with the disposal of used motor oil from cars?"
    },
    "173": {
        "question": "A physician treats a patient exhibiting signs of tiredness and fever. An examination for which ailment will most likely reveal the cause of the sickness?"
    },
    "174": {
        "question": "Which of the following creatures have been on Earth for the greatest duration of time?"
    },
    "175": {
        "question": "Bromine (Br) is a liquid at ambient temperature. Oxygen (O) is a gas at ambient temperature. Ambient temperature is 25° C. Which of the following statements is accurate?"
    },
    "176": {
        "question": "Certain trees, like the dogwood, can be occupied by a fungus that harms their leaves. Which of the following best describes the relationship between the tree and the fungus?"
    },
    "177": {
        "question": "The melting point of a compound was determined by three different scientists. It is permissible for the scientists to present the same data in various ways because"
    },
    "178": {
        "question": "Magnesium bromide is one of the most plentiful compounds present in sea water. Which formula accurately represents magnesium bromide?"
    },
    "179": {
        "question": "Leopard's introductory chant indicates that he is"
    },
    "180": {
        "question": "What is the finest example of an object that bends light?"
    },
    "181": {
        "question": "Leaves drop from deciduous trees onto the forest ground. These leaves decompose gradually and become part of the topsoil. Which change is most likely to positively affect the nutrients available in the topsoil?"
    },
    "182": {
        "question": "Which procedure is involved in the creation of both metamorphic and sedimentary rock?"
    },
    "183": {
        "question": "A glass of chilled water is placed on a desk. Later that day, droplets of water had appeared on the outside of the glass. The most probable explanation for the droplets of water is that"
    },
    "184": {
        "question": "During an experiment on aerobic cellular respiration, a biologist restricts the amount of phosphorous available to a cell culture. How could this impact the cell?"
    },
    "185": {
        "question": "When an individual jumps from an aircraft with a parachute, she moves at roughly 67 meters per second. Upon pulling her cord and deploying her chute, she decelerates to approximately 3 meters per second. If the speed and acceleration are both regarded as positive before the chute deploys, how do her speed and acceleration alter when the chute deploys?"
    },
    "186": {
        "question": "Nutrient-rich waters from intense rains flow into the Gulf of Mexico. This causes an algae bloom in the marine environment. As the algae decomposes, it consumes large quantities of oxygen along the coastline. What will most likely occur to the area as a consequence?"
    },
    "187": {
        "question": "A 0.20 kg softball moves 97 meters (m) south for 4.5 seconds (s). What piece of information differentiates the velocity from the speed of the ball?"
    },
    "188": {
        "question": "When an animal population travels a significant distance to a different area in order to persist it is called"
    },
    "189": {
        "question": "Beavers construct their dwellings in ponds and streams. Which trait is least essential to building homes in an aquatic environment?"
    },
    "190": {
        "question": "A student has documented the velocity of vehicles for a science experiment. What kind of graph would provide the most detail about vehicles traveling in a specific speed range?"
    },
    "191": {
        "question": "A student is going to stroll outdoors to examine her shadow at four distinct times during a day. At which time will the student most likely perceive her shadow is the shortest?"
    },
    "192": {
        "question": "What is one impact the hydrosphere has on the lithosphere?"
    },
    "193": {
        "question": "Students perform an investigation with 20 identical tomato plants. Each plant receives the same quantity of water but varying amounts of sunlight. The students record the number of fruits on each plant every day. What is the dependent variable in this investigation?"
    },
    "194": {
        "question": "Students wish to compare precipitation data gathered from the homes of various students in the area. What is one method the students can use to lessen the chance of uncontrolled variables impacting their data?"
    },
    "195": {
        "question": "Which of these is a method that sunglasses help shield the eyes?"
    },
    "196": {
        "question": "The gravitational attraction between the Moon and Earth influences conditions here on Earth even though the Moon has roughly 1/80 the mass and around 1/4 the diameter of Earth. If the Moon were approximately the same size and mass as Earth, which would most likely happen?"
    },
    "197": {
        "question": "A learner aims to use photography to investigate a process that takes place over the course of one year. Which of these actions would be most suitable for the learner to examine?"
    },
    "198": {
        "question": "Why is irrigating plants and lawns in the early morning a method to save water?"
    },
    "199": {
        "question": "Which statement most accurately describes a characteristic of water?"
    },
    "200": {
        "question": "Gas and oil originate from reserves of petroleum deep within the earth. What led to the formation of these deposits?"
    },
    "201": {
        "question": "Although the scientific method asserts that conclusions should be founded on evidence, scientists do not always concur on the conclusions because"
    },
    "202": {
        "question": "Which trait would most influence the acceleration of an object?"
    },
    "203": {
        "question": "Which feature clarifies why powdered tea turns into a solution when combined with water?"
    },
    "204": {
        "question": "A star generates energy via a method known as nuclear fusion. Which feature of a star allows the process of fusion to take place?"
    },
    "205": {
        "question": "A student combined 25 grams of salt with 1,000 grams of water. What is the weight of the saltwater mixture?"
    },
    "206": {
        "question": "What is the most significant way an artificial reef, like a sunken ship or railroad car, may aid the growth of a complex ecosystem?"
    },
    "207": {
        "question": "On a warm day, Jenny walked home from the grocery store with a bag of chocolate chips. When she reached home the chocolate chips had melted in the bag. Why did the chocolate chips liquefy?"
    },
    "208": {
        "question": "Which statement describes why most salmon depart salt water and return to fresh water?"
    },
    "209": {
        "question": "Which of the following is the most effective method to ascertain whether two individuals are related?"
    },
    "210": {
        "question": "What occurs to a wooden log when it is incinerated?"
    },
    "211": {
        "question": "Two cyclists were riding their bicycles at a speed of 20 kilometers per hour (km/h). In the following half hour, they noted that they had increased their velocity to 26 km/h. What was their average acceleration?"
    },
    "212": {
        "question": "Electricians use rubber boots and gloves while handling circuits. The primary reason for this is because"
    },
    "213": {
        "question": "Ben wants to find out if the volume of air in a basketball influences how high the basketball bounces. He inflates three basketballs with air and lets each one fall three times. Which aspect of the experiment should Ben keep consistent for each ball?"
    },
    "214": {
        "question": "Which technique should be used to identify the type of popcorn that yields the highest number of popped kernels?"
    },
    "215": {
        "question": "A construction worker struck a solid steel wall with a sledgehammer, but the wall did not budge. Part of the energy applied by the worker"
    },
    "216": {
        "question": "Which action would assist in safeguarding the natural habitats of animals?"
    },
    "217": {
        "question": "What are two methods ice can alter Earth's surface?"
    },
    "218": {
        "question": "What is a renewable resource?"
    },
    "219": {
        "question": "Jerry tossed a ball into the air. It followed a curved trajectory and soon descended to the ground because"
    },
    "220": {
        "question": "Which study will best evaluate the effects of gravity on moving objects?"
    },
    "221": {
        "question": "Individuals frequently use a combination of salt and water to clean contact lenses. Which statement best characterizes this mixture?"
    },
    "222": {
        "question": "The following mountain ranges: the Alps, Appalachians, and Himalayas are created from"
    },
    "223": {
        "question": "A pupil wishes to understand how long it takes mold to appear on bread. After getting the bread ready for the experiment, what should the student probably do next?"
    },
    "224": {
        "question": "What is the primary source of energy for all of the organisms in most food chains?"
    },
    "225": {
        "question": "Students observed a bird flying to and from a big bush every few minutes. The students informed their teacher, \"The bird has a nest in that bush.\" This statement is an example of"
    },
    "226": {
        "question": "In 2003, Maryland power stations generated 56% of the electricity consumed in the state by using coal and 5% of the electricity through hydropower. Which of the following statements best characterizes coal and water as resources?"
    },
    "227": {
        "question": "Which statement best explains how the Internet has helped enhance life for many individuals?"
    },
    "228": {
        "question": "When chilly temperatures are generated in a chemical reaction, the reaction is referred to as"
    },
    "229": {
        "question": "A compact laundry room features several shelves above the washing machine. These shelves are an illustration of"
    },
    "230": {
        "question": "In a wooded area, mountain lions and wolves hunt the deer population to near extinction. To safeguard the deer population, most of the mountain lions and wolves in this area were removed through hunting. As a consequence, excessive hunting occurred and the deer population grew swiftly. After several years, what is most likely to happen to the deer population in the absence of its predators?"
    },
    "231": {
        "question": "Ethanol is a variety of alcohol derived from plants. Sugarcane and corn, which are both utilized in foods such as cereals and breads, are employed to produce ethanol. Burning ethanol offers a clean source of energy because the byproducts of ethanol are water and carbon dioxide. Therefore, combining ethanol with gasoline decreases harmful waste products. In the 1970s, many Brazilians operated cars with engines that used an ethanol gasoline blend. This alternative fuel preserved the limited supply of gasoline available at that time. In the 1990s, gasoline became less expensive than ethanol, and Brazilians returned to driving more gasoline-powered cars. Recently, Brazilians began driving more cars that use an ethanol-gasoline blend. Which group would gain the most if drivers in the United States powered their vehicles with an ethanol-gasoline blend?"
    },
    "232": {
        "question": "Certain bacteria utilize iron present in their systems as a method to direct their movement. What stimulus most likely initiates this movement mechanism?"
    },
    "233": {
        "question": "How many components are in the compound Mg(OH)2?"
    },
    "234": {
        "question": "A juvenile ocean creature has two parents. Each of the parents possesses eight arms. How many arms does the young creature most likely have?"
    },
    "235": {
        "question": "How is energy transformed when a person begins to jog?"
    },
    "236": {
        "question": "When there is an unintentional spill in the lab, it is most crucial to know"
    },
    "237": {
        "question": "Recycling paper lessens the quantity of trees felled for paper manufacturing. How does this decrease most likely benefit the environment?"
    },
    "238": {
        "question": "Students possess a rock specimen that might include the mineral hematite. They understand that hematite exhibits a red or rusty streak. How can the students ascertain the color of the streak in the rock specimen?"
    },
    "239": {
        "question": "Water, ice, and steam all possess different temperatures. What is the sequence from coldest to hottest?"
    },
    "240": {
        "question": "When conducting observations in nature, what is the optimal way for students to demonstrate respect for the environment?"
    },
    "241": {
        "question": "The Miami Blue butterfly is a threatened species in South Florida. Which factor has most probably led to the population decrease of this butterfly?"
    },
    "242": {
        "question": "Which step should a student take to be capable of replicating an experiment?"
    },
    "243": {
        "question": "Which of these is most essential for the generation of geothermal energy?"
    },
    "244": {
        "question": "A pupil has one liter of feathers and one liter of iron nails. Which statement best compares the weights of the two samples?"
    },
    "245": {
        "question": "A student reads the following depiction of an area: \"It experiences warm summers, mild winters, and frequent precipitation.\" What details does this description best convey?"
    },
    "246": {
        "question": "Two cities are situated merely 50 kilometers apart and yet the cities experience different climates. Which of these factors is the most probable cause of this variation in climate?"
    },
    "247": {
        "question": "Five bowling balls are arranged touching each other on a smooth surface. Hitting the first ball with a hammer causes the fifth ball to move away from the group. The force of the hammer was conveyed through the line of balls as what type of wave?"
    },
    "248": {
        "question": "Which of the following is the prime example of an occurrence that results in a gradual change in ecosystems?"
    },
    "249": {
        "question": "A thermometer is best utilized to gauge"
    },
    "250": {
        "question": "Marshall investigated some of the transformations on Earth that occur over an extended period. Which event most likely results in the slowest alteration to the surface of Earth?"
    },
    "251": {
        "question": "Evidence of widespread glaciation has been proposed as an explanation for extinctions at the end of the Permian era. Such glaciation could have disturbed ocean ecosystems by causing which effect?"
    },
    "252": {
        "question": "Six puppies were delivered simultaneously. After 6 months, one of the puppies was significantly heavier than the others. Which of the following is the most probable reason for the difference in size of that puppy?"
    },
    "253": {
        "question": "Which part of the cell membrane functions to actively transport molecules into the cell?"
    },
    "254": {
        "question": "The particles within a material are in continuous motion. The particles in which of these materials have the lowest level of kinetic energy?"
    },
    "255": {
        "question": "In areas where dominant winds move from the seas to the coast, which of these is most probable to happen?"
    },
    "256": {
        "question": "An atom would lose the smallest amount of mass if it lost"
    },
    "257": {
        "question": "Wolves, which are apex predators, were eradicated from Yellowstone National Park in the 1930s. In 1995, wolves were brought back into Yellowstone. During the time when wolves were missing from Yellowstone, what most likely happened?"
    },
    "258": {
        "question": "Balsam fir trees in Maine have comparable needle length. Why do the trees possess similar needle length?"
    },
    "259": {
        "question": "An aircraft moves at a steady speed of 800 kilometers per hour (km/h). Roughly how long will it take the aircraft to cover 200 kilometers?"
    },
    "260": {
        "question": "Certain lakes in the northeastern region of the United States have experienced reductions in pH levels, resulting in the deaths of many fish. What is the most probable cause for this shift in pH levels?"
    },
    "261": {
        "question": "Energy companies frequently generate electricity from a range of sources. Utilizing which resource would enhance air quality the most?"
    },
    "262": {
        "question": "Some individuals have straight hair and others have curly hair. What determines if a person will be born with curly hair or straight hair?"
    },
    "263": {
        "question": "If an ion possesses three more electrons than protons, it has a"
    },
    "264": {
        "question": "Which of these is MOST probably a characteristic of domesticated animals that is distinct from wild animals?"
    },
    "265": {
        "question": "What occurs when the temperature of water shifts from 10° Celsius to -10° Celsius?"
    },
    "266": {
        "question": "What benefit do some plants possess over animals during a drought?"
    },
    "267": {
        "question": "Which of these is not a negative outcome from a tornado?"
    },
    "268": {
        "question": "A pupil filled three beakers, each with 50 milliliters of liquid water. The pupil cooled Beaker 1 to form ice. The pupil heated Beaker 2 to produce water vapor (gas). Beaker 3 stayed at room temperature. What process occurs when liquid water transforms into a vapor (gas)?"
    },
    "269": {
        "question": "A Sustainable Community Many cities in the United States are creating \"sustainable communities.\" A sustainable community is designed to decrease energy consumption and consists of residences, apartments, and nearby businesses. Supermarkets, dining establishments, and cinemas are all within walking distance of the homes in the community. People travel shorter distances to their schools and workplaces. Many of the structures in a sustainable community are made of renewable and recycled materials. Solar power keeps the buildings at a comfortable temperature. Natural landscape elements, such as trees and plants, are strategically located to provide shade and to regulate temperatures. Community gardens allow residents to cultivate food and flowers. People in sustainable communities are using a nonrenewable resource when they"
    },
    "270": {
        "question": "When ice starts to melt at 0°C, water molecules"
    },
    "271": {
        "question": "Which is NOT a route for transportation?"
    },
    "272": {
        "question": "Which of these is the finest instance of physical weathering?"
    },
    "273": {
        "question": "Lithospheric plates have shifted to create land formations on the Earth's surface. Which land formation results from the plates folding upon one another?"
    },
    "274": {
        "question": "Which best characterizes both a mixture and a solution?"
    },
    "275": {
        "question": "In Nevada's Black Desert on October 15, 1997, Andy Green traversed a measured distance at an average velocity of 339 meters per second in a jet-powered vehicle called \"Thrust.\" Andy was the first individual to"
    },
    "276": {
        "question": "Jeremy walked at an average pace of 3 kilometers per hour (km/h). How far had Jeremy traveled in 30 minutes?"
    },
    "277": {
        "question": "Which two ecological alterations typically cause certain animals to migrate?"
    },
    "278": {
        "question": "Kira observes that the plants in the school garden are green and flourishing in July, but turn brown in December. Why do plants grow more during summer than in winter?"
    },
    "279": {
        "question": "Overflowing rivers can benefit or damage the environment. Which of these would be a beneficial outcome from a flood?"
    },
    "280": {
        "question": "How much time is needed for a bicycle to cover a distance of 100 m at an average velocity of 2 m/s?"
    },
    "281": {
        "question": "A group assessed the level of vitamin C in fresh orange juice and determined a different quantity than the prior group that performed the same study. What should most likely be done to ensure that their results are accurate?"
    },
    "282": {
        "question": "What is the primary process of surface rock creation on volcanoes?"
    },
    "283": {
        "question": "A star with double the mass as the Sun would"
    },
    "284": {
        "question": "In a specific field, plants with blue blossoms are pollinated by bees, while plants with white blossoms are pollinated by moths. If the number of bees declines, what is most likely to happen?"
    },
    "285": {
        "question": "A particular atom contains 20 electrons, 21 neutrons, and 20 protons. What is the atomic mass of the atom?"
    },
    "286": {
        "question": "All organisms process nutrients. Which sentence best explains how plants and animals process nutrients in a similar way?"
    },
    "287": {
        "question": "The voltage is kept constant in an electric circuit. What will occur to the current in this circuit if the resistance is doubled?"
    },
    "288": {
        "question": "If a body of water possesses high turbidity levels, what can most probably be concluded?"
    },
    "289": {
        "question": "A school substituted all of their light bulbs with a new kind of light bulb. The new light bulbs consume less energy. How will the new light bulbs most likely benefit the environment?"
    },
    "290": {
        "question": "For years, numerous astronomers believed that our solar system originated from a gradually condensing cloud of dust and gas. Recent findings suggest that our solar system might have formed when short-lived, massive stars in a nebula detonated. What is most likely going to result from the recent findings?"
    },
    "291": {
        "question": "Which of the following is a properly composed chemical equation that illustrates the conservation of mass?"
    },
    "292": {
        "question": "Utilizing solar panels to transform solar energy into electricity might assist in slowing the exhaustion of which resource?"
    },
    "293": {
        "question": "Jefferson's class was examining sunflowers. They discovered that sunflowers can produce their own food. Which parts of a sunflower gather the majority of the sunlight required to create food?"
    },
    "294": {
        "question": "During the process of photosynthesis, green plants utilize energy from sunlight to produce which product?"
    },
    "295": {
        "question": "A predator is a creature that preys on other animals. Which of these is a predator?"
    },
    "296": {
        "question": "Researchers frequently revise conclusions when fresh data becomes available. Which statement was modified because new information became accessible?"
    },
    "297": {
        "question": "Aphids are tiny, soft-bodied insects that consume specific types of plants. Which tier of a food web would be occupied by an aphid?"
    },
    "298": {
        "question": "The number of live organisms in and around a lake stayed quite stable throughout the month of June. In July there was a three-week span of high temperatures and no rain. This resulted in an excess of green algae that almost covered the surface of the lake. This would most likely lead to"
    },
    "299": {
        "question": "A farmer possesses three extensive fields where he intends to cultivate grasses to gather for hay. Grasses should be collected only after two years of maturation. What could the farmer do to ensure he has a hay harvest each year?"
    },
    "300": {
        "question": "Ravi, who resides in Stow, Massachusetts, desires to send a note to his friend in India. Which tool would be the LEAST useful in transmitting this message?"
    },
    "301": {
        "question": "Soil is a blend of numerous substances which might include"
    },
    "302": {
        "question": "What is the primary role of the cell wall in a plant cell?"
    },
    "303": {
        "question": "The elimination of plant material, such as grass clippings, would most likely influence an ecosystem by"
    },
    "304": {
        "question": "Which object can securely be reused after an examination?"
    },
    "305": {
        "question": "When a dog observes a cat, a signal moves from the dog's eyes to the dog's"
    },
    "306": {
        "question": "The digestive system decomposes food into molecules that are utilized by our body's cells. Which other body system controls how quickly or slowly the digestive system operates?"
    },
    "307": {
        "question": "If the weather patterns alter and remain colder, what is one way a mammal most likely will adjust to this change?"
    },
    "308": {
        "question": "Which of these is not an advantage of microorganisms?"
    },
    "309": {
        "question": "A pot is in contact with the flame of a gas stove, and the material in the pot is warming up due to the touch. This is an example of which type of energy transfer?"
    },
    "310": {
        "question": "Some researchers think that beta-carotene, which is present in carrots, might aid humans in living longer lives. A few scientists crafted an experiment where one-hundred individuals would be asked to consume a double dose of beta-carotene daily for two years and another hundred individuals were given a placebo, a sugar pill, for the same duration. After the two years, the scientists intended to gather the data and reach a conclusion. This is not a good example of a scientific study and was not conducted because"
    },
    "311": {
        "question": "Newton's first law of motion asserts that an object not moving will remain motionless unless influenced by an external force. Which action is an example of this law?"
    },
    "312": {
        "question": "Which of the following consists of atoms?"
    },
    "313": {
        "question": "An object speeds up at 3 meters per second^2 when a 10-newton (N) force acts on it. Which force would make this object speed up at 6 meters per second^2?"
    },
    "314": {
        "question": "22 Sandy is carrying out an investigation to determine which food his dog prefers the most. Which is the manipulated variable in his investigation?"
    },
    "315": {
        "question": "Matt is a tall, eleven-year-old boy. He has a mark on his right cheek. He is smart and a superb drummer. Which of his characteristics did he most likely inherit?"
    },
    "316": {
        "question": "All of the following are secure laboratory practices except"
    },
    "317": {
        "question": "Which sentence could not clarify why the first place swimmer was quicker than the second place swimmer?"
    },
    "318": {
        "question": "A glass is partly filled with water. Five ice cubes are added to the glass, causing the level of the water to reach the edge of the glass. Which of the following statements best explains the increase in water level?"
    },
    "319": {
        "question": "Which material will retain the greatest amount of energy from the Sun?"
    },
    "320": {
        "question": "In the equatorial Pacific Ocean, upwelling transports cold, deep ocean water to the surface. This water is abundant in nutrients and dissolved carbon dioxide gas. During an El Niño event, upwelling decreases. This causes surface waters to increase in temperature. Which of the following is most likely to occur in the equatorial Pacific Ocean during an El Niño year?"
    },
    "321": {
        "question": "The roots of a plant can extend through crevices in a driveway, ultimately causing the driveway to fracture. Which type of process would be occurring?"
    },
    "322": {
        "question": "A researcher is conducting an experiment to ascertain the melting point of a novel substance. Which action could enhance the probability of obtaining precise results?"
    },
    "323": {
        "question": "Which is most probably an acquired behavior for a raccoon?"
    },
    "324": {
        "question": "A student is examining nonrenewable resources. Which of these resources might the student be studying?"
    },
    "325": {
        "question": "Animals can impact their environments through actions of searching for food and raising their offspring. Sometimes these actions have a beneficial effect on the environment of other organisms. Which is the best example of an action that has a beneficial effect?"
    },
    "326": {
        "question": "What is one requirement necessary to create diamonds?"
    },
    "327": {
        "question": "A researcher classified a stone as an extrusive igneous rock. Another researcher might precisely classify the same stone as"
    },
    "328": {
        "question": "Which of these will create new soil the quickest?"
    },
    "329": {
        "question": "Irene needs to connect two boards together. Which would NOT be used to connect the boards together?"
    },
    "330": {
        "question": "Gabbro and basalt are categorized as igneous rocks. Although the names are distinct, they possess the same chemical composition. Geologists typically use what characteristic for identification purposes to distinguish between these two rock types?"
    },
    "331": {
        "question": "A celebration store delivers helium-inflated balloons to homes and businesses. The proprietors understand from experience that on hot summer days they should inflate the balloons only three-quarters full. On cold winter days they can completely inflate the balloons. Which of the following is the best hypothesis to explain this observation?"
    },
    "332": {
        "question": "Trees are a sustainable natural resource. Which of these sectors has the least demand for trees?"
    },
    "333": {
        "question": "An aluminum ion possesses a charge of +3, and an oxide ion carries a charge of -2. What would be formed in a reaction between these two elements?"
    },
    "334": {
        "question": "Why is it challenging to build a terrarium ecosystem that will endure a long time without human assistance?"
    },
    "335": {
        "question": "A scientist employs several methods to divide a rock sample into distinct substances. A mass of 50 grams of one substance is produced. If this substance cannot be divided into other substances, then it is best described as"
    },
    "336": {
        "question": "In a rubber duck competition, the victorious duck moved 300 meters in 10 minutes. What was the duck's mean speed?"
    },
    "337": {
        "question": "A scientist observes variations in the forms of leaves on different trees of the same species. Which of these is the most precise way to document these differences?"
    },
    "338": {
        "question": "Which of the following groups includes only items that gleam due to reflected light?"
    },
    "339": {
        "question": "A structure is discovered to be losing warmth to the exterior during the winter months. Which would be the best solution to rectify this design issue?"
    },
    "340": {
        "question": "A learner arranges an experiment to discover which hues of light are bent by a prism. Which technique will the learner most likely utilize to gather data?"
    },
    "341": {
        "question": "What alteration has occurred in the following? K -> K^+"
    },
    "342": {
        "question": "Which activity would boost the level of oxygen in a fish tank?"
    },
    "343": {
        "question": "A student wants to prove that the matter in an entire apple is equivalent to the matter in the segments of the same apple. Which method best explains how the student can demonstrate the connection between the matter in the whole apple and the apple segments?"
    },
    "344": {
        "question": "El Cajon Pass in California is rising higher than the surrounding land at a speed of nearly 1 centimeter each year. Which statement is accurate about the area?"
    },
    "345": {
        "question": "Many desert creatures are solely active at night. How does being active only at night most assist them in surviving in a hot desert environment?"
    },
    "346": {
        "question": "Which of the following traits is a lion least likely to transmit to its offspring?"
    },
    "347": {
        "question": "Why is a decline in biodiversity due to the loss of plant populations particularly harmful to an ecosystem?"
    },
    "348": {
        "question": "Which instrument would a student use to determine the mass of a brick?"
    },
    "349": {
        "question": "Which displays one instance of a physical change and one instance of a chemical change?"
    },
    "350": {
        "question": "There are a total of eight planets that revolve around the Sun. How many of the other planets travel in the same direction as Earth?"
    },
    "351": {
        "question": "Robert is considering purchasing a new refrigerator. His old refrigerator operates at roughly 43% efficiency. What most likely explains the remaining 57% of the energy?"
    },
    "352": {
        "question": "Which aspect of Great Basin National Park offers the strongest evidence that glaciers have traversed the landscape?"
    },
    "353": {
        "question": "An Earth Science class is organizing a field trip to a woodland. Which supply should each student bring on the field excursion?"
    },
    "354": {
        "question": "One feature that is distinctive to water is that it"
    },
    "355": {
        "question": "A petrified seashell is discovered on a mountain. This seashell demonstrates that the mountain was once ___."
    },
    "356": {
        "question": "Sean noticed the room become cooler. His body adapts to allow him to survive. Which reaction did Sean have that allowed his body to continue to operate correctly?"
    },
    "357": {
        "question": "A 60-kg man and a 25-kg boy, both on roller skates, push away from each other using their hands. Which of these describes the movement of the two individuals?"
    },
    "358": {
        "question": "Which group on the periodic table includes elements that are the least reactive?"
    },
    "359": {
        "question": "Which of the following alterations would terminate Earth's tectonic activity?"
    },
    "360": {
        "question": "What most probably occurs when winter and summer temperatures are below average and precipitation rates are above average?"
    },
    "361": {
        "question": "The main reason for continental drift, earthquakes, and volcanic eruptions is"
    },
    "362": {
        "question": "Which activity is an instance of a beneficial health habit?"
    },
    "363": {
        "question": "Which of these is an uncrewed spacecraft designed to collect information while orbiting planets other than Earth?"
    },
    "364": {
        "question": "A student placed a living green plant in a sealed, transparent container filled with air from the room. The container was exposed to sunlight for one week. At the end of the week the student was to determine which gases had increased in concentration. Assuming sufficient water and carbon dioxide were available for the proper growth of the plant, which gas would you expect to be present in increased concentration?"
    },
    "365": {
        "question": "To ascertain if two atoms are copper (Cu) atoms, what must be identical for each?"
    },
    "366": {
        "question": "All matter in the universe possesses measurable characteristics. Under the right conditions, which characteristic of a sample of matter might be equal to zero?"
    },
    "367": {
        "question": "Which of the following actions should be excluded from scientific investigation?"
    },
    "368": {
        "question": "As a warm humid air mass moving northward collides with a strong chilly air mass moving southward, what observations will most likely be made?"
    },
    "369": {
        "question": "Which inquiry would necessitate the longest duration of observation?"
    },
    "370": {
        "question": "There are four seasons in a year. Which factor is most responsible for the changing seasons on Earth?"
    },
    "371": {
        "question": "Anna sprinted 100 meters in 20 seconds. What was her mean speed?"
    },
    "372": {
        "question": "John operated a truck for one hour at a speed of 80 kilometers per hour. The following hour, he traveled at 100 kilometers per hour. What was his mean velocity during those two hours?"
    },
    "373": {
        "question": "Which is most akin to the way a glacier forms a valley?"
    },
    "374": {
        "question": "Students prepared lemonade using the following recipe: 100 grams of lemon juice 100 grams of sugar 1,000 grams of water The students mixed the lemon juice, sugar, and water in a container. They stirred the lemonade until all the sugar dissolved. They poured the lemonade into a plastic tray and placed the tray in a freezer. The following day, the students took the tray out of the freezer and noticed that the lemonade was a solid. Which statement best explains why the lemonade became a solid?"
    },
    "375": {
        "question": "What is probably the initial step for students to undertake for a recycling project?"
    },
    "376": {
        "question": "Which of these do researchers most probably do when examining the interaction of animals in their natural environment?"
    },
    "377": {
        "question": "Which of the following must obtain nutrients from a transport system?"
    },
    "378": {
        "question": "To maintain a heavy box moving across a carpeted floor at a steady speed, an individual must continually apply a force on the box. This force is used mainly to counteract which of the following forces?"
    },
    "379": {
        "question": "The level of gravitational pull between the Moon and an astronaut standing on its surface relies on the astronaut's distance from the center of the Moon and the astronaut's"
    },
    "380": {
        "question": "What is an instance of electricity moving through a circuit to generate sound?"
    },
    "381": {
        "question": "Which characteristics would a species of nighttime hunters most likely evolve over time to endure in the wild?"
    },
    "382": {
        "question": "Why does a town in the desert seldom encounter early morning mist as compared to a town along the coast?"
    },
    "383": {
        "question": "Most farmers utilize fertilizers on their cornfields. Which statement best clarifies why farmers should not use excessive quantities of fertilizers?"
    },
    "384": {
        "question": "Which is a remark about weather?"
    },
    "385": {
        "question": "If the force applied to push a shopping cart rises, the cart's acceleration will"
    },
    "386": {
        "question": "Which will most probably result from a low-pressure weather system?"
    },
    "387": {
        "question": "A pupil is examining how light acts when it hits different surfaces. She possesses a frosted window glass pane, a transparent window glass pane, a mirror, and a piece of cardboard. Which of these objects will disperse the most light?"
    },
    "388": {
        "question": "A student performed an investigation and discovered that the findings supported the hypothesis. To ensure the results are dependable, the student should"
    },
    "389": {
        "question": "How does a balanced chemical equation comply with the Law of Conservation of Mass?"
    },
    "390": {
        "question": "From year to year, farmers alternate different crops in the fields to enhance soil nutrients. Why is crop rotation also an effective pest management technique?"
    },
    "391": {
        "question": "Nutrient-rich waters from intense rains flow into the Gulf of Mexico. This generates an algae bloom in the marine environment. As the algae decomposes, it consumes large quantities of oxygen along the coastline. What is most likely to occur in the area as a consequence?"
    },
    "392": {
        "question": "The Steller sea lion population has been declining in regions of Alaska. Recent evidence indicates that Steller sea lions require herring as a component of their diet to survive. Pollock, another variety of fish, also consume herring. What would most likely assist the Steller sea lion population to grow?"
    },
    "393": {
        "question": "There are numerous theories that exist regarding the manner dinosaurs became extinct. If new evidence is discovered that seems to challenge a specific theory on dinosaur extinction, what occurs to the old theory?"
    },
    "394": {
        "question": "A stratum of rock is discovered to include a fossil of a fish and a fossil of a terrestrial dinosaur very near to each other. What is the most probable explanation for this?"
    },
    "395": {
        "question": "Fertilizers that enter the ocean from agricultural runoff can lead to an increase in"
    },
    "396": {
        "question": "A pupil notes that a plant grows at various rates at different times. The pupil declares that these variations must arise from changes in the amount of light received by the plant. Which description of the pupil's statement is most precise?"
    },
    "397": {
        "question": "When evaluating if scientific research is accurate, all of these are crucial except"
    },
    "398": {
        "question": "Which of the following statements most effectively explains why the lower mantle of Earth is significantly more rigid and dense than the upper mantle?"
    },
    "399": {
        "question": "Fish inhale oxygen that is in the water where they swim. Which best describes the oxygen that fish inhale?"
    },
    "400": {
        "question": "In which state of matter does water possess a fixed shape and volume?"
    },
    "401": {
        "question": "The procedure of rain forest deforestation impacts ecosystems on a worldwide scale. Wildlife, humans, and climate might be influenced. One of the enduring effects of deforestation is that"
    },
    "402": {
        "question": "A prediction for \"wintry mix\" suggests that moisture in the atmosphere will create both rain and snow. Which of these is a correct principle demonstrated by this occurrence?"
    },
    "403": {
        "question": "Human actions influence the natural environment in numerous ways. Which action would have a beneficial impact on the natural environment?"
    },
    "404": {
        "question": "Even though a model for the transmission of genetic characteristics was proposed in the 19th century, it wasn't until the 20th century that researchers discovered the role of DNA and genes in trait inheritance. This progress in scientific comprehension most likely stemmed from which of the following?"
    },
    "405": {
        "question": "Numerous individuals obtain fresh water from wells that access water stored beneath the ground. When there is a scarcity of rain, the water may begin to deplete. Which measure is optimal to extend the water supply?"
    },
    "406": {
        "question": "Water exists beneath the surface in numerous locations. Extracting substantial quantities of water from a subterranean limestone region will most likely lead to which outcome?"
    },
    "407": {
        "question": "A science pupil observes that the contents of one of the test tubes in an experiment are bubbling and shifting hues. Before finishing the experiment, the student notes that the substance in this specific test tube is experiencing a chemical transformation. The student's statement is an illustration of"
    },
    "408": {
        "question": "Some portion of Earth is being warmed by the Sun at all times. If Earth absorbed all of the energy it received from the Sun, environmental conditions would alter on the planet and existing ecosystems would be unsustainable. What is a way that Earth dissipates energy from the Sun?"
    },
    "409": {
        "question": "Which of these best characterizes when a lunar eclipse will happen?"
    },
    "410": {
        "question": "Under which condition would an adaptation be beneficial that allows tadpoles to undergo a reduced duration of metamorphosis?"
    },
    "411": {
        "question": "A pupil examined the development of plants in various soil types. The optimal method to organize the information is by"
    },
    "412": {
        "question": "What is the most suitable unit for representing the distance that an airplane covers in 2 hours?"
    },
    "413": {
        "question": "A common height for a mature eastern white pine tree is 100 feet, but in Ontonagon, Michigan, there is an eastern white pine that has grown to 150 feet. How many times taller is the pine tree in Michigan than the typical white pine tree?"
    },
    "414": {
        "question": "A specimen of an unidentified substance possesses a volume that does not depend on its container. What further information is required to ascertain the state of the specimen?"
    },
    "415": {
        "question": "What is most likely to occur to this food chain if a farmer chooses to spray a wheat crop with a pesticide? wheat -> insects -> sparrows -> hawks"
    },
    "416": {
        "question": "Jo Anne took a large container of clear water and cautiously added one drop of blue food coloring to the edge of the water's surface. She did not touch or move the container. Initially, she observed blue streaks as the food coloring descended into the water, but over time the color of the entire container of water became uniformly blue. What caused the blue food coloring to be distributed throughout the water?"
    },
    "417": {
        "question": "Which of these items is translucent?"
    },
    "418": {
        "question": "How are plant cells and human cells alike?"
    },
    "419": {
        "question": "A pupil wants to determine which hand soap eliminates more bacteria. Her instructor advises her to alter only the type of hand soap. The type of bacterium tested must remain the same. Only one variable is examined because it"
    },
    "420": {
        "question": "Which of these materials would be a suitable substance for use as insulation?"
    },
    "421": {
        "question": "A researcher examined the quantity of eggs a type of bird lays each year. He discovered that the most frequent quantity of eggs laid in a year is three. Which statistical measurement did the researcher discover?"
    },
    "422": {
        "question": "Students carried out a scientific study about soil types found in the school yard. What should the students most likely do to ensure their investigation will be comprehended by the class next year?"
    },
    "423": {
        "question": "In science class, a student acquires 20 mL of an acid solution. A small quantity of acid is added to a material to detect the presence of copper. What should be done with the leftover acid solution?"
    },
    "424": {
        "question": "Some coal extraction takes place underground and does not disrupt the overlying land. How might coal extraction that occurs underground be less detrimental to the environment than surface mining?"
    },
    "425": {
        "question": "A teacher provides a student with an unidentified liquid and wants the student to determine the boiling point of the liquid. The student conducts the investigation and discovers the boiling point is 50°C and then repeats the experiment and discovers the boiling point is 70°C. How should the student best determine the boiling point?"
    },
    "426": {
        "question": "Which is a chemical transformation?"
    },
    "427": {
        "question": "When do organs and organ systems start to develop in humans?"
    },
    "428": {
        "question": "A pharmaceutical company formulated a medication to assist in alleviating headaches. Recently, the pharmaceutical company found that the medication might cause nausea in a small group of individuals who could consume the drug. Which is the most ethical course of action that the drug company could pursue?"
    },
    "429": {
        "question": "Which of the following natural calamities is most likely to cause a narrow trail of devastation through a forest?"
    },
    "430": {
        "question": "A scale is used to measure"
    },
    "431": {
        "question": "Every pupil in Ms. Jordan's science class received a beaker containing several substances that had been mixed thoroughly. Maxwell must categorize the contents of his beaker as either a compound or a mixture. Which of the following would suggest that the beaker holds a mixture?"
    },
    "432": {
        "question": "The existence of fossil organisms in rocks can offer information about the environment at the time the sediments were deposited because"
    },
    "433": {
        "question": "A group of pals decided to go camping for the weekend. They collected some tree limbs and built a campfire. What kind of energy of the tree branches did the friends utilize?"
    },
    "434": {
        "question": "Embryo transfer is a form of biotechnology. It is employed in the breeding of cattle, sheep, and goats. It enables an embryo to be moved from the natural mother to a different female. This allows the natural mother to generate many more offspring than she otherwise could. What is the most probable reason that a particular female would be chosen to be the natural mother that produces many embryos to be transferred to other females?"
    },
    "435": {
        "question": "Mina wanted to find out how much liquid would evaporate from a graduated cylinder in a day. On Day 1, Mina filled a graduated cylinder with 150 milliliters (mL) of liquid. On Day 2, she noticed the volume of liquid decreased to 148.5 mL. If the liquid has a density of 1.0 grams per milliliter (g/mL), what was the mass of the liquid that evaporated?"
    },
    "436": {
        "question": "A man ascended to the summit of a very tall mountain. While at the mountain peak, he consumed all the water in his plastic water bottle and then replaced the cap. When he returned to camp in the valley, he found that the empty bottle had crumpled. Which of the following best explains why this occurred?"
    },
    "437": {
        "question": "Which factor would most probably restrict the number of mice residing in an area?"
    },
    "438": {
        "question": "In 1879, Marie Cornu discovered that light from the Sun had a reduction in ultraviolet (UV) light. Two years later, Walter Hartley determined that ozone absorbs specific wavelengths of UV light. What drove Charles Fabry and Henri Buisson to perform research that resulted in the discovery of the ozone layer in the Earth's atmosphere?"
    },
    "439": {
        "question": "Two identical pieces of paper are used in an experiment; one is crumpled into a ball and the other is flat. What will most probably occur when they are dropped simultaneously from the same height?"
    },
    "440": {
        "question": "Which explains a chemical transformation?"
    },
    "441": {
        "question": "Which of these happens in the life cycles of all plants?"
    },
    "442": {
        "question": "Which lists the accurate sequence of transformations that occur to a plant in spring?"
    },
    "443": {
        "question": "Mr. Fernandez's class is examining solutions. Which statement best characterizes a solution?"
    },
    "444": {
        "question": "A battery-operated cart pulls an 800-gram load across the floor. If the load were decreased to 400 grams, and the force used to move the cart remained the same, the cart would"
    },
    "445": {
        "question": "In a forest ecosystem, the role of a squirrel population is"
    },
    "446": {
        "question": "Which fact most effectively explains why the majority of evaporation occurs in the oceans?"
    },
    "447": {
        "question": "It is crucial to utilize recycled paper because it"
    },
    "448": {
        "question": "The construction of a nuclear power facility at a coastal location is anticipated to generate a substantial amount of electric energy for a significant population. Ocean water will be utilized to cool the facility and then returned to the sea. What unforeseen impact should be evaluated before commencing construction?"
    },
    "449": {
        "question": "Why is water from an aquifer more prone to being purer than water from other sources?"
    },
    "450": {
        "question": "Jake and Molly each possess a few distinct items. They want to determine which items can float. How can they most effectively compare the outcomes of their investigations with one another?"
    },
    "451": {
        "question": "Which modification assists a worm in moving through soil?"
    },
    "452": {
        "question": "Which of the following will best show percentages of the eight most plentiful elements in the Earth's crust?"
    },
    "453": {
        "question": "A learner is attempting to dissolve 20 grams of sugar in a beaker containing 250 milliliters of water at ambient temperature. What can the student do to make the sugar dissolve more quickly in the water?"
    },
    "454": {
        "question": "In the design process, a compromise occurs when an issue is resolved but an attribute is forfeited. Which of the following is an example of a trade-off?"
    },
    "455": {
        "question": "An astronomer gathers information from observations of a star. The astronomer believes the information suggests that a large planet circles the star. How should the astronomer present the findings to best support the scientific reliability of the information?"
    },
    "456": {
        "question": "Sandbars develop in many rivers due to"
    },
    "457": {
        "question": "In what manner is any individual observation of wind speed most accurately described?"
    },
    "458": {
        "question": "Gulf sturgeons, a species of fish, reside in saltwater along the gulf coast of Florida. They travel upriver to reproduce in pure freshwater. After a few years, the juvenile sturgeons journey downriver to the coastal saltwater habitats. What would be the most probable impact on gulf sturgeons if dams were constructed along these rivers?"
    },
    "459": {
        "question": "Birds appear in a range of hues, forms, and dimensions. What typically determines the hue, form, and dimension of a bird?"
    },
    "460": {
        "question": "Gravity and magnetism are both"
    },
    "461": {
        "question": "In 2014, a rupture in a storm water pipe discharged thousands of gallons of coal ash from a decommissioned power plant into a river. The spill took place upstream from the water treatment facilities that serve communities along the river. Coal ash contains various toxic metals including arsenic. Which phase of the water treatment process is most likely to eliminate hazardous metals from the water?"
    },
    "462": {
        "question": "Early Egyptians believed the solar system was a rectangular box. People in ancient Greece imagined the universe as a series of crystal-like spheres. Later the solar system was perceived as a collection of planets orbiting the Sun. Why has the model of the solar system evolved over the centuries?"
    },
    "463": {
        "question": "Which scenario would impact an organism's niche in a beneficial way?"
    },
    "464": {
        "question": "An infection triggered by a wound in the skin is the direct outcome of"
    },
    "465": {
        "question": "A plant thrives in a moist, swampy region filled with nonvascular plants and seedless vascular plants. Which feature indicates the plant is identified as a seedless vascular plant?"
    },
    "466": {
        "question": "During an experiment, a class warmed a balloon that had an initial circumference of 25 cm. The circumference expanded to 27 cm. What is the best conclusion that can be drawn?"
    },
    "467": {
        "question": "Bacteria are entities that replicate without sexual reproduction. What would the characteristics inherited by a freshly generated bacterium be like?"
    },
    "468": {
        "question": "Many nations rely on the power from fossil fuels. Some researchers propose using renewable sources of power instead. Why would researchers most likely propose using renewable sources of power?"
    },
    "469": {
        "question": "A researcher was excavating for dinosaur fossils in a dry river bed. It began to rain and the researcher had to leave the site. If another researcher wanted to continue excavating in the same location, he would have to"
    },
    "470": {
        "question": "Tori made several observations about a grasshopper she noticed on a nature walk. Which statement about the grasshopper is a scientific observation?"
    },
    "471": {
        "question": "How does the skin assist the body in maintaining homeostasis?"
    },
    "472": {
        "question": "Anne's project for the science exhibition is about renewable energy. She wants to explain an activity that utilizes a renewable energy source. Which activity should she explain in her project?"
    },
    "473": {
        "question": "Which two senses would BEST assist a person in measuring hair length?"
    },
    "474": {
        "question": "In your garden, you want to cultivate marigolds all around your pepper plants because you read that this blossom deters whiteflies. How can you test to see if marigolds truly do deter whiteflies?"
    },
    "475": {
        "question": "Which physical characteristics are part of an animal that would most likely be categorized as a reptile?"
    },
    "476": {
        "question": "A cell that has lost its nucleus no longer possesses the capability to"
    },
    "477": {
        "question": "Sediments are typically categorized by particle size. A student wishes to classify sediments by their origin. Which statement best outlines this different classification?"
    },
    "478": {
        "question": "Which renewable resource is produced by air convection currents?"
    },
    "479": {
        "question": "The evidence obtained from a design activity is frequently utilized to collect information about a technological issue. A design activity is more credible if it"
    },
    "480": {
        "question": "The saturation of surface rock with oxygen early in Earth's history indicated a shift in Earth's atmosphere. This shift directly enabled which life process?"
    },
    "481": {
        "question": "What is the biggest organ in the human body?"
    },
    "482": {
        "question": "A pupil has constructed a model where sheets of cork floating in a tub of water symbolize tectonic plates. To enhance the sheet representing an ocean plate for more precision in the model system, the pupil should"
    },
    "483": {
        "question": "Antonia is examining the characteristics of block A. • She places block A on top of a heated metal block and then touches block A with her finger. • She maintains her finger on block A for several minutes, but block A still does not become warm. What can Antonia infer about block A?"
    },
    "484": {
        "question": "Pumice is created when magma erupts from a volcano and cools rapidly. Pumice is the sole rock that will float because pumice"
    },
    "485": {
        "question": "Monica cultivates vegetable plants in her garden. The plants have perforations in their leaves and appear unhealthy. Which task should Monica undertake first to address this problem?"
    },
    "486": {
        "question": "A researcher examines cellular respiration. He assesses the rate of cellular respiration in individuals performing various activities. Which activity will boost cellular respiration the most?"
    },
    "487": {
        "question": "A student mixes sodium chloride, NaCl, in distilled water. Which term best describes the water in this situation?"
    },
    "488": {
        "question": "Which measure could alter the melting point of ice?"
    },
    "489": {
        "question": "The horizontal axis on a graph is the x-axis. What is most probably positioned along this axis?"
    },
    "490": {
        "question": "Marta was examining a diagram of the rock cycle. She wanted to understand what could cause a sedimentary rock to transform into a metamorphic rock. Which processes must happen in order for a sedimentary rock to change into a metamorphic rock?"
    },
    "491": {
        "question": "Students wish to elevate the temperature of water in a glass jar. The jar is situated on a table in direct sunlight. The quickest method to boost the temperature without using a hot plate is to place"
    },
    "492": {
        "question": "Which characteristic enables the water cycle on Earth to occur?"
    },
    "493": {
        "question": "When you are rising to attend school in Louisiana, a student on the opposite side of Earth is preparing for bed. What is the cause of this?"
    },
    "494": {
        "question": "How are the trunk of a tree and the stalk of a flower most alike?"
    },
    "495": {
        "question": "Which terrain feature is most likely the outcome of a glacier?"
    },
    "496": {
        "question": "When using a map of the world, a scientist must acknowledge that a map is a"
    },
    "497": {
        "question": "Which is electrically drawn to positively-charged particles in an atom?"
    },
    "498": {
        "question": "How much energy is required to increase the temperature of 5.0 grams of lead from 25°C to 35°C? [specific heat (c) = 0.129 J/(g °C)] q = c \\times m \\times \\Delta T"
    },
    "499": {
        "question": "Deer are introduced into a grassland ecosystem and their population rises significantly. If the deer population keeps expanding, what is the most probable result for the ecosystem?"
    },
    "500": {
        "question": "When 1 gram of water is turned into vapor, the volume of the water vapor expands but the mass stays the same. Why does the mass of the water stay unchanged?"
    },
    "501": {
        "question": "Which procedure will most likely lead to the scientific approval of a hypothesis?"
    },
    "502": {
        "question": "When a combination of oxygen and hydrogen is ignited in a test tube, the reaction illustrated occurs. Hydrogen + Oxygen -> Water + Energy What happens to the overall mass of the contents of the test tube?"
    },
    "503": {
        "question": "Which gadget most likely supplied technology for the creation of the first hearing aid?"
    },
    "504": {
        "question": "Mr. Garcia's science class was examining energy and methods to reduce energy expenses. Each student was to compare their electric bill for October to the one they would receive for November. Each student would have a list of energy-saving suggestions that they would adhere to during November. Which would be the most uncontrollable element in their investigation?"
    },
    "505": {
        "question": "A man jogged on a treadmill for 1,800 seconds. At the conclusion of his run, the treadmill displayed his energy output as 240,000 J. What average power did he produce?"
    },
    "506": {
        "question": "An atom of tin possesses an atomic number of 50 and a mass number of 119. How many protons, electrons, and neutrons are present in one neutral atom of tin?"
    },
    "507": {
        "question": "In organisms, macromolecules consist of subunits. Which of these pairs accurately describes how a macromolecule is assembled?"
    },
    "508": {
        "question": "Oak tree decline is associated with the impacts of pathogenic fungi, insect defoliation, chemical soil stress, and microorganism activity. Which factor is an abiotic condition that is influencing oak tree decline?"
    },
    "509": {
        "question": "One parent possesses brown eyes (BB) and has offspring with another parent who possesses blue eyes (bb). What is the likelihood that one of their children will have blue eyes?"
    },
    "510": {
        "question": "Which plant cells hold half the DNA from one parent plant?"
    },
    "511": {
        "question": "Which body in the solar system is encircled by a belt of asteroids?"
    },
    "512": {
        "question": "A fork drops off the side of a table. Which force pulls the fork toward the ground?"
    },
    "513": {
        "question": "One instance of a living organism is"
    },
    "514": {
        "question": "The finding of fossilized coral reefs on land is proof that"
    },
    "515": {
        "question": "Sound can propagate more quickly in solids than in air because the molecules in a solid are"
    },
    "516": {
        "question": "A researcher utilizes a unique chemical marker to tag certain amino acids. He tracks the marker until it integrates into a large molecule within a cell. Which molecule does he discover the chemical marker on?"
    },
    "517": {
        "question": "Which human activity directly impacts the quality of freshwater resources?"
    },
    "518": {
        "question": "The sunlight utilized for solar heating is a resource that is best regarded to be"
    },
    "519": {
        "question": "Which characteristic of an object permits it to bend?"
    },
    "520": {
        "question": "Which is a sustainable natural resource that can be restored over a period of time?"
    },
    "521": {
        "question": "The OPTIMAL method to create a shadow on a living room wall is to"
    },
    "522": {
        "question": "A plant that requires well-drained soil would thrive best in soil composed mainly of"
    },
    "523": {
        "question": "Researchers found that although infectious bacteria may become resistant to antibiotic drugs, some bacteria cannot withstand certain peptides, which function as natural antibiotic agents within the human body. This finding led to the creation of which new technology?"
    },
    "524": {
        "question": "Technological developments in the logging sector have had both adverse and beneficial impacts on forest ecosystems. The most probable adverse impact of more efficient logging methods is"
    },
    "525": {
        "question": "Which of these is generated during photosynthesis?"
    },
    "526": {
        "question": "A student measures the mass of a specimen on a triple-beam balance. What should the student do before measuring the mass of the next specimen?"
    },
    "527": {
        "question": "Felipe created a visual representation of an estuary ecosystem on a poster. He painted the ocean water blue and the river water yellow. Which would be the best color for him to use to visually depict the estuary?"
    },
    "528": {
        "question": "Which sequence displays the order of phases in a plant's life cycle?"
    },
    "529": {
        "question": "Certain elements with analogous chemical and physical properties are found in the identical column in the Periodic Table of the Elements. These substances"
    },
    "530": {
        "question": "Numerous vehicles today are crafted to achieve improved fuel efficiency compared to those manufactured previously. This shift stemmed from a necessity to"
    },
    "531": {
        "question": "Which of these best describes why the oceans have a significant influence on the weather over the continents?"
    },
    "532": {
        "question": "Which would suggest that a sequence of fossils represents the evolution of the horse?"
    },
    "533": {
        "question": "Intense rain can cause soil to move rapidly downhill. What is this transformation called?"
    },
    "534": {
        "question": "Which feature is a trait that is not inherited from parent plants to their offspring?"
    },
    "535": {
        "question": "Numerous creatures rely on vegetation for ___."
    },
    "536": {
        "question": "An instance of a solid changing into a liquid is"
    },
    "537": {
        "question": "A student quickly rubs the palms of both hands together. Which sequence accurately depicts the energy transformations that occur?"
    },
    "538": {
        "question": "What makes a vessel with heavy cargo require more time to halt than a similar vessel with lighter cargo if both ships are moving at the same velocity?"
    },
    "539": {
        "question": "A vessel is filled with a blend of sand and an unidentified substance. What should a student do to ascertain whether iron particles are in the mixture?"
    },
    "540": {
        "question": "Which of these is a crucial safety guideline to adhere to when handling chemicals?"
    },
    "541": {
        "question": "A student examines the presence of attached versus unattached earlobes in his family. Which potential title will best represent the contents of the report?"
    },
    "542": {
        "question": "Which statement is an illustration of how humans have altered the natural environment?"
    },
    "543": {
        "question": "Researchers have managed to incorporate genes from a spider into the genome of a domestic goat. When the goat grows, it yields milk that contains a protein present in spider webs. This protein can then be extracted and utilized to create strong yet lightweight materials for bulletproof vests, cars, and aircraft. The alteration does not cause the goat any pain, but some individuals believe that it is not appropriate to introduce genes from the genome of one animal to another. Which word best describes this concern?"
    },
    "544": {
        "question": "A university campus has so few parking spots that vehicles are often queued up waiting to park during class hours. Which of the following describes how the college could best address the need for more parking spots using the universal systems model?"
    },
    "545": {
        "question": "Where in the periodic table would lustrous, pliable substances used in creating jewelry be found?"
    },
    "546": {
        "question": "An abrupt shift in the weather at a specific place is most likely triggered by"
    },
    "547": {
        "question": "What do stems provide for plants?"
    },
    "548": {
        "question": "Both euglenas and volvox are identified as plant-like protists. However, volvox shares more structures with plants compared to euglenas. Which structure present in plant cells is also present in volvox but not in euglenas?"
    },
    "549": {
        "question": "Which alteration would be detrimental to the environment of a squirrel?"
    },
    "550": {
        "question": "Students are examining the process of photosynthesis in plants. Which of the following is a result of photosynthesis?"
    },
    "551": {
        "question": "Which of the following explains water transitioning from liquid to solid?"
    },
    "552": {
        "question": "Producers can utilize photosynthesis to capture energy for food webs in most ecosystems. In which ecosystem must producers obtain energy from gases such as methane and hydrogen sulfide?"
    },
    "553": {
        "question": "Planets revolve"
    },
    "554": {
        "question": "Students devise an investigation to examine the impact of various surfaces on the speed of a ball rolling down a ramp. Which of these is the independent variable?"
    },
    "555": {
        "question": "Occasionally, large meteoroids penetrate the atmosphere of Earth and hit the ground. Researchers identify potential impact locations when they discover"
    },
    "556": {
        "question": "For many years, researchers have discovered fossils in rock strata in various parts of the globe. Eventually, scientists realized that many of the rock layers displayed the same pattern of older fossils being situated in deeper rock layers and newer fossils being positioned in shallower layers. This finding is an example of how scientific understanding evolves as"
    },
    "557": {
        "question": "Two girls are tugging on opposite ends of a thick rope. Both girls exert the same force on the rope but in opposite directions. If both girls continue to exert the same force, what is most likely to occur?"
    },
    "558": {
        "question": "What energy transfer happens when a student blows a whistle?"
    },
    "559": {
        "question": "The inner core of Earth is solid due to the"
    },
    "560": {
        "question": "Television offers certain benefits. What is one manner in which television has assisted people?"
    },
    "561": {
        "question": "What do transitional fossils most strongly support?"
    },
    "562": {
        "question": "Considering its location in the Periodic Table of the Elements, how many valence electrons does phosphorus (atomic number 15) possess?"
    },
    "563": {
        "question": "Desalination extracts salt from water. Extracting salt from water can be hazardous because the method is costly and slow. Occasionally the technology fails to operate. A coastal community's surface and ground water was diminishing. The community decided to build a large-scale facility to extract salt from the bay water. The proposal to build a salt-extracting facility was approved because the community"
    },
    "564": {
        "question": "Heat was applied to a material. First the material expanded, and then it melted. Which state of matter did the material begin as?"
    },
    "565": {
        "question": "The elements carbon, hydrogen, and oxygen are components of numerous different compounds. Which explains why these three elements can form so many different compounds?"
    },
    "566": {
        "question": "Fossilized coral reefs, fish, and other tropical marine organisms have been discovered in the mountainous areas of New England. Which of the following best explains how this might have happened?"
    },
    "567": {
        "question": "What unit of measurement would be utilized to describe the melting point of a substance?"
    },
    "568": {
        "question": "Brianna believes larger pumpkin seeds will germinate more quickly than smaller pumpkin seeds. She examines this by planting four seeds of each size in the same container. What term is used to describe what Brianna believes will occur?"
    },
    "569": {
        "question": "A metal rod is hit and begins to vibrate. Which of these might occur next?"
    },
    "570": {
        "question": "Which of the following most accurately describes an acquired behavior?"
    },
    "571": {
        "question": "Major destruction of a woodland habitat will raise which gas in the atmosphere?"
    },
    "572": {
        "question": "Where are fern plants most prone to thrive?"
    },
    "573": {
        "question": "Tonya connected a toaster. She placed two pieces of bread in the toaster, pressed down the lever, and the heating elements glowed. She noticed that only one type of energy toasted the bread. Which type of energy was wasted in the process?"
    },
    "574": {
        "question": "A student combined some yellow sulfur powder with some iron filings. She was able to extract the iron from the sulfur by using a magnet. She then mixed the iron and sulfur again in a test tube and heated it. After it cooled, she removed the substance from the test tube but could not separate the iron from the sulfur using the magnet. What type of change occurred in the material when it was heated?"
    },
    "575": {
        "question": "What is the pH value for pure water?"
    },
    "576": {
        "question": "Which of the following is most probably a learned behavior?"
    },
    "577": {
        "question": "The Florida Fish and Wildlife Conservation Commission (FWC) has assisted in the development of over 300 artificial reefs in both the Atlantic Ocean and the Gulf of Mexico. What is an unforeseen adverse outcome of creating these reefs?"
    },
    "578": {
        "question": "Which compound would most neutralize an acidic dish?"
    },
    "579": {
        "question": "Energy alters form or is transferred through the action of forces. An instance of kinetic energy changing to potential energy is"
    },
    "580": {
        "question": "Every galaxy in the cosmos"
    },
    "581": {
        "question": "A possible adverse effect of constructing a dam on a river is that the dam"
    },
    "582": {
        "question": "What is a chemical transformation?"
    },
    "583": {
        "question": "Which best characterizes the conversion of energy in a flashlight?"
    },
    "584": {
        "question": "The cactus moth was intentionally introduced to Australia in 1926 as a biological method for controlling an invasive prickly pear cactus. By the early 1990s, the moth had also moved to the Florida Keys from South America and soon eradicated most of the semaphore cacti in the area. Since then, the moth has adapted to consume other plants in the Keys and has continued to increase in number. Which method would most likely decrease the population of the cactus moth?"
    },
    "585": {
        "question": "A pupil ran around a round track. Which statement most accurately describes the movement of the student while running?"
    },
    "586": {
        "question": "The optimal container for keeping an unidentified liquid is a"
    },
    "587": {
        "question": "Which item can be utilized again in another science investigation?"
    },
    "588": {
        "question": "Three identical seeds are sown and nurtured in identical pots of soil. All three pots receive the same amount of sunlight. The plants are irrigated once every day. Plant A is provided with 10 milliliters (mL) of water. Plant B receives 20 mL of water. Plant C gets 30 mL of water. The height of each plant is assessed and documented after ten days. Which question could be answered by this experiment?"
    },
    "589": {
        "question": "Which of these describes something about how an apple appears?"
    },
    "590": {
        "question": "Two types of boron are naturally found, boron-10 and boron-11. What distinction exists between a boron atom with a mass of 10 atomic mass units (amu) and a boron atom with a mass of 11 atomic mass units (amu)?"
    },
    "591": {
        "question": "Which is caused by the inclination of Earth on its axis?"
    },
    "592": {
        "question": "Which of the following creatures is an invertebrate?"
    },
    "593": {
        "question": "Which of the following might happen as a consequence of reducing the thermal energy of a gas?"
    },
    "594": {
        "question": "The Moon orbits around Earth. This results in"
    },
    "595": {
        "question": "Cities regulate the quantity of pollution that is permitted to emanate from vehicles. How does this most likely benefit people?"
    },
    "596": {
        "question": "Which of these will cause the minimal gravitational pull?"
    },
    "597": {
        "question": "The human brain has an essential need for glucose. Glucose is a critical necessity because the brain cannot utilize any other forms of energy. Other organisms frequently have essential needs for specific energy sources. Which protist would you anticipate having a critical need for sunlight?"
    },
    "598": {
        "question": "A euglena cell possesses a structure called an eyespot that senses light. A paramecium lacks an eyespot, and therefore it cannot sense light. Why doesn't a paramecium require an eyespot?"
    },
    "599": {
        "question": "Almost 100 years ago, a large volcano exploded in the South Pacific. The subsequent year, Boston noted measurable snow every month of the year, and most of the Northern Hemisphere witnessed a chilly summer. Which clarifies how these two incidents were connected?"
    },
    "600": {
        "question": "Dense fur on a mammal will retain heat near the animal's body. A mammal with dense fur would be most suited for what kind of environment?"
    },
    "601": {
        "question": "Which resource is sustainable?"
    },
    "602": {
        "question": "An infectious illness leads to a rise in the body temperature and a reduction in the blood glucose levels of a deer. What is most probably an impact of this illness?"
    },
    "603": {
        "question": "Coal is created from"
    },
    "604": {
        "question": "A science educator combines two distinct substances in a plastic bag and seals it. The bag swells and bursts open. What is the most probable reason the bag expanded after the two substances were combined?"
    },
    "605": {
        "question": "Which action is an example of preserving nonrenewable resources?"
    },
    "606": {
        "question": "A student directs a flashlight on various colors of paper. Which color of paper will soak up the most light?"
    },
    "607": {
        "question": "Which attribute of motion might alter without modifying the velocity of an object?"
    },
    "608": {
        "question": "Which signifies a temporary storage for carbon?"
    },
    "609": {
        "question": "Students kept some crickets in a classroom container. The container was placed in a location where it would receive several hours of sunlight daily. The container included one section with water, and another section with soil where plants were growing. From which source did the crickets obtain all of their energy?"
    },
    "610": {
        "question": "How does a volcanic eruption disrupt the capability of producers to acquire the energy they require to produce food?"
    },
    "611": {
        "question": "Two distinct species evolving from a shared ancestor most likely happens"
    },
    "612": {
        "question": "Students watched a turtle in the schoolyard. They recorded the distance that the turtle moved in 30 minutes. If the turtle walked 40 meters during that period, what was its average speed?"
    },
    "613": {
        "question": "Arturo participated in a 3,000-meter race. His time from beginning to end was 10 minutes. What was Arturo's mean speed?"
    },
    "614": {
        "question": "Nick is creating a model to demonstrate how human skin envelops the body. What material would be most suitable?"
    },
    "615": {
        "question": "In a population of spiders there are three distinct sizes: small, medium, and large. The large spiders are easily spotted by predators. Small spiders struggle to find food. What will most likely occur to the population after numerous generations?"
    },
    "616": {
        "question": "Which of these activities will produce a different type of material being created?"
    },
    "617": {
        "question": "An athlete is able to run 9 kilometers in 1 hour. If the athlete maintains that same average pace for 30 minutes, how far will the athlete go?"
    },
    "618": {
        "question": "Which of the following occurs during fertilization in animals?"
    },
    "619": {
        "question": "Which of the following most accurately describes the role of a resistor in an electrical circuit?"
    },
    "620": {
        "question": "What has the biggest impact on wind speed?"
    },
    "621": {
        "question": "Which of the following instruments would provide the most accurate measurement of 15 milliliters of water?"
    },
    "622": {
        "question": "Some creatures have adjusted hues and designs that enable them to merge into their surroundings. Creatures most likely evolved this trait to"
    },
    "623": {
        "question": "A student watches the duration it takes a marble to roll down a ramp four times. Which of these displays will best convey the student's observations?"
    },
    "624": {
        "question": "During which stage of meiosis does the segregation of homologous chromosomes take place?"
    },
    "625": {
        "question": "Two identical containers each contain one liter of water. One container is maintained at room temperature as a liquid. The other container is placed in a freezer and kept as a solid. Which property is most likely to be identical in both states of matter?"
    },
    "626": {
        "question": "All stars in the cosmos undergo a life cycle. What factor decides how stars move through this cycle?"
    },
    "627": {
        "question": "What might cause a descendant to exhibit a physical characteristic neither of its parents possesses?"
    },
    "628": {
        "question": "What kind of rock is formed by weathering?"
    },
    "629": {
        "question": "Which statement is a viewpoint about the element copper?"
    },
    "630": {
        "question": "What occurs to a population and to rivalry when there is a decrease in living space?"
    },
    "631": {
        "question": "A team of students logs the daily snowfall throughout the winter. The information is maintained in sequence by date and precisely recorded each day. What other method can the data best be arranged?"
    },
    "632": {
        "question": "A specific peach tree yields peaches that are more resistant to disease than other peaches. What technique would reproduce these identical peaches?"
    },
    "633": {
        "question": "During a part of the water cycle, water descends to Earth's surface as precipitation. Some of this water flows into channels and continues moving until it reaches the ocean. Which best describes the water in the channels?"
    },
    "634": {
        "question": "In Australia, midday temperatures can climb to over 110°F (43°C). To keep their bodies cool, kangaroos lick their arms, covering them with a thick layer of saliva. As the saliva evaporates, it functions as a cooling mechanism and reduces the kangaroo's body temperature. Which term best describes this activity?"
    },
    "635": {
        "question": "For a science fair project, Jordan gathers information on which kinds of insects inhabit different parts of the neighborhood. He gathers insects and uses a field guide to identify them. Which details should Jordan note in his notebook for each insect collected?"
    },
    "636": {
        "question": "Estuaries are vibrant ecosystems where saltwater and freshwater blend. Typically, this occurs as freshwater moves from a river to an ocean. When would you anticipate the concentration of salt in the estuary water to be LOWEST near the mouth of the river?"
    },
    "637": {
        "question": "Nonaggressive birds known as purple martins nest each spring to lay eggs. Starlings are assertive birds that will consume the purple martin's eggs and nestlings. Which will most likely be the impact on both populations following a starling invasion?"
    },
    "638": {
        "question": "Which characteristic of a rubber band will remain the same when it is stretched?"
    },
    "639": {
        "question": "Which is a mixture?"
    },
    "640": {
        "question": "Baking soda combined with vinegar generates carbon dioxide and water. The optimal method to demonstrate that no mass was lost during this reaction is to"
    },
    "641": {
        "question": "Coal is typically located beneath the surface, pressed in a stratum between different kinds of rock. Coal is created by which rock-forming process?"
    },
    "642": {
        "question": "A light-year is the unit of how far light can journey in a single year. How long has the light from a star 125,000 light-years distant been traveling to arrive at Earth?"
    },
    "643": {
        "question": "Which of these areas of study in the 20th century was most furthered by the use of the microscope?"
    },
    "644": {
        "question": "The freezing point of water is a"
    },
    "645": {
        "question": "Which is a case of a physical alteration?"
    },
    "646": {
        "question": "Which of these is a bodily alteration that occurs in a garden?"
    },
    "647": {
        "question": "An atom of chromium contains 24 protons, 28 neutrons, and 24 electrons. How many subatomic particles are in the core of a chromium atom?"
    },
    "648": {
        "question": "What best characterizes skin?"
    },
    "649": {
        "question": "What is the primary role of chloroplasts in a plant cell?"
    },
    "650": {
        "question": "A science class is split into two groups. The first group plays loud music in a room that has thick carpet on the ceiling, walls, and floor. The second group is outside of the room but does not hear the music because the sound was"
    },
    "651": {
        "question": "Many bacteria proliferate rapidly at ambient temperatures of approximately 20°C. The temperature within a refrigerator is typically maintained at around 4°C. Which statement best elucidates how using a refrigerator has benefited society?"
    },
    "652": {
        "question": "Certain plants thrive in a region where there are numerous leaf-eating creatures. Possessing which characteristic would most effectively assist the plants in surviving among the leaf-eating creatures?"
    },
    "653": {
        "question": "Which of the following combinations is a blend rather than a compound?"
    },
    "654": {
        "question": "An atom of which element possesses one more proton than an atom of chlorine (Cl)?"
    },
    "655": {
        "question": "A pharmaceutical company released experimental data indicating that a new drug enhanced cholesterol levels in the individuals who took part in the study. Which professional most likely did not assist in creating this medication?"
    },
    "656": {
        "question": "The suspension mechanism of a truck includes the"
    },
    "657": {
        "question": "Michael asserts he can use the stripes on a woolly caterpillar to forecast winter. He says lengthy black stripes indicate a harsh winter, and short black stripes suggest a mild winter. Last week he discovered three woolly caterpillars with lengthy black stripes. Which of the following do his findings demonstrate?"
    },
    "658": {
        "question": "A pupil is pushing a 20-kilogram crate up a ramp. Which alteration will require the student to exert less force to push the crate?"
    },
    "659": {
        "question": "A river wears away its banks for thousands of years, and places the eroded material at its mouth. What two landforms did the river create?"
    },
    "660": {
        "question": "Which best demonstrates the sequence of steps that should be followed when solving technological issues?"
    },
    "661": {
        "question": "In an entirely cooperative relationship, each organism gains equally. Which sequence lists these relationships in order of rising cooperativeness?"
    },
    "662": {
        "question": "To compare the outcomes of an experiment across various groups, each group must"
    },
    "663": {
        "question": "A student strolls to school one morning and observes the grass is damp but the streets are dry. Which of these processes most likely caused the grass to be moist?"
    },
    "664": {
        "question": "When air close to the ground is heated by sunlight, which of the following happens?"
    },
    "665": {
        "question": "Which of these is a common trait of unicellular and multicellular organisms?"
    },
    "666": {
        "question": "A basic machine makes labor easier because utilizing it ___."
    },
    "667": {
        "question": "Fertilizer from a farming area flows into a river. The river transports the nutrients from this fertilizer and releases them into an ocean bay. Once the nutrients reach the bay, scientists observing the water would most likely notice a decrease in which of these dissolved gases?"
    },
    "668": {
        "question": "What is the function of decomposers in a food web?"
    },
    "669": {
        "question": "In which direction do the roots of plants extend?"
    },
    "670": {
        "question": "Which example most effectively demonstrates the process of conduction?"
    },
    "671": {
        "question": "A compass can be created by magnetizing a needle and placing it on a floating cork. The cork will rotate so that the needle is directed north. Which statement clarifies why the needle points north?"
    },
    "672": {
        "question": "What procedure causes igneous rock to change into metamorphic rock?"
    },
    "673": {
        "question": "During the summer, the Sun illuminates directly on various locations on Earth as the Earth spins. At approximately what time of day is the Sun at the highest point in the summer sky in Maine?"
    },
    "674": {
        "question": "Which two plant cell structures are tasked with storing energy from sunlight and later releasing it for cells to utilize?"
    },
    "675": {
        "question": "What component of skin assists in keeping people warm?"
    },
    "676": {
        "question": "Creatures are composed of numerous atoms. What occurs to the atoms after a creature has perished?"
    },
    "677": {
        "question": "Which phase happens in both the life cycle of a tree and in the life cycle of a frog?"
    },
    "678": {
        "question": "A student prepared a presentation to demonstrate how water alters the surface of Earth. Which presentation would best illustrate how water alters the surface of Earth?"
    },
    "679": {
        "question": "Which of the following is an instance of organisms entering dormancy?"
    },
    "680": {
        "question": "Phillip was preparing hot tea. When he poured the boiling water into a glass, the glass shattered. What is the most probable reason the glass shattered?"
    },
    "681": {
        "question": "A uncommon genetic disorder results in dwarfism and immunodeficiencies. Which of the following is the most probable cause of this disorder?"
    },
    "682": {
        "question": "Which of the following is a present technological challenge, still to be resolved?"
    },
    "683": {
        "question": "Food is broken down to the molecular level, absorbed, and then transported to the cells. The dissolved waste molecules produced by the cells are removed mainly from the blood by the"
    },
    "684": {
        "question": "Gravity on Earth is induced by"
    },
    "685": {
        "question": "A class was studying the cycle of day and night on Earth. Which part of Earth undergoes night simultaneously?"
    },
    "686": {
        "question": "An Earth Science class is organizing a field trip to a quarry to search for fossils. Which item will be essential for the students to wear during the field trip to avoid harm from solar radiation?"
    },
    "687": {
        "question": "In which biological process is chemical energy converted into mechanical energy?"
    },
    "688": {
        "question": "Which stage should be executed first in a scientific investigation?"
    },
    "689": {
        "question": "Which pair of tools can be used to gauge wind chill?"
    },
    "690": {
        "question": "Bison are browsing creatures. They move across a prairie, consuming grass. If there were too many bison in a region, there would likely be"
    },
    "691": {
        "question": "Which will probably occur if there is heightened upwelling in a coastal region?"
    },
    "692": {
        "question": "Which statement best explains the process of respiration?"
    },
    "693": {
        "question": "An individual riding in a moving Ferris wheel is continuously changing"
    },
    "694": {
        "question": "Which action will cause sugar to create a new substance?"
    },
    "695": {
        "question": "Contagious illnesses can be transmitted from one organism to another by all of the following except"
    },
    "696": {
        "question": "Which method is the most secure way to observe a solar eclipse?"
    },
    "697": {
        "question": "Morning glories are plants that exhibit a significant degree of variation in the genes for flower color. When a white flower emerges in a population independent of the trait for white flower color, what is the most probable source?"
    },
    "698": {
        "question": "When white light illuminates Peter's shirt, the shirt appears blue. Why does the shirt appear blue?"
    },
    "699": {
        "question": "Which process occurs when liquid water transforms into water vapor?"
    },
    "700": {
        "question": "Which biomolecule lacks a carbon-nitrogen bond?"
    },
    "701": {
        "question": "Which of the following is a trait of elements?"
    },
    "702": {
        "question": "As the human population expands, the need for natural resources rises. Which activity squanders a natural resource?"
    },
    "703": {
        "question": "Which example best demonstrates structures that compose the digestive system in the human body?"
    },
    "704": {
        "question": "Which of these expressions most accurately describes atoms?"
    },
    "705": {
        "question": "Several species of fish reside in a classroom aquarium. Students observe that the gills of one type of fish move more quickly than the gills of the other fish. Which of these statements is the best hypothesis regarding this observation?"
    },
    "706": {
        "question": "When a space shuttle orbits Earth and comes back, a force resists its motion. What is the origin of the resisting force?"
    },
    "707": {
        "question": "Sickle cell anemia is a disorder that influences the shape of a red blood cell. An unaffected person can be represented with the genotype AA. An affected person can be represented with the genotype SS. People who are carriers have the genotype AS. What is the best description of sickle cell anemia?"
    },
    "708": {
        "question": "At the start of a science lesson, the instructor opened a small sealed container and placed it on a table. The contents of the container dispersed throughout the room during class. Which of the following did the container most likely hold?"
    },
    "709": {
        "question": "Two students observe that the constellation Scorpio is directly overhead as they enter a structure. When they exit the structure several hours later, Scorpio is no longer directly overhead. Which of these statements clarifies why Scorpio seems to be in a different position?"
    },
    "710": {
        "question": "In the life cycle of a frog, which of the following best illustrates what occurs after the tadpole phase?"
    },
    "711": {
        "question": "Which duo of organisms aids each other the most?"
    },
    "712": {
        "question": "When an ecosystem shifts from primary to secondary succession of plant species, which is most likely to decrease?"
    },
    "713": {
        "question": "Students evaluate various model airplane wing designs to determine which design permits the maximum flight distance. The flight tests occur in a gymnasium. Which of the following is the most suitable SI unit to use for measuring the flight distance?"
    },
    "714": {
        "question": "When calculating amounts of construction materials, it is preferable to account for some waste and error rather than to cause delays by not ordering adequate supplies. An engineer is calculating the number of bundles of shingles required for a roof area of approximately 2000 sq. ft. In roofing, a square is 100 sq. ft., and each bundle covers one-third of a square. Which of the following is nearest to the number of bundles that the engineer should order?"
    },
    "715": {
        "question": "Sam poured water on a heap of soil and noticed that some soil eroded from the heap. Which question could he investigate to learn more about erosion?"
    },
    "716": {
        "question": "Which statement accurately describes a physical trait of the Moon?"
    },
    "717": {
        "question": "A 1500 kg vehicle boosts its velocity by 2 m/s for each second of movement. What is the net force acting on the vehicle?"
    },
    "718": {
        "question": "Melinda gazed out of her window one evening and observed a very luminous star just above the top of a tree. Later that evening she gazed out and the star had vanished. Which BEST explains what occurred?"
    },
    "719": {
        "question": "Which statement is a viewpoint?"
    },
    "720": {
        "question": "What type of energy can move through a vacuum?"
    },
    "721": {
        "question": "Which kind of beverage container best preserves natural resources?"
    },
    "722": {
        "question": "A vessel of liquid water was positioned outside during the day when the temperature was 3°C. At night the outside temperature declined to -2°C. This temperature fluctuation most likely caused the water to"
    },
    "723": {
        "question": "Students examined the revolution of Earth around the Sun. During which month will Florida have the most solar energy available?"
    },
    "724": {
        "question": "The primary drawback of utilizing solar energy to produce electricity is that solar panels"
    },
    "725": {
        "question": "A researcher misplaced the cap to an ammonia bottle, so she transferred the ammonia into a clean container with a cover. What else should she do to be safe?"
    },
    "726": {
        "question": "During photosynthesis, plants transform sunlight into what material to be used for energy?"
    },
    "727": {
        "question": "Some frog species will bury themselves in mud if the environment becomes extremely dry. The frogs enter into a form of hibernation. Which would be the most probable signal for the frogs to emerge from the mud?"
    },
    "728": {
        "question": "Which trait is least likely to be influenced by an individual's surroundings?"
    },
    "729": {
        "question": "A teacher is performing an investigation by utilizing special apparatus to hold a magnesium (Mg) ribbon over the flame of a Bunsen burner. Which observation signifies a chemical reaction occurred?"
    },
    "730": {
        "question": "Propane (C_{3}H_{8}) is a vapor at ambient temperature. Which statement most accurately describes the physical traits of a sample of propane at ambient temperature?"
    },
    "731": {
        "question": "Dennis thinks that Earth's crust is uniformly thick all over the world. Charlie claims that Dennis is incorrect, but he lacks any evidence to aid him in winning the argument. What fact would benefit Charlie?"
    },
    "732": {
        "question": "Rowing a boat forward necessitates a force that will counteract resistance from water and wind. Which factor most aids in overcoming the forces opposing the boat?"
    },
    "733": {
        "question": "The motion of crustal plates is best characterized as a"
    },
    "734": {
        "question": "Certain areas generate significant quantities of geothermal energy. This energy generation suggests that the crust in these areas"
    },
    "735": {
        "question": "When and where would the quantity of daylight hours each day be maximum?"
    },
    "736": {
        "question": "Betsy wishes to discover if the precipitation in her town has contaminants. The optimal method for Betsy to obtain this information would be to gather"
    },
    "737": {
        "question": "Water evaporation on the Earth's surface most probably leads to the creation of"
    },
    "738": {
        "question": "Which inquiry will most effectively assist a student in determining the makeup of an unknown substance?"
    },
    "739": {
        "question": "A vehicle tire rolls over a can and flattens it entirely. Which statement is accurate for the atoms of the structure of the can?"
    },
    "740": {
        "question": "Which of the following characteristics of ethanol is a chemical attribute?"
    },
    "741": {
        "question": "Until recently, only a small portion of human DNA was known to have a particular function. The remainder of the DNA was considered unimportant. New evidence now indicates that all DNA is essential in certain genetic functions. Which statement best describes the importance of this new evidence?"
    },
    "742": {
        "question": "Which of the following sequences Earth, Jupiter, the Moon, and the Sun in order from largest to smallest?"
    },
    "743": {
        "question": "Certain non-native plants may adjust to their surroundings more rapidly than some native plants or crops can. Which adaptation would most probably reduce a plant's capability to survive?"
    },
    "744": {
        "question": "What do the colored lenses of sunglasses do to the UV rays of the Sun?"
    },
    "745": {
        "question": "An engineer is examining which sections in a city might become inundated if there are heavy rains. Which of the following maps is optimal to use for this assessment?"
    },
    "746": {
        "question": "Extracting the coal from Earth's crust can alter the structure of the crust, emit methane gas, and pollute groundwater with heavy metals. Which of Earth's subsystems is most likely to be impacted by all these effects?"
    },
    "747": {
        "question": "A hypothesis is incorporated in a scientific inquiry because it"
    },
    "748": {
        "question": "Tomato plants thrive in warm climates. 24 If the temperature falls below 32°F for two consecutive days, what will most likely occur to the tomato plants?"
    },
    "749": {
        "question": "An engineer must design a power plant that will inflict the least amount of harm to the environment. Which type of power plant should be built?"
    },
    "750": {
        "question": "Which hypothesis of the Moon's origin suggests that the Moon formed by the same process that created Mars, Jupiter, and Neptune?"
    },
    "751": {
        "question": "Which of the following would you probably use to examine the development of an insect over time?"
    },
    "752": {
        "question": "The kinds of organisms on Earth altered due to heightened levels of atmospheric oxygen. Which process played a role in this accumulation of oxygen in Earth's atmosphere?"
    },
    "753": {
        "question": "Which of these human actions most probably contributed to depleting the ozone layer?"
    },
    "754": {
        "question": "Bernice examined some creatures that coexist in a field. In what way is a rabbit comparable to the plant it consumes?"
    },
    "755": {
        "question": "A specimen of an unidentified material conforms to the shape of its container. Which inquiry must be addressed to supply the extra information needed to ascertain the state of the specimen?"
    },
    "756": {
        "question": "A student is examining the temperature at which evaporation occurs. Which statement best demonstrates that evaporation has occurred?"
    },
    "757": {
        "question": "Members of the same species of bird became geographically isolated. Over many years, the two groups evolved to become two distinct species. Which of these observations is the best evidence that two separate species emerged?"
    },
    "758": {
        "question": "Which process is the best illustration of an abrupt change to Earth's surface?"
    },
    "759": {
        "question": "Which of these questions cannot be answered using scientific methods?"
    },
    "760": {
        "question": "When can a pupil securely begin an experiment in a science lab?"
    },
    "761": {
        "question": "Some paper mills utilize machines that produce paper without any wood, known as \"wood-free\" paper. These machines create paper from substances such as cotton and rice waste. Which issue does using wood-free paper impact the most?"
    },
    "762": {
        "question": "A pupil slides an item down a ramp. The pupil mentions that friction is causing the item to slide slowly. Another possible explanation for the slow movement is that the"
    },
    "763": {
        "question": "There is a restricted supply of copper on Earth. How does this influence the manner in which copper is utilized?"
    },
    "764": {
        "question": "What is the most probable reason that utilizing energy produced from wind is preferable for air quality compared to burning fossil fuels?"
    },
    "765": {
        "question": "A researcher found a fish that appeared unique. After data were gathered and examined on the fish and its environment, the researcher concluded that the fish belonged to a new species. What should the researcher do with this new finding?"
    },
    "766": {
        "question": "A researcher finds that a particular substance will be beneficial in addressing nerve damage. What is the best method she can use to convey her findings to the scientific community?"
    },
    "767": {
        "question": "Nevada's yearly rainfall averages between 21 and 24 cm. In contrast, Washington state averages between 96 and 97 cm of rainfall annually. Which of these elements has the greatest effect on the disparity in rainfall between these two states?"
    },
    "768": {
        "question": "What is accurate regarding reproduction in both a euglena and a paramecium?"
    },
    "769": {
        "question": "Which of the following best explains the role of an encoder in a telephone communication system?"
    },
    "770": {
        "question": "Polar bears are extremely heavy. Roughly half of a polar bear's weight is fat. How does this adaptation mainly assist a polar bear as it hunts in the Arctic Ocean?"
    },
    "771": {
        "question": "Which weather phenomenon is most likely to cause a forest fire?"
    },
    "772": {
        "question": "Which word best characterizes the formation of a new community of organisms following a volcano?"
    },
    "773": {
        "question": "Which process happens when ocean waves deposit seashells on a beach?"
    },
    "774": {
        "question": "Some chemical reactions absorb energy, while others emit energy. Of the chemical reactions in the burning coal and exploding fireworks, which will emit energy?"
    },
    "775": {
        "question": "Which section of a pond ecosystem provides small fish protection?"
    },
    "776": {
        "question": "A learner is dissolving sugar in water to create candy. She observes that sugar clumps are forming at the bottom of the pan. What could she do to assist more of the sugar dissolve?"
    },
    "777": {
        "question": "How do severe winters benefit certain species, such as deer?"
    },
    "778": {
        "question": "Which tool would be used to assess the volume of rain in a rain gauge?"
    },
    "779": {
        "question": "In plant cells, the quantity of water in the cells generates pressure against the cell walls. If the quantity of water in the cells of non-woody plants was diminished, which of the following would most likely occur?"
    },
    "780": {
        "question": "A researcher will redo an experiment numerous times before ultimately reaching a conclusion. Which reason best explains why a researcher repeats an experiment?"
    },
    "781": {
        "question": "Which trait of a dog is most likely acquired from its surroundings?"
    },
    "782": {
        "question": "Which is primarily accountable for decomposing dead plants and animals in an ecosystem?"
    },
    "783": {
        "question": "The human populace is growing every day. How does this growth in population impact the natural resources that sustain humans?"
    },
    "784": {
        "question": "Which element will most likely enhance the survival prospects of an organism residing in an environment that is experiencing rapid transformations?"
    },
    "785": {
        "question": "A DNA strand includes codons, which are made up of a series of three nucleotides. Which best describes the significance of codons found in the sequence of DNA?"
    },
    "786": {
        "question": "Which sections of the plants have the most analogous functions?"
    },
    "787": {
        "question": "Students wish to compare the size of microorganism communities in 500-milliliter water samples from each of two ponds. Which factor most likely will influence the accuracy of their observations?"
    },
    "788": {
        "question": "The Miconia plant is not an indigenous plant to Hawaii. Since its introduction into Hawaii 40 years ago, it has become a favored ornamental plant. However, this shallow-rooted plant has supplanted many of the native deep-rooted plant species and heightened the risk of landslides on the island. What is one of the most effective methods of addressing this invasive plant?"
    },
    "789": {
        "question": "Black-and-white warblers travel from their breeding area in Canada to southern Florida for the winter. What is most likely to happen if environmental conditions restrict the number of female warblers that come back to Canada?"
    },
    "790": {
        "question": "Why is the composition of a sperm cell quite different from the makeup of an egg cell?"
    },
    "791": {
        "question": "Thermal energy from the Sun is conveyed to Earth mainly by which of these processes?"
    },
    "792": {
        "question": "Which statement is a viewpoint about the heart?"
    },
    "793": {
        "question": "Which of the following substances are direct products of photosynthesis?"
    },
    "794": {
        "question": "Students wish to evaluate how the temperature varies each day throughout the year. Which of the following does not need to be maintained the same during the experiment?"
    },
    "795": {
        "question": "In the 17th century, to approximate the distance to other planets, scientists initially employed the method of observing the planet from two distinct locations on Earth's surface. Which feature of the planet were the scientists using to compute the distance from Earth?"
    },
    "796": {
        "question": "What is stored energy?"
    },
    "797": {
        "question": "Which characteristic of water is crucial for organisms to endure in freshwater ponds during the winter months?"
    },
    "798": {
        "question": "Which assertion explains how the life cycle of butterflies differs from the life cycle of frogs?"
    },
    "799": {
        "question": "A substance called DDT was once utilized to eliminate insect pests. When studies revealed this chemical was detrimental to some species of birds, the use of DDT ceased. How was the scientific method best able to assist researchers in understanding that DDT was harmful to birds?"
    },
    "800": {
        "question": "Coal is a natural substance, formed from ancient organic materials. Which element is least probable to be found in a sample of coal?"
    },
    "801": {
        "question": "All of the following might appear on a food nutrition label except"
    },
    "802": {
        "question": "Creatures of the same species might have trouble identifying each other. Which adaptation most probably evolved to assist animals in recognizing one another?"
    },
    "803": {
        "question": "Which of the following is an acceptable food chain?"
    },
    "804": {
        "question": "Which of the following occurrences along the west coast of the United States offers direct evidence that upwelling brings nutrient-rich waters to the surface?"
    },
    "805": {
        "question": "What products are generated during photosynthesis?"
    },
    "806": {
        "question": "Moving north from the equator, hot, humid climates are replaced by hot, arid climates. The boundary between these two climate types is determined by which factor?"
    },
    "807": {
        "question": "Which of the following is LEAST accountable for the weathering of rocks?"
    },
    "808": {
        "question": "Several pupils are participating in a bridge building competition that necessitates using ice cream sticks and adhesive to create the most robust bridge possible. The bridges must be 5 inches wide and span a length of 18 inches. Which of the following tests is the most precise method to ascertain the strongest span design for these bridges?"
    },
    "809": {
        "question": "How are organisms categorized as Eukarya distinct from organisms categorized as Archaea and Bacteria?"
    },
    "810": {
        "question": "Sound waves and ocean waves are alike in that both"
    },
    "811": {
        "question": "A student employs a bar chart to show the quantity of rainfall each week over a 3-month period. Which other method of presentation is suitable for the data?"
    },
    "812": {
        "question": "Naomi owns a pet dog. Which of the following traits did the dog most likely acquire from its parents?"
    },
    "813": {
        "question": "Incandescent light bulb filaments are optimally preserved by filling the bulb with a low density, inert gas. From which category of elements on the periodic table is this gas most likely chosen?"
    },
    "814": {
        "question": "Sequoia trees in the Sierra Nevada in California are towering giants. Some of them are over 3000 years old. Which statement best demonstrates how forest brush fires have benefited these trees?"
    },
    "815": {
        "question": "Which of these items is non-transparent?"
    },
    "816": {
        "question": "There are two categories of modern whales: toothed whales and baleen whales. Baleen whales filter plankton from the water using baleen, plates made of fibrous proteins that grow from the roof of their mouths. The embryos of baleen whales have teeth in their upper jaws. As the embryos develop, the teeth are replaced with baleen. Which of the following conclusions is best supported by this information?"
    },
    "817": {
        "question": "In what sequence are the Sun, Moon, and Earth during a complete lunar eclipse?"
    },
    "818": {
        "question": "What is the electrical potential in a circuit with a current of 3 ohms and a total resistance of 12?"
    },
    "819": {
        "question": "A learner is constructing a representation of a stream in a wooded mountain watershed. Which of these elements might be included in the model to demonstrate how the stream could become overloaded with sediment?"
    },
    "820": {
        "question": "In what manner is the Sun distinct from Earth?"
    },
    "821": {
        "question": "Which event had to have happened before coal and oil could be created?"
    },
    "822": {
        "question": "A researcher examining outer space makes a computation of 4.3 light-years. What does this computation most likely represent?"
    },
    "823": {
        "question": "Nutrient runoff can lead to algal blooms in waterways. Which genetically engineered organisms could help lessen algal blooms?"
    },
    "824": {
        "question": "Two forces exert influence in opposite directions on a wooden block. What will occur if the forces are unbalanced?"
    },
    "825": {
        "question": "Dogs and cats are creatures that possess many similar anatomical structures but they do not breed with each other. These two creatures are categorized in"
    },
    "826": {
        "question": "Which list contains items in sequence from the smallest to the largest?"
    },
    "827": {
        "question": "Which planet in the solar system has the lengthiest year?"
    },
    "828": {
        "question": "Which of these characteristics is inherited but significantly influenced by the environment?"
    },
    "829": {
        "question": "Over which of the following elements of smog do humans have the least influence?"
    },
    "830": {
        "question": "Which principle was Galileo Galilei accountable for detailing?"
    },
    "831": {
        "question": "When a layer of sediment is laid down on the ocean bed, what is the subsequent step in the creation of sedimentary rocks?"
    },
    "832": {
        "question": "You are rising to attend school in Louisiana; a pupil on the opposite side of Earth is preparing for bed. What is the cause of this?"
    },
    "833": {
        "question": "When constructing an electrical circuit, which safety measure should be taken first?"
    },
    "834": {
        "question": "Which is NOT an instance of a chemical transformation?"
    },
    "835": {
        "question": "Why is it that the Moon can occasionally be visible during the day as well as at night?"
    },
    "836": {
        "question": "How are warm-blooded creatures distinct from cold-blooded creatures?"
    },
    "837": {
        "question": "All matter possesses two attributes. These attributes are that matter occupies space and matter has"
    },
    "838": {
        "question": "What is the optimal method to simulate the impact of wind on sand dunes?"
    },
    "839": {
        "question": "Which alternative energy source is utilized most like coal?"
    },
    "840": {
        "question": "The proper sequence of a plant's phases of growth and development is"
    },
    "841": {
        "question": "A student is examining various types of trees. Two trees are discovered to have comparable growth rates, temperature ranges, and sizes, but distinct leaves and flowers. The trees are most likely in"
    },
    "842": {
        "question": "In October, the star formations Gemini and Orion show up in the sky after midnight. In January, Orion is visible at sunset. At what time will Gemini probably appear in January?"
    },
    "843": {
        "question": "Which combination of processes from the water cycle is most likely to result in flooding?"
    },
    "844": {
        "question": "Michael needs to write a paper on the generation of red blood cells. Besides the circulatory system, which other body system should he investigate to obtain information about the formation of red blood cells?"
    },
    "845": {
        "question": "A dialysis machine can be utilized to eliminate waste from a patient's blood. Which human body system functions in a comparable manner?"
    },
    "846": {
        "question": "What holds the Earth in its path around the Sun?"
    },
    "847": {
        "question": "A hill in the rain forest was once entirely covered with trees. A logging company felled all of the trees. Which is a type of environmental degradation that will most likely occur due to the cutting down of trees?"
    },
    "848": {
        "question": "A meteor in the Earth's atmosphere moves at 35 km/sec. It is decelerated by friction with the atmosphere by 0.02 km/sec before it arrives at the Earth's surface. What is the final velocity of the meteor due to atmospheric friction?"
    },
    "849": {
        "question": "Which of these is a role of all cells?"
    },
    "850": {
        "question": "In biology class, a learner places a tissue sample on a glass microscope slide. The learner drops the slide, and the slide breaks. What procedure should the learner follow first?"
    },
    "851": {
        "question": "Few plants are capable of growing on the northern arctic tundra. Those that do grow there possess very short stems. How is this an adaptation to aid them in surviving the arctic climate?"
    },
    "852": {
        "question": "Which assertion regarding metals is accurate?"
    },
    "853": {
        "question": "What data best assists a meteorologist in forecasting the likelihood of tornadoes forming in a specific region?"
    },
    "854": {
        "question": "The weight of an object varies at different places on Earth. Which is a measurement of weight?"
    },
    "855": {
        "question": "Pat possesses two varieties of plant food, \"Quickgrow\" and \"Supergrow.\" What would be the most effective method for Pat to determine which plant food aids a particular type of houseplant in growing the most?"
    },
    "856": {
        "question": "Several different sized filter-paper disks are immersed in a solution and placed into another solution where a reaction will occur that generates a gas. The gas bubbles gather on the filter paper and cause the filter paper to ascend to the top of the solution. Which of these is a measurement that would not be taken during this experiment?"
    },
    "857": {
        "question": "Under what conditions would a sugar cube dissolve most rapidly when placed in a liter of water at room temperature?"
    },
    "858": {
        "question": "Which of these elements causes water to evaporate the quickest?"
    },
    "859": {
        "question": "David prepares a mixture by dissolving 10 grams of salt in 100 ml of water. He desires a mixture that is half as strong. What should he add to the initial mixture to achieve a mixture that is approximately half as strong?"
    },
    "860": {
        "question": "A duck and turtle are distinct kinds of creatures. In which way are the duck and the turtle similar?"
    },
    "861": {
        "question": "Farmers cultivate various kinds of crops. Which of the following aspects would most influence the type of crop a farmer cultivates?"
    },
    "862": {
        "question": "Alicia placed hydrogen peroxide and yeast in a paper cup. The paper cup felt warm, and she concluded that a reaction occurred that released heat. What else could Alicia do to obtain a more accurate conclusion?"
    },
    "863": {
        "question": "The planets in the solar system orbit around the Sun because the Sun is"
    },
    "864": {
        "question": "An unbalnced equation for the rection of methane gas (CH_{4}) with oxygen is shown below. CH_{4} + \\Box O_{2} -> 2CO_{2} + 4H_{2}O How many moleculs of oxygen gas (O_{2}) are needed to properly balnce this equation?"
    },
    "865": {
        "question": "Some new cars utilize unique braking systems to recuperate energy when the brakes are used. This energy is stored in special batteries and is employed to power the electric motor. What type of energy are the brakes accumulating as they decelerate the car?"
    },
    "866": {
        "question": "The ocean's surface is a more diverse environment than its depths. Which two water-cycle processes cause the most fluctuation in the ocean's surface salt concentration?"
    },
    "867": {
        "question": "Apple trees and chickens both possess a life cycle. Which life-cycle phase is present in both an apple seed and a fertilized egg?"
    },
    "868": {
        "question": "Sally inserted electrodes into a beaker containing a solution and attached the electrodes to a battery. Part of Sally's report stated \"Bubbles were emitted at one of the electrodes.\" The statement is"
    },
    "869": {
        "question": "Two students each transport a box up to the third story of a building. The total weight of each student and the box she is transporting is identical. Roberta completes the journey in 45 s while Mary finishes in 30 s. Which of the following statements best explains this task?"
    },
    "870": {
        "question": "Which of the following is a stage in the life cycle of an apple tree?"
    },
    "871": {
        "question": "When examining the health of an ecosystem, ecologists take into account many elements. Which element is least likely considered by ecologists when assessing the impact of human activities on an ecosystem?"
    },
    "872": {
        "question": "Researchers examining a group of juvenile sage grouse found a significant portion were infected with blood parasites. How will these blood parasites most likely impact the young birds?"
    },
    "873": {
        "question": "A mouse is positioned at one end of a cardboard maze that contains a piece of cheese at the opposite end. The mouse detects the cheese and figures out how to locate it. The mouse is using an"
    },
    "874": {
        "question": "The Sun is an instance of which of the following?"
    },
    "875": {
        "question": "John and Lisa gathered a sample of ocean water and placed it in a jar. Within a few days, the water had evaporated and salt was visible at the bottom of the jar. This is an instance of a"
    },
    "876": {
        "question": "Earth follows a specific path within the solar system. This path is primarily a consequence of the"
    },
    "877": {
        "question": "What is the initial line of defense in the human body against infection and illness?"
    },
    "878": {
        "question": "Oxygen, hydrogen, and water are materials. Which of these materials are elements?"
    },
    "879": {
        "question": "Learners wish to discover how large the leaves of an oak tree are. The IDEAL method to assess the size of the leaves is to ___."
    },
    "880": {
        "question": "A vessel tips over and fluid spills on the workbench during a laboratory exercise. What should the student do first?"
    },
    "881": {
        "question": "When a fast-moving meteor penetrates Earth's atmosphere, it decelerates and becomes extremely hot because of friction. Which factor most affects the amount of friction that a meteor faces when it enters the atmosphere?"
    },
    "882": {
        "question": "According to the periodic table, argon is located in which column?"
    },
    "883": {
        "question": "Organisms engage in the transfer of energy within an ecosystem. Carnivores and omnivores are identified as consumers. Which two organisms are also identified as consumers?"
    },
    "884": {
        "question": "Which statement best clarifies why wood is regarded as a renewable energy resource and coal is not?"
    },
    "885": {
        "question": "Which of these is an outcome of photosynthesis and a necessity for cellular respiration?"
    },
    "886": {
        "question": "What benefit does a species that reproduces sexually possess over a species that reproduces asexually?"
    },
    "887": {
        "question": "Household appliances transform electricity into one or more distinct forms of energy. An electric fan can best be characterized as transforming electricity into"
    },
    "888": {
        "question": "A student is utilizing a straw to blow bubbles into a calcium hydroxide solution. The carbon dioxide in the student's breath is interacting with the water to create an acid, which starts to neutralize the basic solution. Which of the following best describes the initial change in pH of the solution?"
    },
    "889": {
        "question": "A student dissolves 20 g of table salt in a glass of water. Which phrase describes what happens to the weight of the table salt after it dissolves?"
    },
    "890": {
        "question": "Which example best demonstrates an action-at-a-distance force?"
    },
    "891": {
        "question": "A fish in a pond possesses longer defensive spines than any other fish of its kind. The spines protect the fish from predators. The fish has numerous offspring, which also possess long spines. Which statement best explains what occurred?"
    },
    "892": {
        "question": "A research group discovers a novel species of animal. The knowledge gained about the animal would best advance scientific understanding if the research group"
    },
    "893": {
        "question": "How does the velocity of radio waves compare with the velocity of infrared waves?"
    },
    "894": {
        "question": "If an atom of hydrogen loses one electron, what is its total charge?"
    },
    "895": {
        "question": "Sugars are essential for human cell operation. Which of the following are human cells unable to perform?"
    },
    "896": {
        "question": "Aside from light, what other type of energy does a lightbulb generate?"
    },
    "897": {
        "question": "Which assertion about the molecules in ice and the molecules in liquid water is accurate?"
    },
    "898": {
        "question": "Which of the following is the most crucial role of the research and development department of a large corporation?"
    },
    "899": {
        "question": "A laboratory team examines the growth rates of four plants cultivated near a classroom window. The team's conclusion is most reinforced by comparable data from which of these sources?"
    },
    "900": {
        "question": "After many years of being absent from Yellowstone National Park, gray wolves are being reintroduced. As the wolf populations have risen, elk and bison populations are beginning to decline. What is another consequence of the reintroduction of wolves that is likely to happen in Yellowstone Park?"
    },
    "901": {
        "question": "Bass tapeworms cling to the gills and intestines of bass fish. These parasites subsist by extracting nutrients from the bass. What kind of relationship does this illustrate?"
    },
    "902": {
        "question": "A researcher asserts that he has made a discovery in the laboratory. What does the researcher require to demonstrate that the discovery is legitimate?"
    },
    "903": {
        "question": "Since Earth emits heat into outer space, why is Earth's surface not getting colder?"
    },
    "904": {
        "question": "Which mechanism helps sustain a normal body temperature of 98.6°F?"
    },
    "905": {
        "question": "A student performed an experiment to determine how much sugar could dissolve in water. The student noted how many teaspoons of sugar were added to the water. What is the most probable reason the student documented the information?"
    },
    "906": {
        "question": "Light waves that pass from an air medium to a water medium will"
    },
    "907": {
        "question": "A bike is moving at 3 meters per second (m/s). The cyclist applies the brakes and halts the bike in 3 seconds. What is the average rate of deceleration of the bike during this period?"
    },
    "908": {
        "question": "A specific shape and a specific volume are characteristics of which state of matter?"
    },
    "909": {
        "question": "When solid carbon dioxide (CO_{2}) is warmed, it transforms directly into a gas. Which statement best signifies that a physical change has occurred?"
    },
    "910": {
        "question": "Which material is a compound?"
    },
    "911": {
        "question": "Which two systems mainly operate to eliminate the human body's wastes produced from cellular energy production?"
    },
    "912": {
        "question": "What branch of a furniture company is primarily responsible for delivering the furniture to the retail stores?"
    },
    "913": {
        "question": "Single-celled organisms that cause illness can be found in which domains?"
    },
    "914": {
        "question": "The mean temperatures over a four-month span were 31, 24, 18, and 12 degrees Celsius. What is the median temperature for these four months?"
    },
    "915": {
        "question": "Variety among members of a species is significant because diversity"
    },
    "916": {
        "question": "An atom can most accurately be described as"
    },
    "917": {
        "question": "Why do convergent boundaries tend to lead to the formation of sedimentary basins?"
    },
    "918": {
        "question": "Which statement most accurately describes all forms of energy transfers?"
    },
    "919": {
        "question": "If two tectonic plates are each shifting in opposite directions away from the mid-ocean ridge at a pace of 10 millimeters per year, how long will it take for the ridge to become 100 millimeters wider?"
    },
    "920": {
        "question": "Why are quickly occurring environmental changes more likely to trigger extinctions than gradually occurring changes?"
    },
    "921": {
        "question": "Certain fish sold in grocery stores are raised at fish farms. When additional fish farms are constructed, which group is most likely affected?"
    },
    "922": {
        "question": "A student measures the acceleration of a stone block on a flat surface when the block is influenced by a known force. What extra information is required to accurately determine the block's mass?"
    },
    "923": {
        "question": "When a chicken egg was put in a beaker of vinegar, bubbles appeared on the eggshell. After twenty-four hours, the eggshell is no longer visible. Which statement is an observation?"
    },
    "924": {
        "question": "A researcher explored how effectively plants native to Maryland would thrive in desert environments. The researcher put equal quantities of desert soil into 10 identical pots. Each pot contained two of the same type of plant. The researcher studied a total of 10 different types of plants. The researcher placed all of the pots into a greenhouse modified to create hot, desert-like conditions. The researcher provided the plants with equal, but small quantities of water for the next five weeks. Most of the plants did not survive after the five week study. Which statement best explains why 16 of the plants did not survive?"
    },
    "925": {
        "question": "What atomic structure consists of MORE than one particle?"
    },
    "926": {
        "question": "What are adult cardinals capable of doing that baby cardinals are incapable of doing?"
    },
    "927": {
        "question": "New technologies have enabled automobile manufacturers to market fuel-efficient hybrid vehicles, but disposal of hybrid vehicles at the end of their service lives poses a problem. Which question represents a disposal issue unique to hybrid cars?"
    },
    "928": {
        "question": "What is an instance of condensation?"
    },
    "929": {
        "question": "Researchers tally and document the population of a specific fish in a lake that is losing water annually. What are they most likely attempting to comprehend?"
    },
    "930": {
        "question": "Chemical weathering happens when minerals in rocks are altered chemically. Which of these will most likely alter the rate of chemical weathering on a rock?"
    },
    "931": {
        "question": "What part do plants play in the carbon cycle?"
    },
    "932": {
        "question": "Certain pine trees can survive forest fires due to their dense bark. Following a forest fire, new pine trees may sprout in the area vacated by other trees that were incinerated. How does dense bark contribute to the growth of the pine tree population?"
    },
    "933": {
        "question": "Creation of the ozone layer assisted in safeguarding which kind of living organisms as they developed?"
    },
    "934": {
        "question": "Energy from the Sun enters ecosystems through the conversion of light to chemical energy. This energy is accessible to various organisms based on the trophic level in which the organisms are located. Which statement best explains the availability of energy for organisms in different trophic levels?"
    },
    "935": {
        "question": "In the area where two continental plates meet, what geological feature most frequently forms?"
    },
    "936": {
        "question": "Which of these demonstrates that sound waves can move through two different kinds of media?"
    },
    "937": {
        "question": "Students will conduct an experiment to determine how long it takes 2 g of salt to dissolve in 50 mL of water. Which experimental technique will yield the most precise results?"
    },
    "938": {
        "question": "A girl acquired the dominant characteristic of dimples but her sister did not because both parents possessed different"
    },
    "939": {
        "question": "Black fur is prevalent over white fur in guinea pigs. If two black guinea pigs (Bb) are bred, what color will the fur of their offspring be?"
    },
    "940": {
        "question": "The nucleus of the cell regulates cell activity. Which body system carries out a similar role in humans?"
    },
    "941": {
        "question": "Water in the solid phase possesses a crystalline structure that maintains molecules more distant than water at particular temperatures in the liquid phase. This relationship clarifies which property?"
    },
    "942": {
        "question": "Why are fossil fuels referred to as nonrenewable resources?"
    },
    "943": {
        "question": "Warm objects start to cool as"
    },
    "944": {
        "question": "Certain plants yield fruit like apples. What is a function of a fruit?"
    },
    "945": {
        "question": "The learners in a class are constructing a scale model. They require a material that they can readily bend into a circle. Which of the following items is most suitable for the students to use?"
    },
    "946": {
        "question": "Certain animals inhabit a grassland. A blaze sweeps through the grassland. Which type of animal will most effectively compete for resources after the blaze?"
    },
    "947": {
        "question": "The primary role of a producer in an ecosystem is to"
    },
    "948": {
        "question": "Which of the following is most likely to form a fossil?"
    },
    "949": {
        "question": "The closest star to the Sun is noted as being 4.3 light-years distant. Which statement clarifies why the light-year unit of measurement is utilized in this description?"
    },
    "950": {
        "question": "Which statement is most supported by the chemical equation shown? 6CO_{2} + 12H_{2}O + light -> C_{6}H_{12}O_{6} + 6O_{2} + 6H_{2}O"
    },
    "951": {
        "question": "Which of the following is the most effective method to transport large quantities of coal from a mine in Kentucky to a power plant in Arizona?"
    },
    "952": {
        "question": "Many grass snakes are green. The hue of the snake most probably assists it to"
    },
    "953": {
        "question": "Researchers have found fossils of identical organisms in various regions across the globe. These fossils offer proof that"
    },
    "954": {
        "question": "Which of these characterizes the attribute of being a thermal insulator?"
    },
    "955": {
        "question": "What do waves transport through objects?"
    },
    "956": {
        "question": "Winds moving inland from oceans usually possess higher moisture than winds moving over land. How does the elevated moisture level influence the coastal region's climate?"
    },
    "957": {
        "question": "Which trait must be present for an organism to be identified as a reptile?"
    },
    "958": {
        "question": "Cell differentiation is the outcome of gene expression. Genes can be controlled in various ways. For example, small interfering RNA molecules (siRNA) hinder gene expression by attaching to the product of transcription. How do siRNA molecules suppress genes?"
    },
    "959": {
        "question": "During which phase of its life cycle does a butterfly spend the most time consuming plant leaves?"
    },
    "960": {
        "question": "How could you scientifically identify the quietest location to study in your school?"
    },
    "961": {
        "question": "Which word best characterizes the nature of all light waves?"
    },
    "962": {
        "question": "In 1995, a private bus company in Washington, D.C., launched a program to operate all its tour buses with fuel derived from soybeans. The buses are powered by"
    },
    "963": {
        "question": "One role of a plant's seed is to"
    },
    "964": {
        "question": "A student pours saline solution into a beaker and then pours some acid into another beaker. The student returns to the lab table and realizes that the samples are not labeled. What should the student do?"
    },
    "965": {
        "question": "The gallbladder holds bile, a liquid that assists in digestion of fat. Which of the following kinds of food should be avoided by a person whose gallbladder has been removed?"
    },
    "966": {
        "question": "Missy and Ethan talked about examples of the kinds of changes in matter. In which example is a chemical change occurring?"
    },
    "967": {
        "question": "A student discovered a worm beneath some leaves and recorded observations about the worm in a notebook. Which is a fact that might be found in the student's notebook?"
    },
    "968": {
        "question": "Golden rice is a genetically modified plant that produces rice with elevated levels of vitamin A. The rice would aid people in enhancing the nutrition in their diets. However, some individuals are worried about the impacts the genetically modified rice might have on native plants. Which words best describe these concerns?"
    },
    "969": {
        "question": "A vessel traveled from a bay into a freshwater lake and introduced a nonnative plant to the lake. If the new plant adjusts to the freshwater environment, which is the most probable outcome in the lake?"
    },
    "970": {
        "question": "Which best clarifies why it is crucial to conduct repeated trials of an experiment?"
    },
    "971": {
        "question": "Greta ran a comb through her hair a few times. She then placed the comb beside a stream of water flowing from a tap. Greta noticed the stream of water curve toward the comb. How did running a comb through her hair enable the comb to deflect the stream of water?"
    },
    "972": {
        "question": "Which of the following is NOT a type of precipitation?"
    },
    "973": {
        "question": "Both southern California and southern Nevada are dry to semi-arid areas. Which of these has a significant impact on the weather in southern California but has minimal impact on the weather in southern Nevada?"
    },
    "974": {
        "question": "Insulin is a crucial protein for the control of glucose levels in the bloodstream. Which statement most accurately describes the role of insulin?"
    },
    "975": {
        "question": "The gravitational pull between the Moon and Earth relies on"
    },
    "976": {
        "question": "The Earth's Satellite is"
    },
    "977": {
        "question": "How do oceans affect coastal climates?"
    },
    "978": {
        "question": "What cell component is present in plant cells but not in animal cells?"
    },
    "979": {
        "question": "Which item has the most flexibility?"
    },
    "980": {
        "question": "Tanya examines which household items are drawn to magnets. Which will assist her in reaching a conclusion?"
    },
    "981": {
        "question": "Hydrogen possesses an atomic mass of 1, and oxygen possesses an atomic mass of 16. When a water molecule is formed, two hydrogen atoms join with one oxygen atom. What is the mass of a water molecule?"
    },
    "982": {
        "question": "Around regions of heightened fertilizer runoff, all of the heterotrophs within a lake's food chain may exhibit an increase in numbers. After the initial surge, the populations begin to decrease. Which event most likely led to the populations declining?"
    },
    "983": {
        "question": "Which of the following is least probable to permit electricity to flow?"
    },
    "984": {
        "question": "Light bulbs differ in their capacity to utilize electrical energy effectively. Alicia contrasted the quantity of electrical energy required to illuminate an incandescent bulb and a fluorescent bulb. Which units would Alicia employ to compare electrical energy consumption?"
    },
    "985": {
        "question": "What does photosynthesis generate?"
    },
    "986": {
        "question": "Which of these is MOST likely the toughest to bend?"
    },
    "987": {
        "question": "Which statement best explains a structural adaptation that assists an organism in surviving in a desert?"
    },
    "988": {
        "question": "A team of students have determined that the amount of electricity consumed by the school should be decreased. The students wish to create a plan to address this issue. What should the group do first?"
    },
    "989": {
        "question": "If an organism evolved in an environment with a gravitational field stronger than Earth, which adaptation would most benefit the organism?"
    },
    "990": {
        "question": "Pesticides are utilized by farmers to manage insects. Occasionally, the pesticides flow into streams. This is an example of"
    },
    "991": {
        "question": "Zinc is a nutrient that aids"
    },
    "992": {
        "question": "Certain birds consume seeds. If a bird lets a seed fall into soil, which best explains how a plant could be assisted?"
    },
    "993": {
        "question": "Shortly before sunset, a student measured the temperature of the air and the ground at the same spot. The student discovered that the air and the ground had identical temperatures. Which of the following statements explains how the air and ground temperatures most likely shifted after sunset on that day?"
    },
    "994": {
        "question": "Reef-building corals cooperate with photosynthetic algae that reside in their tissues. Which kind of energy is algae within a coral reef most likely capable of using in order to survive?"
    },
    "995": {
        "question": "As a vehicle consumes fuel, a conversion from chemical to mechanical energy occurs. What is the most probable outcome of the fuel combustion?"
    },
    "996": {
        "question": "Which of these is not a component of an atom?"
    },
    "997": {
        "question": "Which statement is an example of an inherited characteristic in a living organism?"
    },
    "998": {
        "question": "Which transformation can happen when you add thermal energy to water?"
    },
    "999": {
        "question": "El Cajon Pass in California is rising higher than the surrounding land at a pace of nearly one centimeter annually. Which statement is accurate about the area?"
    },
    "1000": {
        "question": "In a community of brown snakes, a snake is born with a white-speckled pattern. Which factor will have the greatest impact on whether this trait will become prevalent in the brown snake population?"
    },
    "1001": {
        "question": "The identical side of the Moon is always visible from Earth because"
    },
    "1002": {
        "question": "The science courses for the middle school are undertaking a project in which they are reusing paper and plastic bags. What is one significant difference between paper and plastic?"
    },
    "1003": {
        "question": "Tide pools are environments for various types of organisms that cling to the rocky surface and rely on tides for nourishment and oxygen. Sea stars found in these tide pools consume mussels and other shellfish that lack other natural predators. What will most likely affect species diversity if all of the sea stars are removed from the tide pool ecosystem?"
    },
    "1004": {
        "question": "The capability to roll the tongue in humans is determined by the dominant allele R. The inability to roll the tongue is determined by the recessive allele r. A man with an RR allele pair for the trait produces a zygote with a woman with an rr allele pair for the trait. Which allele pair could appear in the zygote?"
    },
    "1005": {
        "question": "Pat is studying how energy moves through an ecosystem. Pat realizes that animals obtain energy from plants. What do plants do that enable animals to receive energy from them?"
    },
    "1006": {
        "question": "Individuals without access to safe drinking water might contract an ailment known as dysentery. Dysentery is triggered by a kind of amoeba that resides within the body. Physicians can detect these amoebas by examining body samples with a microscope. Which trait of amoebas most effectively explains why doctors employ microscopes to identify dysentery amoebas?"
    },
    "1007": {
        "question": "Which of these is proof for the theory of plate tectonics?"
    },
    "1008": {
        "question": "Geologists were studying a region in Africa known as the Great Rift Valley. Which geologic event most likely led to the creation of the valley?"
    },
    "1009": {
        "question": "During which season does sundown happen latest in the day?"
    },
    "1010": {
        "question": "Which of the following is a major source of energy in the Earth's interior?"
    },
    "1011": {
        "question": "Anna is gripping an ice cube. Why does the ice cube dissolve in her hand?"
    },
    "1012": {
        "question": "A student seeks to decrease the temperature of a metal coin. Which measure would cool the coin the most?"
    },
    "1013": {
        "question": "In the nitrogen cycle, nitrogen can go back to the lithosphere directly from the atmosphere by"
    },
    "1014": {
        "question": "When can lunar and solar eclipses occur?"
    },
    "1015": {
        "question": "How are plant cells distinct from animal cells?"
    },
    "1016": {
        "question": "Which alteration creates a new material?"
    },
    "1017": {
        "question": "A wind farm comprises a large number of windmills to produce electricity. What is the BEST reason wind farms are not situated near forests?"
    },
    "1018": {
        "question": "Which activity by the body most effectively dissipates heat and cools the body during and after exercising?"
    },
    "1019": {
        "question": "Some students aimed to create a model to demonstrate how the size of the moon compares with the size of Earth. They chose an orange to symbolize the moon. Which of the following would best symbolize Earth?"
    },
    "1020": {
        "question": "A sphere is moving on the ground. A force propels the sphere in the same direction that it is moving. What occurs to the sphere?"
    },
    "1021": {
        "question": "What is the best inference that can be drawn upon finding a fossil of a freshwater fish in a desert region?"
    },
    "1022": {
        "question": "Tobacco has been associated with numerous health issues. What is the most comprehensive list of types of tobacco that lead to cancer?"
    },
    "1023": {
        "question": "A battery-operated toy sailboat traveling south on a pond encounters a breeze blowing from east to west. The combination of forces will lead the sailboat to travel in which direction?"
    },
    "1024": {
        "question": "Which best explains how the human circulatory and respiratory systems interact?"
    },
    "1025": {
        "question": "On December 12th a snowstorm in a city resulted in 20 centimeters of snow accumulation. When can this occurrence be utilized to describe the climate of the region?"
    },
    "1026": {
        "question": "Which assertion explains how energy can be beneficial?"
    },
    "1027": {
        "question": "Rainfall is most probable to happen when the sky"
    },
    "1028": {
        "question": "A student's mother carries one dominant and one recessive allele for attached earlobes, a recessive characteristic. The student's father also carries one dominant and one recessive allele for that characteristic. What is the percent probability that this student has attached earlobes?"
    },
    "1029": {
        "question": "Which substance is the best thermal insulator?"
    },
    "1030": {
        "question": "What inquiry would researchers examining prokaryotic organisms most likely pose?"
    },
    "1031": {
        "question": "A town in northern Arkansas encountered cooler than usual temperatures during part of the winter. Which change was most likely responsible for this?"
    },
    "1032": {
        "question": "Derek theorizes that a potted fern in a sealed container will remain healthier than the same type of plant on an open windowsill. At the end of his study, Derek discovers that his findings confirm his theory. Which best explains why Derek should repeat the study?"
    },
    "1033": {
        "question": "A collection of students conducts an experiment to determine if various colors of light influence the number of flowers a plant yields. Their instructor provides them with seeds, pots, soil, water, and three light bulbs of different colors. The students opt to allocate the materials equally. What should be distinct for each group of plants?"
    },
    "1034": {
        "question": "All of the following would be useful in separating a mixture of sand and salt EXCEPT"
    },
    "1035": {
        "question": "An engineer creating a suspension bridge learns it will need to support double the weight that was initially calculated. One adjustment the engineer must make to her original design to ensure safety is to increase the"
    },
    "1036": {
        "question": "If HCl is introduced to Zn, what would be an anticipated product?"
    },
    "1037": {
        "question": "Years ago farmers discovered that corn plants thrived better if decomposing fish were buried nearby. What did the decomposing fish likely provide to the plants to enhance their growth?"
    },
    "1038": {
        "question": "Mobile phone technology enables individuals to stay in touch with their families when they are not at home. An issue that occurs when using mobile phones is that they can"
    },
    "1039": {
        "question": "Earth's core is mainly composed of iron. Which observation regarding another planet would offer some evidence that the planet possesses an iron core?"
    },
    "1040": {
        "question": "Which sentence accurately depicts an interaction between plants and animals?"
    },
    "1041": {
        "question": "A student formulates the hypothesis that rubbing a balloon on a shirt and then placing it on the wall will cause it to adhere due to static electricity. Once the experiment is completed, what is the best way to demonstrate that the results are reliable?"
    },
    "1042": {
        "question": "An item is drawn to a magnet. When the magnet is shifted away from the item, the magnetic pull on the item will"
    },
    "1043": {
        "question": "Which of the following is a reason loggerhead turtles conceal their eggs in pits that they excavate on the beach?"
    },
    "1044": {
        "question": "Which of these best characterizes a change that is tangible?"
    },
    "1045": {
        "question": "The \"Ring of Fire\" is an extensive chain of volcanoes that surrounds the Pacific Ocean. Which of the following is the best explanation for the configuration of these volcanoes?"
    },
    "1046": {
        "question": "Which can supply the most energy in an ecosystem?"
    },
    "1047": {
        "question": "Oceanic crust consists primarily of basalt. Continental crust consists mainly of granite. Why does oceanic crust typically tend to subduct beneath continental crust when plates collide?"
    },
    "1048": {
        "question": "All of these kinds of waves journey from the Sun to Earth except"
    },
    "1049": {
        "question": "Rocks occasionally exhibit evidence of ancient glaciers. What is the best indication that glaciers once covered an area?"
    },
    "1050": {
        "question": "An atom of beryllium contains 4 protons, 4 electrons, and 5 neutrons. What is its mass number?"
    },
    "1051": {
        "question": "Human tears contain the enzyme lysozyme, which harms the cell walls of bacteria. Which of the following statements about lysozyme is most precise?"
    },
    "1052": {
        "question": "The quantity of dissolved oxygen present in ocean water can fluctuate. An elevation in which of these factors would lead to an increase in the oxygen content of ocean water?"
    },
    "1053": {
        "question": "Copper and gold possess similar reactive characteristics. On the Periodic Table of the Elements, these elements are most likely to"
    },
    "1054": {
        "question": "The light year is utilized to denote distances between Earth and stars other than the sun because the Astronomical Unit is"
    },
    "1055": {
        "question": "Fossilized plants offer researchers data about the kinds of plants that existed in the distant past. What additional information can fossilized plants reveal?"
    },
    "1056": {
        "question": "Which kind of cell is linked to muscle fibers to enable control of the muscle?"
    },
    "1057": {
        "question": "An aircraft departs from Boston for the 980 km journey to Detroit. The aircraft touches down two hours afterward. Which of the following best characterizes the average velocity and direction of the airplane's flight?"
    },
    "1058": {
        "question": "Which of the following most likely results in Earth's inner core being a solid?"
    },
    "1059": {
        "question": "Organisms possess numerous strategies for enduring winter conditions. Which of the following is NOT an example of an organism adjusting to endure the frigid winter months?"
    },
    "1060": {
        "question": "What is the appropriate method for safely getting rid of an acid solution after completing an experiment?"
    },
    "1061": {
        "question": "Which would least probably have an effect on global climate changes?"
    },
    "1062": {
        "question": "What is the primary energy source for deep ocean currents that transport significant volumes of water around the globe?"
    },
    "1063": {
        "question": "What will occur after mixing sand in a glass of water?"
    },
    "1064": {
        "question": "The ancient Greeks speculated that a hair from a horse's tail placed in water would transform into a worm. Which scientific procedure most likely would have refuted this hypothesis?"
    },
    "1065": {
        "question": "A science class is examining the states of matter. One group of students solidifies 100 grams (g) of water in a cup. Another group of students liquefies 50 g of ice in a cup. Which of these will most likely happen at the end of the experiment?"
    },
    "1066": {
        "question": "Why does the Sun seem to be the biggest star when there are stars that are much bigger than the Sun?"
    },
    "1067": {
        "question": "A scientist observes membrane-bound structures in a cell. Based on this observation, the scientist can determine that the cell is categorized as a"
    },
    "1068": {
        "question": "A chameleon can alter colors to blend with its environment. This capability aids the chameleon in surviving because it can"
    },
    "1069": {
        "question": "Giant sloths inhabited the Americas and the Caribbean during the Ice Age. Most of these sloths vanished around 10,000 years ago, at the conclusion of the Ice Age. Nonetheless, some persisted on Caribbean islands until approximately 4,200 years ago. That indicates some of these sloths coexisted with humans. What is the most probable reason that these last giant sloths became extinct?"
    },
    "1070": {
        "question": "Temperature variations along the coast are typically less severe than temperature variations further inland. Which of the following statements best explains why?"
    },
    "1071": {
        "question": "About 71 % of the Earth's surface is covered with water. Most of this is salt water and is located in the oceans. Where is the majority of the Earth's fresh water located?"
    },
    "1072": {
        "question": "Which is not utilized in photosynthesis?"
    },
    "1073": {
        "question": "Roy's instructor requested him to identify a source of energy that is not readily replaced in nature. Which energy source should Roy identify?"
    },
    "1074": {
        "question": "On chilly days, snakes typically remain very still and consume little or nothing, while birds generally move around and eat a large amount of food. Which statement best explains this?"
    },
    "1075": {
        "question": "Certain space telescopes look for exoplanets. The capacity to see which phenomenon is most crucial for these telescopes' objective?"
    },
    "1076": {
        "question": "Which depicts only a physical alteration?"
    },
    "1077": {
        "question": "A group of deer recently grew in number. What most likely could have led to the deer population increasing?"
    },
    "1078": {
        "question": "Mangrove trees are a significant wetland resident. What is an example of a limiting factor in mangrove wetlands that is unrelated to the density of the mangrove wetland?"
    },
    "1079": {
        "question": "Scientists cultivate plants to yield crops that possess advantageous traits. One of these characteristics is the ability to grow where there is minimal moisture. How would this trait most likely benefit farmers?"
    },
    "1080": {
        "question": "The waters surrounding the Florida Keys are becoming contaminated. This contamination impacts the many marine ecosystems located in the Keys. Which measure could most likely decrease water contamination?"
    },
    "1081": {
        "question": "What function do ribosomes have in the central dogma of molecular biology?"
    },
    "1082": {
        "question": "Hawks possess sharp claws known as talons that assist them in capturing prey. Talons can be best described as"
    },
    "1083": {
        "question": "Ricardo weighed an empty graduated cylinder on a scale. He then filled the graduated cylinder with 50 mL of a fluid and weighed the cylinder again. Which question is Ricardo most likely attempting to answer?"
    },
    "1084": {
        "question": "All planets of the solar system spin, but not all planets possess the same rotational speed. Which feature of a planet is determined by the rotational speed of the planet?"
    },
    "1085": {
        "question": "Burning fossil fuels generates sulfur dioxide (SO2) and nitrogen oxide (NO). These substances interact with water vapor to form acid rain. What is the most probable impact of acid rain on the environment where it descends?"
    },
    "1086": {
        "question": "Pluto was identified in 1930 and was designated the ninth planet. In 2003, an object bigger than Pluto was found by astronomer Michael Brown. Pluto has been recategorized as a 'dwarf' planet. What does this most likely imply about scientific explorations?"
    },
    "1087": {
        "question": "A pupil pushed a large rubber sphere on a flat, frictionless plane. The sphere rolled at a velocity of 1 meter per second. Which statement best characterizes the motion of the sphere when the pupil stopped pushing it?"
    },
    "1088": {
        "question": "Which of these is an ecological advantage of switching to solar energy?"
    },
    "1089": {
        "question": "Light waves move more swiftly than sound waves, so a lightning bolt can be observed before the thunder is heard. Which factor can also influence how rapidly thunder is heard?"
    },
    "1090": {
        "question": "When Jake exhales on a chilly day, a mist is formed. Which alteration occurs that allows Jake to see his breath as a mist?"
    },
    "1091": {
        "question": "Which of these most probably decides if a mutation will become an adaptation in a species?"
    },
    "1092": {
        "question": "The force of an object, with a specific mass accelerating at a specific rate, can be calculated by using the equation below. force = mass x acceleration Which object would have the highest force?"
    },
    "1093": {
        "question": "Which assertion most accurately characterizes the functions of photosynthesis and respiration in the carbon cycle?"
    },
    "1094": {
        "question": "A pupil strolling through the woods observes that moss growth rises as the density of the forest rises. The student has made"
    },
    "1095": {
        "question": "If an atom contains two protons and three electrons, then the atom is"
    },
    "1096": {
        "question": "Students examine how the temperature of a substance is connected to the rate of molecular movement. The molecules in which substance are moving the quickest?"
    },
    "1097": {
        "question": "Collars that emit radio signals are occasionally placed on animals to determine their location. What is the best justification for using radio signals as a method of tracking the animals?"
    },
    "1098": {
        "question": "Two organisms breed and produce offspring. Which of the following statements best describes why the offspring are unable to reproduce?"
    },
    "1099": {
        "question": "When a scientist formulates a hypothesis, he or she is most likely"
    },
    "1100": {
        "question": "What is the function of the mitochondrion in cells?"
    },
    "1101": {
        "question": "The human populace is growing each day. How does this growth in populace impact the natural resources that sustain humans?"
    },
    "1102": {
        "question": "What is a physical change?"
    },
    "1103": {
        "question": "How is a skin cell from a mouse analogous to an amoeba?"
    },
    "1104": {
        "question": "Which of the following outlines a characteristic 12 that is common to Earth and the Moon?"
    },
    "1105": {
        "question": "A student is examining Newton's second law of motion by altering the force applied to an object and noting its resulting acceleration. If the force on the object were quadrupled, by how much would the acceleration increase?"
    },
    "1106": {
        "question": "What kind of energy is required to cut a piece of wood into smaller pieces with a saw?"
    },
    "1107": {
        "question": "Patrick injured his wrist while skateboarding. The physician advised Patrick to consume foods high in vitamin D while his wrist recovers. What kind of food will assist Patrick's wrist recovery?"
    },
    "1108": {
        "question": "A student conducted this experiment: Four distinct types of seeds were planted in identical pots filled with the same type and quantity of soil. The pots were placed in a warm, sunny location and were given the same amount of water each day for a month. Which question concerning these seeds could be answered at the end of the month?"
    },
    "1109": {
        "question": "An air mass moves north over the Pacific Ocean, from the tropics, and then eastward across the United States. Which weather pattern can be anticipated?"
    },
    "1110": {
        "question": "When performing a laboratory experiment, which action might be an unsafe practice?"
    },
    "1111": {
        "question": "A group of students examined the impact of various quantities of water on the growth of ivy plants. Afterwards, they could not recall how much each plant grew daily. What should they have done to practice good science?"
    },
    "1112": {
        "question": "During which task should a student don a laboratory apron or coat?"
    },
    "1113": {
        "question": "Each body cell of a goldfish includes 94 chromosomes. How many chromosomes are present in a goldfish sex cell?"
    },
    "1114": {
        "question": "Certain factories emit pollutants into the atmosphere that create acid rain. What influences where the acid rain is most likely to fall?"
    },
    "1115": {
        "question": "Heat is moved from one object to another object. What is an example of heat transferred by radiation?"
    },
    "1116": {
        "question": "Which instrument would be the most useful in an examination of the life cycle of a monarch butterfly?"
    },
    "1117": {
        "question": "An astronomical unit (AU) is the separation between Earth and the Sun. It takes approximately 8 minutes for the energy from the Sun to travel to Earth. If Mars is 1.5 AU from the Sun, how many minutes will it take the Sun's energy to travel to Mars?"
    },
    "1118": {
        "question": "Golden eagles are able to perceive small items from long distances. Which behavior of golden eagles best explains why natural selection most likely favored this structural feature?"
    },
    "1119": {
        "question": "Which range of the pH scale is most likely to encompass acid rain?"
    },
    "1120": {
        "question": "Four notably different household devices (blender, mixer, toaster, and food processor) are connected to four outlets along a counter. Switching on or off one or more of the devices does not influence the performance of the other devices because the four devices"
    },
    "1121": {
        "question": "Which alternative energy sources utilize gravitational energy to generate electricity?"
    },
    "1122": {
        "question": "When newly found information bolsters an existing theory in a novel way, the theory"
    },
    "1123": {
        "question": "An exothermic reaction could most effectively be illustrated with a"
    },
    "1124": {
        "question": "Current flowing through a circuit is halted with a"
    },
    "1125": {
        "question": "A student drops a test tube, making the glass break. What is the first thing the student should do?"
    },
    "1126": {
        "question": "Ariana utilizes balloons to study static electricity. Which of the following best describes what will occur when she brings two positively charged balloons near each other?"
    },
    "1127": {
        "question": "Clouds deliver rain and snow to Earth's surface. How do rain and snow primarily support life on Earth?"
    },
    "1128": {
        "question": "Which of the following is most probably an adaptation that arose from habitat destruction?"
    },
    "1129": {
        "question": "Research is being performed on utilizing energy from the Sun to separate water molecules into hydrogen and oxygen. The oxygen will be emitted into the environment, and hydrogen will be employed for fuel. Which statement describes how this technology will benefit the environment?"
    },
    "1130": {
        "question": "Researchers at a science lab have discovered methods to create carbon nanotubes from reused plastic grocery bags. These nanotubes are subsequently used as components of batteries. This method best demonstrates the capability of technology to"
    },
    "1131": {
        "question": "Thunderstorms and hurricanes are instances of extreme weather. Which of these climate conditions is essential for the development of thunderstorms and hurricanes?"
    },
    "1132": {
        "question": "If you put a thermometer into a glass of ice water, what temperature should the thermometer indicate?"
    },
    "1133": {
        "question": "A team of science students utilized water, filter paper, and a hot plate to divide a combination of salt and sand. Which of the following actions did the students probably perform initially?"
    },
    "1134": {
        "question": "Which nonrenewable material is utilized extensively in computers and electronics?"
    },
    "1135": {
        "question": "Where does evaporation happen at the MAXIMUM rate?"
    },
    "1136": {
        "question": "Which of these do all cells emit?"
    },
    "1137": {
        "question": "A farmer believes that the vegetables on her farm are not receiving sufficient water. Her son proposes that they utilize water from the nearby ocean to hydrate the vegetables. Is this a good plan?"
    },
    "1138": {
        "question": "The utilization of television has enhanced safety by"
    },
    "1139": {
        "question": "Which fact best clarifies why there is life on Earth but not on the Moon?"
    },
    "1140": {
        "question": "A researcher placed a sample of lithium into a vessel of water. The researcher observed the lithium floating and producing a buzzing noise as gas bubbles were forming around it. Which conclusion is best supported by this observation?"
    },
    "1141": {
        "question": "What human activity aids in sustaining a renewable resource?"
    },
    "1142": {
        "question": "Which of the following alterations is caused by eliminating heat?"
    },
    "1143": {
        "question": "A caterpillar consumes an oak leaf. Which of the following best explains the energy transfer in this scenario?"
    },
    "1144": {
        "question": "A geological alteration divides a wolf population into two new groups. Genetic drift directly leads to which outcome in the two new groups over time?"
    },
    "1145": {
        "question": "The Moon and Earth possess a comparable"
    },
    "1146": {
        "question": "In a laboratory procedure, a student notices various sizes of soil particles. Which instrument is optimal for the investigation?"
    },
    "1147": {
        "question": "Company X produces 100 custom buses annually. Company Y manufactures 10,000 of one type of bus each year. Which of the following is the most probable reason a customer would purchase a bus from company X instead of company Y?"
    },
    "1148": {
        "question": "Pupils embark on a class excursion to gather insects. Which of these is a vital safety guideline for the pupils to adhere to?"
    },
    "1149": {
        "question": "A heated stone is placed into a bucket of cold water. Thermal energy transferred from the stone to the water by"
    },
    "1150": {
        "question": "Which of these is required in all phases of the butterfly's life cycle?"
    },
    "1151": {
        "question": "Trail mix is a variety of snack. One type of trail mix is composed of raisins, chocolate bits, peanuts, and sunflower seeds. Which statement explains why trail mix is a mixture?"
    },
    "1152": {
        "question": "Which alteration is the best example of a physical transformation?"
    },
    "1153": {
        "question": "At which kind of margin does mountain formation create mountains composed entirely of existing crust material?"
    },
    "1154": {
        "question": "Which statement best clarifies why summer days are hotter than winter days in Arkansas?"
    },
    "1155": {
        "question": "Rossby waves are sluggish, long ocean waves. What characteristic of a Rossby wave would alter if the wavelength was doubled?"
    },
    "1156": {
        "question": "The waves that are generated by a person's voice are akin to the waves generated by an earthquake because both are"
    },
    "1157": {
        "question": "Cars are fueled by gasoline derived from oil. What is the best method to save gasoline?"
    },
    "1158": {
        "question": "Which of the following tasks is carried out by the marketing department of a manufacturing organization?"
    },
    "1159": {
        "question": "Which of these is an instance of water converting from water vapor to liquid?"
    },
    "1160": {
        "question": "Which facet of contemporary life could most likely cause an epidemic to escalate into a pandemic?"
    },
    "1161": {
        "question": "As glaciers retreated at the conclusion of the last Ice Age, temperatures rose, enabling lakes to form. Early plants sprouted in the dunes near the lakes. Further from the dunes, grasslands and wooded areas emerged. Which process occurred after the glaciers melted, permitting grasslands and forests to develop?"
    },
    "1162": {
        "question": "A research study determined that individuals who work extended hours raise their likelihood of experiencing elevated blood pressure. This finding was derived from a study of 200 men of varying ages. How is this investigation biased?"
    },
    "1163": {
        "question": "Which of these is passed down to a person from his or her parents?"
    },
    "1164": {
        "question": "Which object takes up the largest amount of space?"
    },
    "1165": {
        "question": "How can inquiry records be most beneficial?"
    },
    "1166": {
        "question": "Learners are examining how the locations of Earth and the Sun influence changes on Earth. After four seasons have passed on Earth, what has occurred?"
    },
    "1167": {
        "question": "What is a resemblance between sound waves and light waves?"
    },
    "1168": {
        "question": "Which of these is a reaction of cats to external stimuli?"
    },
    "1169": {
        "question": "Which method best determines whether water temperature influences the time it will take a sugar cube to dissolve?"
    },
    "1170": {
        "question": "A student was requested to create a diagram illustrating a subduction zone where an oceanic crust and continental crust meet. Which geologic feature should she include at the subduction zone?"
    },
    "1171": {
        "question": "A ball is hurled downward onto a concrete floor and rebounds upward. What provides the upward force that causes the ball to bounce?"
    }
}