{
    "0": {
        "question": "After a meteorite impact, an astronomer observes that a planet rotates faster. What is the most likely effect of this increase in rotation?"
    },
    "1": {
        "question": "To know how different building designs would respond during an earthquake was the aim of a group of engineers. They tested each model of the buildings they made for its ability to withstand earthquake conditions. What will most likely result from testing different building designs?"
    },
    "2": {
        "question": "The production of sugar and oxygen is the end result in the process of photosynthesis. Which step signals the beginning of photosynthesis?"
    },
    "3": {
        "question": "To determine the speed a car must reach to jump over a ramp is what a physicist wants. Three trials are conducted by the physicist. In trials two and three, the car's speed is increased by 20 miles per hour. When he changes the speed, what is the physicist investigating?"
    },
    "4": {
        "question": "On the Moon, an astronaut drops a 1.0 kg object and a 5.0 kg object. After falling a total distance of 2.0 m vertically, which of the following best describes the objects when they have fallen a distance of 1.0 m?"
    },
    "5": {
        "question": "Decimating the population of Tasmanian devils, Devil facial tumor disease (DFTD) is a disease. Passed from one animal to another through bites, the disease is caused by parasites. Cancerous tumors, which are caused by these parasites, spread throughout an infected animal's body and kill it. What is the best description of DFTD?"
    },
    "6": {
        "question": "A type of small mammal from the mountain regions of the western United States makes its home out of piles of rock. The mammal places grasses and seeds in protected places in the rock piles during the summer months. Which of the following is the most likely reason for this behavior?"
    },
    "7": {
        "question": "Near glaciers, petrified palm trees are found in sedimentary rock. The presence of the petrified palm trees most likely provides evidence for which statement?"
    },
    "8": {
        "question": "Because hawks that lived in areas around their ranches were preying on some of their chickens, farmers in Wyoming were concerned. They grouped together and hunted the hawks until the hawks were no longer in their area. What would most likely happen next?"
    },
    "9": {
        "question": "Copper is an element used in electrical wires. What is the smallest unit that still maintains the characteristics of copper?"
    },
    "10": {
        "question": "Prokaryotic cells are separated from eukaryotic cells according to cell classification. Which feature is often used to distinguish eukaryotic cells from prokaryotic cells?"
    },
    "11": {
        "question": "The effect of the Sun on the oceans is best described by which statement?"
    },
    "12": {
        "question": "If a sunny, mild day is forecast, what temperature is most likely for 2:00 p.m. when the morning temperature in a city is 41°F?"
    },
    "13": {
        "question": "To see which brand of light bulb lasts the longest, a class plans an investigation. Which of these steps should come first?"
    },
    "14": {
        "question": "In the lower atmosphere of Earth, which of these gases is the most abundant greenhouse gas?"
    },
    "15": {
        "question": "At what temperature does water freeze?"
    },
    "16": {
        "question": "For the last century, fossil bones and teeth of dinosaurs have been researched. Details of soft tissues, such as skin, have also been revealed by recent discoveries of fossilized dinosaurs. Now, which is best for a scientist to do when reporting research on dinosaurs?"
    },
    "17": {
        "question": "Molly was putting tea bags in boiling water to make iced tea. To cool the hot tea quickly, she poured it into a pitcher full of ice. Which best describes the flow of thermal energy?"
    },
    "18": {
        "question": "In a forest, logging companies cut trees and send them to lumber mills located far from the forest. Boards that are used for construction are made by the mills. Some logging companies do not plant tree seedlings after they cut trees. Because not planting tree seedlings might affect people who need boards in the future,"
    },
    "19": {
        "question": "Living organisms were once thought to originate from non-living matter. People, for instance, believed that flies would develop from rotting meat. Later, this idea was disproved primarily because of"
    },
    "20": {
        "question": "For energy, cells take in food. The lysosome is the part of the cell that aids in the digestion of the food. In the process of food digestion, what is the main role of lysosomes?"
    },
    "21": {
        "question": "Hydrogen (H_{2}) and oxygen (O_{2}) gases form when an electric current is passed through water (H_{2}O) using a specific apparatus. How can a chemical equation show this reaction?"
    },
    "22": {
        "question": "What is a fact about penguins?"
    },
    "23": {
        "question": "A glass of water that is 110°F is placed next to a glass of water at 50°F in a room where the temperature is 73°F at all times. If the two glasses were left in the room overnight, the temperature for both glasses of water would be approximately the same the next day."
    },
    "24": {
        "question": "All forms of snow, rain, hail, and fog are."
    },
    "25": {
        "question": "A tray was filled with juice by Scott and put in a freezer. The freezer was opened by Scott the next day. How did the juice most likely change?"
    },
    "26": {
        "question": "A flash flood warning was issued for the Las Vegas area on August 21. In terms of weather and climate, which statement best describes this warning?"
    },
    "27": {
        "question": "During a classroom demonstration, students heated three objects to different temperatures. Each object emitted light of a different color as shown below. Object 1: blue light Object 2: red light Object 3: orange light Which list presents the objects in order from highest to lowest temperature?"
    },
    "28": {
        "question": "In oceans, tiny organisms called plankton live. Some plankton can take energy from the Sun and turn it into food. How are plankton most useful to the animals that live in the ocean?"
    },
    "29": {
        "question": "A tree branch floats on water best explains which statement?"
    },
    "30": {
        "question": "In a lab, two fossils are being observed by students. The teacher tells them that these fossils were found in rock layers that are different. From just observing the fossils, what can the students most likely determine?"
    },
    "31": {
        "question": "The distance of Earth from the Sun allows water to be readily available for organisms. Which property of water is most important for these organisms?"
    },
    "32": {
        "question": "A property of a type of matter is correctly described by which statement?"
    },
    "33": {
        "question": "Describes a positive effect of a scientific discovery is which statement?"
    },
    "34": {
        "question": "With the most frequency, which natural event occurs?"
    },
    "35": {
        "question": "A scientist maps a long region where earthquakes originate and determines that this region is a transform plate boundary. What evidence would cause the scientist to reevaluate this determination?"
    },
    "36": {
        "question": "If they were right next to each other, which best describes how the sun might compare to a star of a different size?"
    },
    "37": {
        "question": "About the solar system, which statement is true?"
    },
    "38": {
        "question": "Within a plant, what is the main function of photosynthetic cells?"
    },
    "39": {
        "question": "What is the primary difference between hydraulic and pneumatic systems, among the following options?"
    },
    "40": {
        "question": "Bears often scratch their backs against trees in the spring and early summer to remove winter fur. This is an example of an animal."
    },
    "41": {
        "question": "Once per day, which event occurs?"
    },
    "42": {
        "question": "The mass of a carbon atom that has 6 protons, 7 neutrons, and 6 electrons is what?"
    },
    "43": {
        "question": "As a sound wave travels through different substances, the speed varies. Which factor will most affect the speed of a sound wave?"
    },
    "44": {
        "question": "While a child is riding on a sled down a steep, snow-covered hill, which statement best describes the energy changes that occur?"
    },
    "45": {
        "question": "The use of is the best way to separate salt from water."
    },
    "46": {
        "question": "To determine the topography of the United States, which piece of equipment is the best?"
    },
    "47": {
        "question": "To determine how long it takes a cup of water to boil, which tool would be best to use?"
    },
    "48": {
        "question": "Scientists consider all of the following except to determine how closely related organisms are."
    },
    "49": {
        "question": "An example of a learned behavior is which?"
    },
    "50": {
        "question": "Which best describes the total mass of the water and oxygen that was produced if 20 g of liquid hydrogen peroxide is heated so it completely breaks down into liquid water and oxygen gas?"
    },
    "51": {
        "question": "Air cannot be seen and has no color, yet it takes up space. What could be done to demonstrate that air takes up space?"
    },
    "52": {
        "question": "The formation of the Mount St. Helens Volcano was most likely caused by which geologic process?"
    },
    "53": {
        "question": "A relationship between a living thing and a nonliving thing is shown by which example?"
    },
    "54": {
        "question": "Evidence that Europa has a liquid ocean under a surface of ice is provided by images from the Voyager and the Galileo spacecraft, resulting in part from distinctive surface-cracking patterns produced by which events?"
    },
    "55": {
        "question": "Natural resources on Earth can be categorized as either renewable or nonrenewable. The classification of a resource as renewable or nonrenewable is determined by the rate at which it is replaced. If a resource is consumed more quickly than it is replenished, it will eventually disappear. Which activity demonstrates the use of a nonrenewable natural resource?"
    },
    "56": {
        "question": "In several different geographic locations, scientists studied largemouth bass populations. Information about the size, number, and weight of fish in each population was recorded by them. Which of the following will be best suited for recording these data?"
    },
    "57": {
        "question": "Quickly moving back and forth a bar magnet in a coil of copper wire, the ends of the wire were connected to a small lightbulb. For which of the following was the device created?"
    },
    "58": {
        "question": "The environment most influences which of the following traits?"
    },
    "59": {
        "question": "By the greatest amount, which of the following actions will increase the gravitational force between two masses, m_{1} and m_{2}?"
    },
    "60": {
        "question": "Shown below, what are the products in the reaction? HCl + NaOH ->"
    },
    "61": {
        "question": "Why do most of the leaves grow at the top of the tree of forest trees?"
    },
    "62": {
        "question": "With which system in the human body are the terms gas exchange, diaphragm, and inhale most closely associated?"
    },
    "63": {
        "question": "The organ in fish that performs the same function as the human lung is which of the following?"
    },
    "64": {
        "question": "Dominic is observing a volvox colony and a paramecium under a microscope. In his journal, he notes that the volvox colony and the paramecium are similar because they have many organelles for movement. What would Dominic most likely notice about the movement of a volvox colony and a paramecium?"
    },
    "65": {
        "question": "Why does asexual reproduction result in less genetic diversity than sexual reproduction?"
    },
    "66": {
        "question": "Hardness tests on several substances are being performed by some students. Y is scratched by X. Z is scratched by Y. W is scratched by Z. Which statement best describes the hardness of substance W?"
    },
    "67": {
        "question": "The productivity of crops in mountain valleys has been studied by scientists. The valleys are more productive in some areas than in others. Which factor's increase most likely accounts for the high productivity in some areas of mountain valleys?"
    },
    "68": {
        "question": "Except for all of the following, the salt in ocean water comes from"
    },
    "69": {
        "question": "The primary cause of rainstorms is what?"
    },
    "70": {
        "question": "To stay alive, garden plants on Earth require four resources: soil, air, water, and sunlight. How many of these resources are necessary for life to exist on the moon or another planet?"
    },
    "71": {
        "question": "To a student who is separating aluminum screws from steel screws, which is most useful?"
    },
    "72": {
        "question": "Some scientists predict that the number and strength of hurricanes will increase as greenhouse gases change the climate of Earth. For this to occur, the climate change would have to affect Earth by changing the"
    },
    "73": {
        "question": "The riverbed is eroded by running water in a river over a long period of time. This erosion causes the river to"
    },
    "74": {
        "question": "When scientists use the term conservation, what are they referring to?"
    },
    "75": {
        "question": "Which objects give off their own light in our solar system?"
    },
    "76": {
        "question": "Diagrams of two different cells were examined by a student. One cell was prokaryotic, and the other cell was eukaryotic. To identify a major difference between the diagrams, what should the student do?"
    },
    "77": {
        "question": "An adaptation that shortens the time of a tadpole's metamorphosis would be most useful under which circumstance?"
    },
    "78": {
        "question": "An object weighing 20 N is placed on a surface and begins to slide. What is the most likely reason the object moves?"
    },
    "79": {
        "question": "In nature, which items would decompose in the least amount of time?"
    },
    "80": {
        "question": "In the carbon cycle, which process takes the longest to complete?"
    },
    "81": {
        "question": "Living deep in the ocean, some marine organisms can produce their own light. For which of these activities is the light they produce most likely used?"
    },
    "82": {
        "question": "The water is when the temperature of a sample of 25 water is -5°C."
    },
    "83": {
        "question": "By using, Thomas Edison most likely invented the light bulb."
    },
    "84": {
        "question": "By performing the following steps, a student investigates the effects of fertilizer on corn plants: 1. Plant groups of corn plants in full sunlight in the same type and amount of soil. 2. To each group, add the same amount of different brands of fertilizer. 3. Water the plants each day for 5 minutes. 4. Each day, measure the heights of the plants. What is the independent variable in this investigation?"
    },
    "85": {
        "question": "Each planet in our solar system has a different period of rotation. Earth's period of rotation is"
    },
    "86": {
        "question": "Scientists noticed as early as the 1600s that the continents appeared to fit together like pieces of a puzzle. The idea was not widely accepted that the continents were once together and had drifted apart. Evidence of continental movement was led to by technology used on submarines in the 1940s. Which of these were the scientists allowed to do by this technology?"
    },
    "87": {
        "question": "A scientific hypothesis is which of the following statements?"
    },
    "88": {
        "question": "A 0.15 kg baseball is thrown by a pitcher at 43 40 m/s towards the catcher. While moving at 40 m/s, what is the momentum of the baseball?"
    },
    "89": {
        "question": "How a somatic cell mutation can harm an organism is explained by which action?"
    },
    "90": {
        "question": "On a clear night, what can most likely be seen without the aid of a telescope?"
    },
    "91": {
        "question": "An important part of many plants is the stem. Which of the following most closely resembles the role performed by the stem of a plant?"
    },
    "92": {
        "question": "Salt is shaken into a jar of water by students, and pepper is shaken into a second jar of water by them. Which statement best compares the two jars?"
    },
    "93": {
        "question": "The students in a class would like to make 20 paper sailboats for a race. The students will collect the materials they need to construct the boats after selecting one design. Which of the following is the best way to ensure the paper sailboats will float without tipping over in the water for the students?"
    },
    "94": {
        "question": "In homes, a carbon monoxide detector is used to"
    },
    "95": {
        "question": "Gases are able to expand to fill their containers and can be easily compressed. These descriptions of gases are examples of"
    },
    "96": {
        "question": "Mice can learn to press a lever in order to acquire food, as shown by experiments. By allowing them to, this learning ability can help mice survive in the wild."
    },
    "97": {
        "question": "Sedimentary rocks are made how?"
    },
    "98": {
        "question": "Which structures are found in both plant cells and animal cells as common?"
    },
    "99": {
        "question": "On a sunny day, a polished metal ball looks very shiny and bright. What makes the ball look shiny?"
    },
    "100": {
        "question": "Expensive to own and lacking readily available recharging stations, electric cars, unlike those running on fossil fuels, produce no carbon monoxide when being driven. Which of the following best explains why people choose to use this technology?"
    },
    "101": {
        "question": "After being rubbed with a piece of fur, why does a plastic rod have a negative charge?"
    },
    "102": {
        "question": "In surgery, lasers are used for"
    },
    "103": {
        "question": "The layer of the atmosphere with the best description is the troposphere."
    },
    "104": {
        "question": "To examine a piece of mold on bread, students use tweezers and magnifying glasses. What should they also use for safety in this investigation?"
    },
    "105": {
        "question": "Your kidneys excrete antidiuretic hormone (ADH) when you have too little water in your body. In response to ADH, what happens?"
    },
    "106": {
        "question": "Into vinegar, Robert put two drops of an indicator, and the color turned red. Drops of ammonia solution were then added by him until the color disappeared. What process occurred?"
    },
    "107": {
        "question": "Living in the intestines of dogs, tapeworms absorb nutrients from the food the dog eats. Which description best fits the outcome of this relationship?"
    },
    "108": {
        "question": "Black bears in some U.S. national parks have lost their fear of humans and look for food near campsites along the roadside. An example of an animal is this."
    },
    "109": {
        "question": "On both Earth and the moon, which of the following can be found?"
    },
    "110": {
        "question": "The trait for round seeds is dominant over the trait for wrinkled seeds in pea plants. What can be predicted about the offspring plants if a pure dominant plant with round seeds is crossed with a plant with wrinkled seeds?"
    },
    "111": {
        "question": "To measure the rate of evaporation of a volatile liquid at room temperature, which piece of equipment would a student best use in this investigation?"
    },
    "112": {
        "question": "At the tops of mountains, when cold air is present, the air"
    },
    "113": {
        "question": "When mixed with water, which substance will produce the best conductor of electricity?"
    },
    "114": {
        "question": "Specifically designed to convert, coal-powered plants are."
    },
    "115": {
        "question": "When an electron is gained by an atom, what happens?"
    },
    "116": {
        "question": "Which factor will likely increase as stream velocity decreases?"
    },
    "117": {
        "question": "About rocks, which statement is true?"
    },
    "118": {
        "question": "Between two cities that are separated by 840 kilometers, an airplane flies in a straight line. What is its average speed if the airplane takes 4 hours to make the trip?"
    },
    "119": {
        "question": "When determining the relatedness of organisms, which of the following best explains the importance of having a standardized taxonomic classification system?"
    },
    "120": {
        "question": "Using foam balls, Giselle makes a model to represent the events in a solar eclipse. Which characteristic should the foam ball model have to best demonstrate this phenomenon?"
    },
    "121": {
        "question": "A toy truck rolls over a smooth surface. The truck will most likely roll if the surface is covered with sand."
    },
    "122": {
        "question": "A type of mining that is done at the surface of Earth is surface mining. Surface mining might also, in addition to supplying valuable minerals to industry,"
    },
    "123": {
        "question": "Hurricanes form over areas that are equatorial. This is because"
    },
    "124": {
        "question": "Antibodies carry out which immune system function?"
    },
    "125": {
        "question": "The cell would stop functioning if a nerve cell."
    },
    "126": {
        "question": "In most living things, which element below is found in the smallest quantity?"
    },
    "127": {
        "question": "In the water cycle, which process returns water to the atmosphere?"
    },
    "128": {
        "question": "For some fungi, what is the nutrient source?"
    },
    "129": {
        "question": "In asexual reproduction, which step would you expect to find in Volvox but not in amoebas?"
    },
    "130": {
        "question": "A child would not inherit which characteristic from one or both of its parents?"
    },
    "131": {
        "question": "Only metals are contained in which set of elements?"
    },
    "132": {
        "question": "Improvement in soil texture is achieved by"
    },
    "133": {
        "question": "At the top of a mountain, there is a very slight change in gravity. Which property would most likely be less at the top of a mountain?"
    },
    "134": {
        "question": "Which serve as protective barriers along coastlines and are often destroyed when a strong hurricane hits?"
    },
    "135": {
        "question": "The east coast of South America and the west coast of Africa have matching fossils within the same series of rock layers, which provides evidence that these two continents were once connected."
    },
    "136": {
        "question": "Some table salt is dissolved in water by Pat. A drop of the water is then put on a microscope slide by her, and the lamp is turned on. As the water evaporates, small cubic structures being formed are observed by Pat. What process is being seen through the microscope by Pat?"
    },
    "137": {
        "question": "Which question regarding tulips could scientific research best answer?"
    },
    "138": {
        "question": "Using a computer, an engineer is designing a bridge. For safety purposes, which test is the most important?"
    },
    "139": {
        "question": "What distinguishes elements on the left side of the Periodic Table of the Elements from those on the right side in terms of physical property?"
    },
    "140": {
        "question": "Mary Anderson invented the first windshield wiper in 1903. How did this invention most likely help people?"
    },
    "141": {
        "question": "Cars were once completely assembled by hand. Many car parts are now assembled by industrial robots. What is a positive effect of using robots?"
    },
    "142": {
        "question": "The change in Earth's surface most directly related to the water cycle is which?"
    },
    "143": {
        "question": "In a beaker with water droplets on the outside of its bottom, two chemicals react. The water droplets freeze. Which statement best describes the reaction?"
    },
    "144": {
        "question": "Using petroleum as a raw material, which of the following manufactured products can be produced?"
    },
    "145": {
        "question": "Over billions of years, which describes BEST the surface of the Earth?"
    },
    "146": {
        "question": "In a seaside ecosystem, Joshua studied the organisms living there. What do all animals at a beach need for survival?"
    },
    "147": {
        "question": "Because it differs from main sequence stars, a red giant star"
    },
    "148": {
        "question": "Selenium has how many valence electrons?"
    },
    "149": {
        "question": "There are four main types of tissue in multicellular organisms, including muscle, epithelial, nerve, and connective tissue. Which organ is made up mostly of nerve tissue?"
    },
    "150": {
        "question": "A brand of fertilizer claims that it contains all the chemicals a plant needs for rapid growth, except it may be inferred that the fertilizer includes all these ingredients."
    },
    "151": {
        "question": "The atoms inside a light bulb transform electrical energy into what other kind of energy to produce light?"
    },
    "152": {
        "question": "Most likely, a plateau is formed by"
    },
    "153": {
        "question": "A student uses a mixture of vinegar and baking soda in a volcano model. When touched, the mixture causes the volcano model to feel cool. What energy transformation has taken place?"
    },
    "154": {
        "question": "A floor covered with tile feels colder than a floor covered with carpet for what reason?"
    },
    "155": {
        "question": "All of these, except adaptive characteristics, help dolphins survive life in the ocean."
    },
    "156": {
        "question": "In DNA, what base is complementary to cytosine?"
    },
    "157": {
        "question": "When a chemical change happens"
    },
    "158": {
        "question": "From getting bumped, which body system protects the brain?"
    },
    "159": {
        "question": "A chemical change is demonstrated by which?"
    },
    "160": {
        "question": "Which of the following best conserves the natural resources used to make a television?"
    },
    "161": {
        "question": "Which will decay fastest if each one of these things is thrown away?"
    },
    "162": {
        "question": "A lake that had a healthy fish population received runoff from surrounding farmland. Several years ago, crops were treated with a new type of pesticide. As the runoff entered the lake, it killed an insect that was a primary food source for fish. If farmers in the area stop using the pesticide, what will most likely occur?"
    },
    "163": {
        "question": "To others for review, scientists present the results of their investigations because"
    },
    "164": {
        "question": "From plants, which alternative energy resource is produced?"
    },
    "165": {
        "question": "Which part of an atom possesses the least mass?"
    },
    "166": {
        "question": "Two resources in terrestrial biomes that most vertebrates (animals with backbones) compete for are what?"
    },
    "167": {
        "question": "Which of these meals would provide you with most of the nutrients that you need?"
    },
    "168": {
        "question": "Rubber provides, which is why the handle of a frying pan is often coated in it."
    },
    "169": {
        "question": "A car is moving on a level street. What can cause the car to stop rolling?"
    },
    "170": {
        "question": "The law of conservation of mass as it applies to the combustion of ethane is demonstrated by which of these chemical equations?"
    },
    "171": {
        "question": "From the Sun, the radiant energy that comes to Earth is"
    },
    "172": {
        "question": "The disposal of used motor oil from cars is not associated with which environmental risk?"
    },
    "173": {
        "question": "A patient showing symptoms of fatigue and fever is treated by a doctor. Which condition's examination will most likely uncover the source of the illness?"
    },
    "174": {
        "question": "For the longest period of time, which of the following animals have been on Earth?"
    },
    "175": {
        "question": "At room temperature, bromine (Br) is a liquid, and oxygen (O) is a gas. Room temperature is 25° C. Which of the following statements is true?"
    },
    "176": {
        "question": "A fungus that damages their leaves can inhabit certain trees, such as the dogwood. Which of the following best describes the relationship between the tree and the fungus?"
    },
    "177": {
        "question": "The melting point of a compound was measured by three different scientists. Because it is acceptable, the scientists can display the same data differently."
    },
    "178": {
        "question": "One of the most abundant compounds found in sea water is magnesium bromide. Which formula represents magnesium bromide correctly?"
    },
    "179": {
        "question": "It is suggested by Leopard's opening chant that he is"
    },
    "180": {
        "question": "The best example of an object that refracts light is which?"
    },
    "181": {
        "question": "Leaves from deciduous trees fall onto the forest floor. These leaves slowly decay and become part of the topsoil. Which change is most likely to positively impact the nutrients available in the topsoil?"
    },
    "182": {
        "question": "In the formation of both metamorphic and sedimentary rock, which process is included?"
    },
    "183": {
        "question": "On a desktop, a glass of cold water is set. Beads of water had formed on the outside of the glass later that day. The most likely explanation for the beads of water is that"
    },
    "184": {
        "question": "A biologist limits the amount of phosphorous available to a cell culture during an experiment on aerobic cellular respiration. How might this affect the cell?"
    },
    "185": {
        "question": "When a person parachutes from a plane, she travels at about 67 meters per second. She slows to about 3 meters per second when she pulls her cord and her chute opens. How do her velocity and acceleration change when the chute opens if both velocity and acceleration are considered positive before the chute opens?"
    },
    "186": {
        "question": "Into the Gulf of Mexico, nutrient-laden waters from heavy rains flow. This results in an algae bloom in the ocean environment. Large amounts of oxygen are used up along the coastline as the algae decays. What is most likely to happen to the area as a result?"
    },
    "187": {
        "question": "A softball with a mass of 0.20 kg travels south for 97 meters (m) in a duration of 4.5 seconds (s). What distinguishes the velocity of the ball from its speed?"
    },
    "188": {
        "question": "It is called when an animal population moves a long distance to another area in order to survive."
    },
    "189": {
        "question": "In ponds and streams, beavers build their homes. Which characteristic is least critical to building homes in an aquatic environment?"
    },
    "190": {
        "question": "For a science experiment, a student has recorded the speed of cars. Which type of graph would provide the most detail about cars traveling within a particular speed range?"
    },
    "191": {
        "question": "During four different times in a day, a student is going to walk outside to observe her shadow. At which time is the student most likely to notice her shadow is the shortest?"
    },
    "192": {
        "question": "One effect the hydrosphere has on the lithosphere is what?"
    },
    "193": {
        "question": "With 20 of the same tomato plants, students conduct an investigation. Each plant receives the same amount of water but different amounts of sunlight. Every day, the students measure the number of fruits on each plant. In this investigation, what is the dependent variable?"
    },
    "194": {
        "question": "To compare rainfall data collected from the homes of different students in the area is what students want. What is one way to reduce the possibility of uncontrolled variables affecting their data for the students?"
    },
    "195": {
        "question": "A way that sunglasses help protect the eyes is which of these?"
    },
    "196": {
        "question": "Even though the Moon has about 1/80 the mass and about 1/4 the diameter of Earth, the gravitational pull between the Moon and Earth affects conditions here on Earth. Which would most likely occur if the Moon was about the same size and mass of Earth?"
    },
    "197": {
        "question": "A student wants to study a process that occurs during one year using photography. Which of these actions would be best for the student to study?"
    },
    "198": {
        "question": "A way to conserve water is to water plants and grass in the early morning. Why is this so?"
    },
    "199": {
        "question": "A property of water is best described by which statement?"
    },
    "200": {
        "question": "From deposits of petroleum deep within the earth come gas and oil. What caused the formation of these deposits?"
    },
    "201": {
        "question": "The scientific method states that conclusions should be based on evidence, although scientists do not always agree on the conclusions because"
    },
    "202": {
        "question": "The characteristic that would most affect the acceleration of an object is which?"
    },
    "203": {
        "question": "Why powdered tea becomes a solution when mixed with water is explained by which characteristic?"
    },
    "204": {
        "question": "Through a process called nuclear fusion, a star produces energy. Which aspect of a star enables fusion to occur?"
    },
    "205": {
        "question": "Into 1,000 grams of water, a student mixed 25 grams of salt. What is the mass of the saltwater mixture?"
    },
    "206": {
        "question": "An artificial reef, such as a sunken ship or railroad car, may support the development of a complex ecosystem in what is the most important way?"
    },
    "207": {
        "question": "Jenny walked home from the grocery store with a bag of chocolate chips on a hot day. The chocolate chips had melted in the bag when she arrived home. Why did the chocolate chips melt?"
    },
    "208": {
        "question": "Why do most salmon leave salt water and return to fresh water is explained by which statement?"
    },
    "209": {
        "question": "The best way to determine whether two people are related is which of the following?"
    },
    "210": {
        "question": "When a wooden log is burned, what happens to it?"
    },
    "211": {
        "question": "Two bicyclists were riding their bikes at a speed of 20 kilometers per hour (km/h). They observed during the next half hour that their speed had increased to 26 km/h. What was their average acceleration?"
    },
    "212": {
        "question": "While working with circuits, electricians wear rubber boots and gloves. This is mainly because"
    },
    "213": {
        "question": "To determine if the amount of air in a basketball affects how high it bounces, Ben wants to know. He fills three basketballs with air and drops each one three times. Which part of the experiment should Ben keep constant for each ball?"
    },
    "214": {
        "question": "To determine the type of popcorn that produces the greatest number of popped kernels, which method should be used?"
    },
    "215": {
        "question": "A solid steel wall was hit by a construction worker with a sledgehammer, but the wall did not move. The energy exerted by the worker was partially absorbed."
    },
    "216": {
        "question": "Which activity would aid in protecting the natural habitats of animals?"
    },
    "217": {
        "question": "Earth's surface can be changed by ice in two ways. What are they?"
    },
    "218": {
        "question": "A renewable resource is which?"
    },
    "219": {
        "question": "A ball was thrown into the air by Jerry. It soon fell to the ground after following a curved path because"
    },
    "220": {
        "question": "Which investigation will test the effects of gravity on moving objects best?"
    },
    "221": {
        "question": "A mixture of salt and water is often used by people to clean contact lenses. Which statement best describes this mixture?"
    },
    "222": {
        "question": "Formed from are the following mountain ranges: the Alps, Appalachians, and Himalayas."
    },
    "223": {
        "question": "How long it takes mold to form on bread is what a student wants to know. What should the student most likely do next after preparing the bread for the investigation?"
    },
    "224": {
        "question": "For all of the organisms in most food chains, what is the main source of energy?"
    },
    "225": {
        "question": "Every few minutes, students watched a bird fly to and from a large bush. \"The bird has a nest in that bush,\" the students told their teacher. This statement is an example of"
    },
    "226": {
        "question": "Maryland power plants in 2003 produced 56% of the electricity used in the state by burning coal and 5% by using hydropower. Which of the following statements best describes coal and water as resources?"
    },
    "227": {
        "question": "How the Internet has helped improve life for many people is best described by which statement?"
    },
    "228": {
        "question": "A chemical reaction is known as one that produces cold temperatures."
    },
    "229": {
        "question": "Above the washing machine, several shelves are present in a small laundry room. These shelves serve as an example of"
    },
    "230": {
        "question": "Mountain lions and wolves prey upon the deer population to near disappearance in a forested region. Most of the mountain lions and wolves in this region were eliminated through hunting to protect the deer population. As a result, the deer population increased rapidly due to over-hunting. In the absence of its predators, what will most likely happen to the deer population after several years?"
    },
    "231": {
        "question": "Ethanol is an alcohol type that is produced from plants. Ethanol is made using sugarcane and corn, both of which are also used in foods like cereals and breads. Since the products of ethanol are water and carbon dioxide, burning it provides a clean energy source. Mixing ethanol with gasoline thus reduces harmful waste products. Many Brazilians drove cars with engines that used an ethanol-gasoline mixture in the 1970s. This alternative fuel conserved the limited gasoline supply available at the time. By the 1990s, gasoline had become cheaper than ethanol, leading Brazilians to return to driving more gasoline-fueled cars. Recently, Brazilians have started driving more cars that use an ethanol-gasoline mixture again. Which group would benefit the most if drivers in the United States fueled their vehicles with an ethanol-gasoline mixture?"
    },
    "232": {
        "question": "Iron found in their systems is used by some bacteria as a means to guide their movement. Which stimulus most likely triggers this movement mechanism?"
    },
    "233": {
        "question": "In the compound Mg(OH)2, how many elements are there?"
    },
    "234": {
        "question": "The young ocean animal has two parents, each with eight arms. How many arms is the young animal likely to have?"
    },
    "235": {
        "question": "When a person starts to jog, how is energy changed?"
    },
    "236": {
        "question": "It is most important to know when there is an accidental spill in the lab"
    },
    "237": {
        "question": "Reducing the number of trees cut down for paper production is a benefit of recycling paper. What is the most likely benefit to the environment from this reduction?"
    },
    "238": {
        "question": "A rock sample that may contain the mineral hematite is in the possession of the students. They know that a red or rusty streak is characteristic of hematite. How can the students determine what color the streak in the rock sample is?"
    },
    "239": {
        "question": "Water, ice, and steam each have different temperatures. What is the order from coldest to hottest?"
    },
    "240": {
        "question": "What is the best way for students to show respect for the environment when making observations in nature?"
    },
    "241": {
        "question": "In South Florida, the Miami Blue butterfly is an endangered species. Which factor has most likely caused this butterfly's population decline?"
    },
    "242": {
        "question": "In order to be able to repeat an experiment, which step should a student do?"
    },
    "243": {
        "question": "For the production of geothermal energy, which of these is most necessary?"
    },
    "244": {
        "question": "Which statement best compares the masses of the two samples, given that a student has one liter of feathers and one liter of iron nails?"
    },
    "245": {
        "question": "A student reads this description of a region: \"Warm summers, moderate winters, and frequent rainfall characterize it.\" What information does this description best provide?"
    },
    "246": {
        "question": "Only 50 kilometers apart are two cities, and yet the cities have different climates. Which of these factors is the most likely cause of this difference in climate?"
    },
    "247": {
        "question": "On a smooth surface, five bowling balls are lined up touching one another. When the first ball is struck with a hammer, the fifth ball moves away from the group. Through the line of balls, the force of the hammer was transmitted as what type of wave?"
    },
    "248": {
        "question": "The best example of an event that causes a slow change in ecosystems is which of the following?"
    },
    "249": {
        "question": "To measure, a thermometer is best used."
    },
    "250": {
        "question": "Some of the changes on Earth that happen over a long time were researched by Marshall. Which event most likely causes the slowest change to the surface of Earth?"
    },
    "251": {
        "question": "An explanation for extinctions at the end of the Permian period has been suggested to be evidence of extensive glaciation. Which effect could such glaciation have produced to disrupt ocean ecosystems?"
    },
    "252": {
        "question": "At the same time, six puppies were born. After 6 months, one of the puppies was much heavier than the others. Which of the following is the most likely explanation for the difference in the size of that puppy?"
    },
    "253": {
        "question": "To actively transport molecules into the cell, which component of the cell membrane functions?"
    },
    "254": {
        "question": "Within a substance, the particles are in constant motion. In which of these substances do the particles have the lowest amount of kinetic energy?"
    },
    "255": {
        "question": "Which of these is most likely to occur in regions where prevailing winds blow from the oceans to the shore?"
    },
    "256": {
        "question": "If it lost, an atom would lose the least amount of mass."
    },
    "257": {
        "question": "Wolves, top predators, were eliminated from Yellowstone National Park in the 1930s. Wolves were reintroduced into Yellowstone in 1995. Which most likely occurred during the period when wolves were absent from Yellowstone?"
    },
    "258": {
        "question": "In Maine, balsam fir trees have needle length that is similar. Why is it that the trees have similar needle length?"
    },
    "259": {
        "question": "At a constant speed of 800 kilometers per hour (km/h), how long will it take for the airplane to travel 200 kilometers approximately?"
    },
    "260": {
        "question": "In the northeastern part of the United States, certain lakes have experienced decreases in pH levels, resulting in the deaths of many fish. What is the most likely reason for this change in pH levels?"
    },
    "261": {
        "question": "Electricity is often produced by energy companies from a variety of sources. Which resource, if used, would improve air quality the most?"
    },
    "262": {
        "question": "Some people have straight hair, while others have curly hair. What determines whether a person will be born with straight or curly hair?"
    },
    "263": {
        "question": "An ion has a charge if it has three more electrons than protons."
    },
    "264": {
        "question": "Which of these is a behavior that is MOST likely different in tame animals compared to wild animals?"
    },
    "265": {
        "question": "When the temperature of water changes from 10° Celsius to -10° Celsius, what happens?"
    },
    "266": {
        "question": "In a drought, what advantage do some plants have over animals?"
    },
    "267": {
        "question": "An adverse result from a tornado is not which of these?"
    },
    "268": {
        "question": "Three beakers were filled by a student, each containing 50 milliliters of liquid water. Beaker 1 was cooled by the student to form ice. To form water vapor (gas), Beaker 2 was heated by the student. Beaker 3 stayed at room temperature. What process occurs when liquid water transforms into a vapor (gas)?"
    },
    "269": {
        "question": "Many cities in the United States are developing what are called 'green communities.' A green community is designed to reduce energy use and consists of houses, apartments, and businesses nearby. Grocery stores, restaurants, and movie theaters are all within walking distance from the homes in the community. People travel shorter distances to get to their schools and jobs. In a green community, many buildings are made of renewable and recycled materials. Solar energy maintains a comfortable temperature in the buildings. Natural landscape features, like trees and plants, are strategically located to provide shade and regulate temperatures. Community gardens allow residents to grow both food and flowers. When using a nonrenewable resource, people in green communities are mindful of their consumption."
    },
    "270": {
        "question": "Water molecules begin to melt when ice is at 0°C."
    },
    "271": {
        "question": "A pathway for transportation is NOT which?"
    },
    "272": {
        "question": "The best example of physical weathering is which of these?"
    },
    "273": {
        "question": "To form land formations on the Earth's surface, lithospheric plates have moved. Which land formation results from the plates folding upon one another?"
    },
    "274": {
        "question": "Which describes both a mixture and a solution best?"
    },
    "275": {
        "question": "On October 15, 1997, Andy Green traveled a measured distance at an average speed of 339 meters per second in a jet-powered car called \"Thrust\" in Nevada's Black Desert. Andy was the first person to"
    },
    "276": {
        "question": "At an average speed of 3 kilometers per hour (km/h), Jeremy walked. In 30 minutes, how far had Jeremy walked?"
    },
    "277": {
        "question": "Certain animals usually migrate due to which two environmental changes?"
    },
    "278": {
        "question": "Kira notices that in July the plants in the school garden are green and growing, but in December they are brown. Why is it that plants grow more in summer than in winter?"
    },
    "279": {
        "question": "A helpful effect from a flood would be which of these: flooding rivers can help or harm the environment?"
    },
    "280": {
        "question": "At an average speed of 2 m/s, how much time is required for a bicycle to travel a distance of 100 m?"
    },
    "281": {
        "question": "The amount of vitamin C in fresh orange juice was tested by a class, and they calculated a different amount than the previous class that conducted the same investigation. To ensure their results are accurate, what should most likely be done?"
    },
    "282": {
        "question": "On volcanoes, what is the major process of surface rock formation?"
    },
    "283": {
        "question": "A star would have twice the mass as the Sun"
    },
    "284": {
        "question": "In a certain field, bees pollinate plants with blue flowers, while moths pollinate plants with white flowers. Which will most likely occur if the population of bees decreases?"
    },
    "285": {
        "question": "The atomic mass of an atom that has 20 electrons, 21 neutrons, and 20 protons is what?"
    },
    "286": {
        "question": "All organisms process nutrients. Which sentence best describes how plants and animals similarly process nutrients?"
    },
    "287": {
        "question": "In an electric circuit, the voltage is held constant. If the resistance is doubled, what will happen to the current in this circuit?"
    },
    "288": {
        "question": "What can most likely be concluded if a body of water has high turbidity levels?"
    },
    "289": {
        "question": "All of their light bulbs were replaced by a school with a new type of light bulb. The new light bulbs use less energy. How will the environment most likely be helped by the new light bulbs?"
    },
    "290": {
        "question": "Many astronomers thought for years that our solar system formed from a slowly condensing cloud of dust and gas. New evidence indicates that short-lived, massive stars in a nebula exploding may have led to the formation of our solar system. From the new evidence, what is most likely going to result?"
    },
    "291": {
        "question": "A correctly written chemical equation that demonstrates the conservation of mass is which of the following?"
    },
    "292": {
        "question": "The depletion of which resource may be slowed by using solar panels to convert solar energy into electricity?"
    },
    "293": {
        "question": "Jefferson's class was studying sunflowers. They discovered that sunflowers are capable of making their own food. Which parts of a sunflower gather the majority of the sunlight required to make food?"
    },
    "294": {
        "question": "Green plants use energy from sunlight in the process of photosynthesis to make which product?"
    },
    "295": {
        "question": "An animal that feeds on other animals is a predator. Which of these is a predator?"
    },
    "296": {
        "question": "When new information becomes available, scientists often change conclusions. Because new information became available, which statement was changed?"
    },
    "297": {
        "question": "Small, soft-bodied insects, aphids, feed on certain types of plants. Which level of a food web would an aphid occupy?"
    },
    "298": {
        "question": "Throughout the month of June, the number of living organisms in and around a lake remained fairly stable. A three-week period of high temperatures and no rainfall occurred in July. This led to an overabundance of green algae that covered almost the entire surface of the lake. This would most likely result in"
    },
    "299": {
        "question": "A farmer plans to grow grasses to harvest for hay in three large fields. Only after two years of growth should grasses be harvested. What could the farmer do to ensure he has a hay crop each year?"
    },
    "300": {
        "question": "Ravi wants to send a message to his friend in India, who lives in Stow, Massachusetts. Which tool would be the LEAST helpful in sending this message?"
    },
    "301": {
        "question": "A mixture of many substances which may include is what soil is."
    },
    "302": {
        "question": "In a plant cell, what is the main function of the cell wall?"
    },
    "303": {
        "question": "Most likely, an ecosystem would be affected by the removal of plant material, such as grass clippings, by"
    },
    "304": {
        "question": "After an investigation, which item can safely be reused?"
    },
    "305": {
        "question": "A message travels from the dog's eyes to the dog's brain when a dog sees a cat."
    },
    "306": {
        "question": "Food is broken down into molecules by the digestive system, which are used by our body's cells. Which other body system regulates the speed of the digestive system's functions?"
    },
    "307": {
        "question": "What is one way a mammal will most likely adapt to this change if the weather patterns change and stay colder?"
    },
    "308": {
        "question": "Not a benefit of microorganisms, which of these is?"
    },
    "309": {
        "question": "The substance in the pot is heating up due to the contact, as a pot is touching the flame of a gas stove. This is an example of which type of energy transfer?"
    },
    "310": {
        "question": "Some researchers believe that beta-carotene, found in carrots, may assist humans in living longer lives. An experiment was designed by a few scientists in which one hundred people would be asked to take a double dose of beta-carotene daily for two years, while another hundred people were given a placebo, a sugar pill, for the same duration. The scientists planned to collect the data and draw a conclusion after the two years. This does not represent a good example of a scientific study and was not conducted because"
    },
    "311": {
        "question": "An object at rest will stay at rest unless acted upon by an outside force, according to Newton's first law of motion. Which activity exemplifies this law?"
    },
    "312": {
        "question": "Made of atoms is which of the following?"
    },
    "313": {
        "question": "When a 10-newton (N) force is applied to an object, it accelerates at 3 meters per second^2. Which force would be needed for this object to accelerate at 6 meters per second^2?"
    },
    "314": {
        "question": "In an investigation conducted by Sandy to find out which food his dog likes best, what is the manipulated variable?"
    },
    "315": {
        "question": "Matt is a tall boy who is eleven years old. On his right cheek, he has a scar. He is intelligent and is an excellent drummer. Which of his traits did he most likely inherit?"
    },
    "316": {
        "question": "Except for all of the following, these are safe laboratory practices"
    },
    "317": {
        "question": "Why the first place swimmer was faster than the second place swimmer could not be explained by which sentence?"
    },
    "318": {
        "question": "A glass is filled partially with water. When five ice cubes are placed in the glass, the level of the water reaches the rim of the glass. Which of the following statements best explains the increase in the water level?"
    },
    "319": {
        "question": "The largest amount of energy from the Sun will be retained by which substance?"
    },
    "320": {
        "question": "In the Pacific Ocean near the equator, cold, deep sea water is moved to the surface by upwelling. Rich in nutrients and dissolved carbon dioxide gas, this water experiences a decline in upwelling during an El Niño event. As a result, surface waters increase in temperature. During an El Niño year, which of the following is most likely to occur in the equatorial Pacific Ocean?"
    },
    "321": {
        "question": "Which kind of process would take place when the roots of a plant grow through cracks in a driveway, eventually causing it to break?"
    },
    "322": {
        "question": "To determine the melting point of a new substance, which action could a scientist perform to increase the likelihood of obtaining accurate results during an experiment?"
    },
    "323": {
        "question": "For a raccoon, which is most likely a learned behavior?"
    },
    "324": {
        "question": "Which of these resources could a student who is studying nonrenewable resources be studying?"
    },
    "325": {
        "question": "Through activities of finding food and raising their young, animals can affect their habitats. These activities sometimes have a positive effect on the habitat of other organisms. Which activity is the best example of having a positive effect?"
    },
    "326": {
        "question": "One condition necessary to produce diamonds is what?"
    },
    "327": {
        "question": "A rock was categorized as an extrusive igneous rock by a scientist. The same rock could accurately be categorized as by another scientist."
    },
    "328": {
        "question": "Which of these will the fastest form new soil?"
    },
    "329": {
        "question": "To join two boards together, what would Irene NOT use?"
    },
    "330": {
        "question": "Igneous rocks are the classification for gabbro and basalt. Despite having different names, they share the same chemical composition. To differentiate between these two rock types for identification purposes, what feature do geologists normally use?"
    },
    "331": {
        "question": "Helium-filled balloons are delivered by a party shop to homes and businesses. From experience, the owners realize that they should inflate the balloons only three-quarters full on hot summer days. They can fully inflate the balloons on cold winter days. Which of the following hypotheses best explains this observation?"
    },
    "332": {
        "question": "A renewable natural resource is trees. Which industry has the least need for trees among these?"
    },
    "333": {
        "question": "An aluminum ion has a charge of +3, and an oxide ion has a charge of -2. What would the product of a reaction between these two elements be?"
    },
    "334": {
        "question": "Why is it difficult to create an ecosystem in a terrarium that will last a long time without human help?"
    },
    "335": {
        "question": "To separate a rock sample into different chemicals, a researcher uses several procedures. One chemical with a mass of 50 grams is produced. If this chemical cannot be separated into other chemicals, then it is best described as"
    },
    "336": {
        "question": "In a rubber duck race, 300 meters was the distance traveled by the winning duck in 10 minutes. What was the duck's average speed?"
    },
    "337": {
        "question": "Noticing differences in the shapes of leaves on different trees of the same species, a researcher wonders which of these is the most accurate way to record these differences."
    },
    "338": {
        "question": "Contains only objects that shine as a result of reflected light, which of the following sets?"
    },
    "339": {
        "question": "During the winter months, which would be the best solution to correct the design problem of a building that is found to be losing heat to the outside?"
    },
    "340": {
        "question": "To learn which colors of light are refracted by a prism, a student sets up an experiment. Which method will the student most likely use to collect data?"
    },
    "341": {
        "question": "In the following, what change has taken place? K -> K^+"
    },
    "342": {
        "question": "An increase in the amount of oxygen in a fish tank would be caused by which action?"
    },
    "343": {
        "question": "To show that the matter in a whole apple is equal to the matter in the pieces of the same apple, which process best describes how a student can demonstrate the relationship between the matter in the whole apple and the apple pieces?"
    },
    "344": {
        "question": "In California, El Cajon Pass is rising higher than the surrounding land at a rate of nearly 1 centimeter each year. Which statement is true about the area?"
    },
    "345": {
        "question": "Only at night are many desert animals active. In a hot desert climate, how does being active only at night most help them survive?"
    },
    "346": {
        "question": "A lion is least likely to pass on which of the following characteristics to its offspring?"
    },
    "347": {
        "question": "Especially destructive to an ecosystem is a reduction in biodiversity due to loss of plant populations."
    },
    "348": {
        "question": "A student would use which tool to measure the mass of a brick?"
    },
    "349": {
        "question": "Which shows one example of a chemical change and one example of a physical change?"
    },
    "350": {
        "question": "A total of eight planets orbit the Sun. How many of the other planets orbit in the same direction as Earth?"
    },
    "351": {
        "question": "Thinking about buying a new refrigerator is what Robert is doing. His old refrigerator runs at about 43% efficiency, which most likely accounts for the remaining 57% of the energy?"
    },
    "352": {
        "question": "What feature of Great Basin National Park provides the best evidence that glaciers have moved over the landscape?"
    },
    "353": {
        "question": "A field trip to a forest is being planned by an Earth Science class. Which supply should each student carry on the field trip?"
    },
    "354": {
        "question": "A unique characteristic of water is that it"
    },
    "355": {
        "question": "On a mountain, a fossilized seashell is found. This seashell demonstrates that the mountain was once ___."
    },
    "356": {
        "question": "Sean felt the room become cooler. His body adjusts, enabling him to survive. Which response did Sean have that enabled his body to continue to function correctly?"
    },
    "357": {
        "question": "Using their hands, a 60-kg man and a 25-kg boy, both on roller skates, push off of each other. Which of these describes the motion of the two people?"
    },
    "358": {
        "question": "Elements that are the least reactive are contained in which group on the periodic table?"
    },
    "359": {
        "question": "Earth's tectonic activity would end with which of the following changes?"
    },
    "360": {
        "question": "When winter and summer temperatures are below normal and precipitation rates are above normal, what is most likely to happen?"
    },
    "361": {
        "question": "Continental drift, earthquakes, and volcanic eruptions are primarily caused by"
    },
    "362": {
        "question": "An example of a good health habit is which activity?"
    },
    "363": {
        "question": "An unpiloted spacecraft designed to gather information while orbiting planets other than Earth is which of these?"
    },
    "364": {
        "question": "A student placed a living green plant in an airtight, transparent container filled with air from the room. The container was exposed to sunlight for one week. At the end of the week, the student was to determine which gases had increased in concentration. Assuming enough water and carbon dioxide were available for the proper growth of the plant, which gas would you expect to be present in increased concentration?"
    },
    "365": {
        "question": "What must be the same for each in order to determine if two atoms are copper (Cu) atoms?"
    },
    "366": {
        "question": "The universe's matter has properties that can be measured. Under the correct circumstances, which property of a sample of matter may equal zero?"
    },
    "367": {
        "question": "From scientific inquiry, which of the following activities should be omitted?"
    },
    "368": {
        "question": "What observations will most likely be made as a strong cold air mass moving southward collides with a warm moist air mass moving northward?"
    },
    "369": {
        "question": "The investigation that would require the longest period of observation is which one?"
    },
    "370": {
        "question": "In a year, there are four seasons. What reason is most responsible for the changing seasons on Earth?"
    },
    "371": {
        "question": "Anna ran in 20 seconds a distance of 100 meters. What was her average speed?"
    },
    "372": {
        "question": "For one hour, John drove a truck at a rate of 80 kilometers per hour. He drove at 100 kilometers per hour the next hour. During those two hours, what was his average speed?"
    },
    "373": {
        "question": "To the way a glacier makes a valley, which is most similar?"
    },
    "374": {
        "question": "Using the following recipe, the students made lemonade: 100 grams of lemon juice, 100 grams of sugar, and 1,000 grams of water. In a container, the students combined the lemon juice, sugar, and water. The lemonade was stirred by them until all the sugar dissolved. The lemonade was then poured into a plastic tray by the students, who put the tray in a freezer. The tray was removed from the freezer by the students the next day, and they observed that the lemonade was a solid. Which statement best explains why the lemonade became a solid?"
    },
    "375": {
        "question": "For a recycling project, what is most likely the first step for students to do?"
    },
    "376": {
        "question": "When studying the interaction of animals in their natural habitat, which of these do scientists most likely do?"
    },
    "377": {
        "question": "From a transport system, which of the following must get nutrients?"
    },
    "378": {
        "question": "To keep a heavy box sliding across a carpeted floor at constant speed, a person must exert a force on the box continually. Primarily, this force is used to overcome which of the following forces?"
    },
    "379": {
        "question": "The gravitational attraction between the Moon and an astronaut standing on its surface depends on both the astronaut's distance from the center of the Moon and the astronaut's."
    },
    "380": {
        "question": "An example of electricity flowing in a circuit to produce sound is which?"
    },
    "381": {
        "question": "To survive in the wild, which traits would a species of nocturnal predators most likely develop over time?"
    },
    "382": {
        "question": "As compared to a town along the coast, why does a town in the desert rarely experience early morning fog?"
    },
    "383": {
        "question": "On their cornfields, most farmers use fertilizers. Which statement explains best why farmers should not use excess amounts of fertilizers?"
    },
    "384": {
        "question": "A statement about weather is which?"
    },
    "385": {
        "question": "The cart's acceleration will increase if the force used to push a shopping cart increases."
    },
    "386": {
        "question": "What is most likely to result from a low-pressure weather system?"
    },
    "387": {
        "question": "Investigating how light behaves when it strikes different surfaces is what a student is doing. She has a frosted window glass pane, a clear window glass pane, a mirror, and a piece of cardboard. Which of these objects will scatter the most light?"
    },
    "388": {
        "question": "An investigation was conducted by a student, who found that the hypothesis was supported by the results. To ensure reliability of the results, the student should"
    },
    "389": {
        "question": "The Law of Conservation of Mass is satisfied by how a balanced chemical equation is structured."
    },
    "390": {
        "question": "Farmers rotate different crops in the fields from year to year to improve soil nutrients. Why is crop rotation also an effective method for pest management?"
    },
    "391": {
        "question": "Nutrient-laden waters from heavy rains flow into the Gulf of Mexico, producing an algae bloom in the ocean environment. As the algae decays, large amounts of oxygen along the coastline are used up. As a result, what would most likely happen to the area?"
    },
    "392": {
        "question": "In parts of Alaska, the Steller sea lion population has been decreasing. New evidence suggests that, in order to survive, Steller sea lions need herring as a part of their diet. Another type of fish, pollock, also feeds on herring. What would most likely help the Steller sea lion population to increase?"
    },
    "393": {
        "question": "Concerning the way dinosaurs became extinct, there are several theories that exist. What happens to the old theory if new evidence is found that appears to challenge a particular theory on dinosaur extinction?"
    },
    "394": {
        "question": "A fossil of a fish and a fossil of a land-dwelling dinosaur are found very close to one another in a layer of rock. What is the most likely explanation for this?"
    },
    "395": {
        "question": "An increase in the ocean can be caused by fertilizers that enter from farm runoff."
    },
    "396": {
        "question": "A student observes that a plant grows at different rates at different times. The student states that changes in the amount of light received by the plant must result in these changes. Which description of the student's statement is most accurate?"
    },
    "397": {
        "question": "Except for all of these, when considering if scientific research is correct, they are important."
    },
    "398": {
        "question": "Why the lower mantle of Earth is much more rigid and dense than the upper mantle is best explained by which of the following statements?"
    },
    "399": {
        "question": "Oxygen that is in the water where they swim is what fish breathe. Which best describes the oxygen that fish breathe?"
    },
    "400": {
        "question": "Water has a definite shape and volume in which state of matter?"
    },
    "401": {
        "question": "Rain forest deforestation affects ecosystems globally. Wildlife, people, and the climate can be affected. One of the long-term effects of deforestation is that"
    },
    "402": {
        "question": "Vapor in the air will form both rain and snow, as indicated by a forecast for 'wintry mix.' Which principle illustrated by this event is correct?"
    },
    "403": {
        "question": "In many ways, the natural environment is affected by human activities. Which action would positively impact the natural environment?"
    },
    "404": {
        "question": "A model for the passing of genetic traits was proposed in the 19th century, but it wasn't until the 20th century that scientists learned the role of DNA and genes in trait inheritance. Which of the following most likely resulted in this advance in scientific understanding?"
    },
    "405": {
        "question": "Fresh water is obtained by many people from wells that access water stored underground. The water can begin to run out when there is little rain. Which step is best for making the water last longer?"
    },
    "406": {
        "question": "In many areas, water is found underground. Which is most likely to occur if large amounts of water are pumped from an underground limestone area?"
    },
    "407": {
        "question": "A science student observes that in an experiment, the contents of one of the test tubes are bubbling and changing colors. The student records that the substance in this particular test tube is undergoing a chemical change before completing the experiment. This statement by the student is an example of"
    },
    "408": {
        "question": "At all times, some part of Earth is being heated by the Sun. If all of the energy Earth received from the Sun were absorbed, the planet's environmental conditions would change, making existing ecosystems unsustainable. What is a way that Earth loses energy from the Sun?"
    },
    "409": {
        "question": "When will a lunar eclipse occur is best described by which of these?"
    },
    "410": {
        "question": "An adaptation that allows tadpoles to go through a shortened period of metamorphosis would be useful under which circumstance?"
    },
    "411": {
        "question": "The growth of plants in different soil types was studied by a student. The data is best organized by"
    },
    "412": {
        "question": "The most appropriate unit for expressing the distance that an airplane travels in 2 hours is which?"
    },
    "413": {
        "question": "A mature eastern white pine tree typically reaches a height of 100 feet, but in Ontonagon, Michigan, there is an eastern white pine that has grown to 150 feet. Compared to the typical white pine tree, how many times larger is the pine tree in Michigan?"
    },
    "414": {
        "question": "The volume of a sample of an unknown substance is independent of its container. What additional information is needed to determine the state of the sample?"
    },
    "415": {
        "question": "If a farmer decides to dust a wheat crop with an insecticide, what is most likely to happen to this food chain: wheat -> insects -> sparrows -> hawks?"
    },
    "416": {
        "question": "Jo Anne carefully added one drop of blue food coloring to the edge of the water's surface, using a large beaker of clean water. She did not move or touch the beaker. Initially, blue streaks appeared as the food coloring sank into the water, but gradually, the entire beaker of water became evenly blue in color. What caused the blue food coloring to mix throughout the water?"
    },
    "417": {
        "question": "Which one of these objects is translucent?"
    },
    "418": {
        "question": "In what ways are plant cells and human cells the same?"
    },
    "419": {
        "question": "To determine which hand soap kills more bacteria, a student wants to change only the type of hand soap, as her teacher tells her. The type of bacterium tested must remain the same. It is because only one variable is tested."
    },
    "420": {
        "question": "A good material for use as insulation would be which of these substances?"
    },
    "421": {
        "question": "A scientist studied each year the number of eggs a species of bird lays. He found that three is the most common number of eggs laid in a year. Which statistical measurement did the scientist find?"
    },
    "422": {
        "question": "A scientific investigation about soil types found in the school yard was conducted by the students. To be sure their investigation will be understood by the class next year, what should the students most likely do?"
    },
    "423": {
        "question": "A student obtains 20 mL of an acid solution in science class. To detect the presence of copper, a small amount of acid is added to a substance. With the excess acid solution, what should be done?"
    },
    "424": {
        "question": "Underground coal mining occurs without disturbing the overlying land. In what ways might underground coal mining be less harmful to the environment compared to surface mining?"
    },
    "425": {
        "question": "A teacher provides a student with an unknown liquid and wants the student to determine the boiling point of the liquid. The student conducts the investigation and discovers that the boiling point is 50°C, then repeats the experiment and finds the boiling point is 70°C. How should the student identify the boiling point most effectively?"
    },
    "426": {
        "question": "A chemical change is which?"
    },
    "427": {
        "question": "In humans, when do organs and organ systems begin to develop?"
    },
    "428": {
        "question": "A drug was developed by a pharmaceutical company to help relieve headaches. Recently, it was discovered by the pharmaceutical company that the drug may cause nausea in a small number of people who might take it. What is the most ethical course of action that the drug company could take?"
    },
    "429": {
        "question": "A narrow path of destruction through a forest is most likely to result from which of the following natural disasters?"
    },
    "430": {
        "question": "To measure, a balance is used."
    },
    "431": {
        "question": "In Ms. Jordan's science class, each student received a beaker containing several thoroughly stirred substances. Maxwell needs to classify the contents of his beaker as a compound or a mixture. Which of the following would show that the beaker contains a mixture?"
    },
    "432": {
        "question": "Because the presence of fossil organisms in rocks can provide information about the environment at the time the sediments were deposited."
    },
    "433": {
        "question": "For the weekend, a group of friends decided to go camping. They built a campfire by gathering some tree branches. What type of energy did the friends use from the tree branches?"
    },
    "434": {
        "question": "Embryo transfer, a type of biotechnology, is used in the breeding of cattle, sheep, and goats. It allows the transfer of an embryo from the natural mother to a different female. This enables the natural mother to produce far more offspring than she could otherwise. What is the most likely reason for selecting a particular female to be the natural mother that produces many embryos for transfer to other females?"
    },
    "435": {
        "question": "Mina wanted to know how much water would evaporate from a graduated cylinder in a day. Mina filled a graduated cylinder with 150 milliliters (mL) of water on Day 1. She observed the volume of water dropped to 148.5 mL on Day 2. What was the mass of the water that evaporated if the water has a density of 1.0 grams per milliliter (g/mL)?"
    },
    "436": {
        "question": "A man climbed to the top of a very high mountain. He drank all the water in his plastic water bottle while on the mountain top and then put the cover back on. When he returned to camp in the valley, he discovered that the empty bottle had collapsed. Which of the following best explains why this happened?"
    },
    "437": {
        "question": "The number of mice living in an area would most likely be limited by which factor?"
    },
    "438": {
        "question": "In 1879, Marie Cornu discovered a drop in ultraviolet (UV) light from the Sun. Walter Hartley found two years later that certain wavelengths of UV light are absorbed by ozone. What motivated Charles Fabry and Henri Buisson to conduct research that led to the discovery of the ozone layer in Earth's atmosphere?"
    },
    "439": {
        "question": "In an experiment, two identical sheets of paper are used; one is crumpled into a ball while the other remains flat. When they are dropped at the same time from the same height, what will most likely happen?"
    },
    "440": {
        "question": "A chemical change is described by which?"
    },
    "441": {
        "question": "In the life cycles of all plants, which of these occurs?"
    },
    "442": {
        "question": "Which lists the order of correct changes that happen to a plant in spring?"
    },
    "443": {
        "question": "Studying solutions is what Mr. Fernandez's class is doing. Which statement describes a solution best?"
    },
    "444": {
        "question": "An 800-gram load is pulled across the floor by a battery-powered cart. If the load were reduced to 400 grams and the force used to move the cart remained the same, the cart would"
    },
    "445": {
        "question": "The niche of a squirrel population in a forest ecosystem is"
    },
    "446": {
        "question": "Why most evaporation happens in the oceans is best explained by which fact?"
    },
    "447": {
        "question": "Because it is important to use recycled paper"
    },
    "448": {
        "question": "The expected outcome of developing a nuclear power plant at an ocean site is the production of an enormous amount of electric power for a large population. The plant will be cooled using ocean water, which will then be returned to the ocean. Before starting construction, what unintended consequence should be analyzed?"
    },
    "449": {
        "question": "Water from an aquifer is more likely to be cleaner than water from other sources; why is this the case?"
    },
    "450": {
        "question": "Jake and Molly have a few different objects each. They want to see which objects can float. How can they compare the results of their investigations with each other best?"
    },
    "451": {
        "question": "A worm moves in soil with the help of which adaptation?"
    },
    "452": {
        "question": "The best display of percentages of the eight most abundant elements in the Earth's crust will be which of the following?"
    },
    "453": {
        "question": "In a beaker containing 250 milliliters of water at room temperature, a student is trying to dissolve 20 grams of sugar. What can be done by the student to make the sugar dissolve faster in the water?"
    },
    "454": {
        "question": "A trade-off occurs in the design process when a problem is solved but a feature is sacrificed. Which of the following is an example of a trade-off?"
    },
    "455": {
        "question": "Data from observations of a star is collected by an astronomer. The astronomer thinks that the data indicate a large planet orbits the star. To best support the scientific reliability of the data, how should the astronomer report the findings?"
    },
    "456": {
        "question": "Because of, in many rivers, sandbars form"
    },
    "457": {
        "question": "In which way is any single observation best described of wind speed?"
    },
    "458": {
        "question": "Gulf sturgeons, which are a type of fish, inhabit saltwater along Florida's gulf coast. To breed in clean freshwater, they swim upriver. After several years, young sturgeons migrate downriver to coastal saltwater environments. If dams were built along these rivers, what would most likely be the effect on gulf sturgeons?"
    },
    "459": {
        "question": "Birds come in a variety of colors, shapes, and sizes. What usually determines a bird's color, shape, and size?"
    },
    "460": {
        "question": "Both gravity and magnetism are"
    },
    "461": {
        "question": "In 2014, thousands of gallons of coal ash from a retired electrical plant were released into a river due to a break in a storm water pipe. The spill occurred upstream from the water treatment plants that serve communities along the river. Arsenic is one of the several hazardous metals contained in coal ash. Which stage of the water treatment process is most likely to remove hazardous metals from the water?"
    },
    "462": {
        "question": "The solar system was thought to be a rectangular box by early Egyptians. The universe was pictured as a set of crystal-like spheres by people in early Greece. Later, the solar system was viewed as a set of planets orbiting the Sun. Why has the model of the solar system changed over the centuries?"
    },
    "463": {
        "question": "An organism's niche would be positively affected by which situation?"
    },
    "464": {
        "question": "A cut in the skin directly results in an infection being caused."
    },
    "465": {
        "question": "In a damp, marshy area filled with nonvascular plants and seedless vascular plants, a plant grows. Which characteristic indicates that the plant is classified as a seedless vascular plant?"
    },
    "466": {
        "question": "A class heated a balloon that had an initial circumference of 25 cm during an experiment. The circumference increased to 27 cm. What is the best conclusion that can be drawn?"
    },
    "467": {
        "question": "Organisms that reproduce asexually are bacteria. What would the traits be like that are inherited by a newly produced bacterium?"
    },
    "468": {
        "question": "The energy from fossil fuels is depended on by many countries. Instead, some scientists suggest using renewable sources of energy. Why would using renewable sources of energy be most likely suggested by scientists?"
    },
    "469": {
        "question": "In a dry river bed, a scientist was digging for dinosaur bones. The rain started, and the scientist had to leave the area. To continue digging in the same place, another scientist would have to"
    },
    "470": {
        "question": "Tori, on a nature walk, made some observations about a grasshopper. Which statement about the grasshopper is a scientific observation?"
    },
    "471": {
        "question": "How does the body maintain homeostasis with help from the skin?"
    },
    "472": {
        "question": "Anne's project for the science fair is about renewable energy. She wants to describe an activity that uses a renewable source of energy. Which activity should she describe in her project?"
    },
    "473": {
        "question": "Which two senses would help a person measure hair length BEST?"
    },
    "474": {
        "question": "You want to plant marigolds all around your pepper plants in your garden because you read that this flower repels whiteflies. How can you test to see if marigolds really do repel whiteflies?"
    },
    "475": {
        "question": "An animal that would most likely be classified as a reptile includes which physical features as part of it?"
    },
    "476": {
        "question": "The ability to function is no longer present in a cell that has lost its nucleus."
    },
    "477": {
        "question": "Sediments are classified generally by particle size. By their source, a student would like to classify sediments. Which statement best describes this alternate classification?"
    },
    "478": {
        "question": "By air convection currents, which renewable resource is generated?"
    },
    "479": {
        "question": "To gather information about a technological problem, the evidence gained from a design activity is often used. If it is more valid, a design activity"
    },
    "480": {
        "question": "Early in Earth's history, a change in Earth's atmosphere was reflected in the saturation of surface rock with oxygen. Which life process did this change directly make possible?"
    },
    "481": {
        "question": "In the human body, what is the largest organ?"
    },
    "482": {
        "question": "A model has been built by a student in which sheets of cork floating in a tub of water represent tectonic plates. To make the sheet representing an ocean plate more accurate in the model system, the student should"
    },
    "483": {
        "question": "Testing the properties of block A is what Antonia is doing. She places block A on top of a hot metal block and then touches block A with her finger. Even after keeping her finger on block A for several minutes, block A still does not become hot. What conclusion can Antonia draw about block A?"
    },
    "484": {
        "question": "When magma blows out of a volcano and cools quickly, pumice is formed. Because pumice is the only rock that will float, pumice"
    },
    "485": {
        "question": "In her garden, Monica grows vegetable plants. Their leaves have holes, and the plants appear unhealthy. To solve this problem, which task should Monica do first?"
    },
    "486": {
        "question": "A scientist studies cellular respiration, measuring the rate of cellular respiration in people engaged in different activities. Which activity will cause the greatest increase in cellular respiration?"
    },
    "487": {
        "question": "Sodium chloride, NaCl, is dissolved by a student in distilled water. Which word best describes the water in this situation?"
    },
    "488": {
        "question": "Which action could alter the melting point of ice?"
    },
    "489": {
        "question": "The x-axis is the horizontal axis on a graph. What is most likely placed along this axis?"
    },
    "490": {
        "question": "Marta was studying a diagram of the rock cycle. She wanted to know what could cause a sedimentary rock to become a metamorphic rock. In order for a sedimentary rock to change into a metamorphic rock, which processes must occur?"
    },
    "491": {
        "question": "To raise the temperature of water in a glass jar, students want. On a table in full sunlight is where the jar is. Placing is the fastest way to increase the temperature without using a hot plate."
    },
    "492": {
        "question": "The property that makes the water cycle on Earth possible is which?"
    },
    "493": {
        "question": "A student on the other side of Earth is getting ready for bed when you are getting up to go to school in Louisiana. What is the reason for this?"
    },
    "494": {
        "question": "In what way are the stem of a tree and the stem of a flower most similar?"
    },
    "495": {
        "question": "The land feature most likely resulting from a glacier is which?"
    },
    "496": {
        "question": "A scientist must recognize that a map is a when using a map of the world."
    },
    "497": {
        "question": "To positively-charged particles in an atom, which is electrically attracted?"
    },
    "498": {
        "question": "To raise the temperature of 5.0 grams of lead from 25°C to 35°C, how much energy is needed? [specific heat (c) = 0.129 J/(g °C)] q = c \\times m \\times \\Delta T"
    },
    "499": {
        "question": "Introduced into a grassland ecosystem, deer experience a considerable population increase. What is the most likely outcome for the ecosystem if the deer population continues to grow?"
    },
    "500": {
        "question": "When 1 gram of water is evaporated, the volume of the water vapor increases, yet the mass remains constant. What causes the mass of the water to remain unchanged?"
    },
    "501": {
        "question": "The process that will most likely lead to the scientific acceptance of a hypothesis is which?"
    },
    "502": {
        "question": "The reaction shown occurs when a mixture of oxygen and hydrogen is ignited in a test tube. Hydrogen + Oxygen -> Water + Energy. What happens to the total mass of the contents of the test tube?"
    },
    "503": {
        "question": "The invention of the first hearing aid was most likely provided with technology by which device?"
    },
    "504": {
        "question": "Mr. Garcia's science class was studying energy and ways to cut energy costs. Each student was to compare the electric bill they received for October to the one they would receive for November. During November, each student would follow a list of energy-saving tips. What would be the most uncontrollable factor in their investigation?"
    },
    "505": {
        "question": "For 1,800 seconds, a man ran on a treadmill. The treadmill indicated his energy output as 240,000 J at the end of his run. What average power did he generate?"
    },
    "506": {
        "question": "An atomic number of 50 and a mass number of 119 characterize an atom of tin. In one neutral atom of tin, how many protons, electrons, and neutrons are found?"
    },
    "507": {
        "question": "Macromolecules in organisms are constructed from subunits. Which of these pairs correctly describes the construction of a macromolecule?"
    },
    "508": {
        "question": "Linked to the effects of pathogenic fungi, insect defoliation, soil chemical stress, and microorganism activity is oak tree decline. Which factor affecting oak tree decline is an abiotic condition?"
    },
    "509": {
        "question": "A parent with brown eyes (BB) has offspring with another parent who has blue eyes (bb). What is the probability that one of their children will have blue eyes?"
    },
    "510": {
        "question": "Plant cells that contain half the DNA from one parent plant are which?"
    },
    "511": {
        "question": "A belt of asteroids orbits which object in the solar system?"
    },
    "512": {
        "question": "Off the edge of a table, a fork falls. Which force moves the fork toward the floor?"
    },
    "513": {
        "question": "A living thing example is one."
    },
    "514": {
        "question": "Evidence that comes from the discovery of fossilized coral reefs on land is that"
    },
    "515": {
        "question": "Because the molecules in a solid are, sound is able to travel faster in solids than in air."
    },
    "516": {
        "question": "A scientist labels some amino acids using a special chemical marker. He tracks the marker until it integrates into a large molecule within a cell. On which molecule does he find the chemical marker?"
    },
    "517": {
        "question": "The quality of freshwater resources is directly affected by which human activity?"
    },
    "518": {
        "question": "A resource that is best considered to be is the sunlight used for solar heating."
    },
    "519": {
        "question": "The property of an object that allows it to bend is which?"
    },
    "520": {
        "question": "A renewable natural resource that can be replenished over a period of time is which?"
    },
    "521": {
        "question": "To make a shadow on a living room wall, the BEST way is"
    },
    "522": {
        "question": "In soil made mostly of, a plant that needs well-drained soil would grow best."
    },
    "523": {
        "question": "Although infectious bacteria may develop immunity to antibiotic medications, scientists discovered that some bacteria are unable to resist certain peptides, which act as natural antibiotic substances inside the human body. Which new technology did this discovery lead to the development of?"
    },
    "524": {
        "question": "Both negative and positive effects on forest ecosystems have resulted from technological advancements in the logging industry. More efficient logging techniques are most likely to have a negative effect."
    },
    "525": {
        "question": "During photosynthesis, which of these is produced?"
    },
    "526": {
        "question": "On a triple-beam balance, the mass of a sample is determined by a student. What should be done by the student before determining the mass of the next sample?"
    },
    "527": {
        "question": "On a poster, Felipe made a visual model of an estuary ecosystem. He used blue to color the ocean water and yellow for the river water. What would be the best color for him to use to visually represent the estuary?"
    },
    "528": {
        "question": "The order of stages in a plant's life cycle is shown by which sequence?"
    },
    "529": {
        "question": "In the Periodic Table of the Elements, certain elements with similar chemical and physical properties are found in the same column. These chemicals"
    },
    "530": {
        "question": "Today, many cars are designed to get better gas mileage than those made in the past. This change resulted from a need to"
    },
    "531": {
        "question": "Which best explains why the oceans have a great impact on the weather over the continents of these?"
    },
    "532": {
        "question": "That a series of fossils represent the evolution of the horse would be indicated by which?"
    },
    "533": {
        "question": "What is this change called when heavy rain causes soil to flow quickly downhill?"
    },
    "534": {
        "question": "A trait that is not passed from parent plants to their offspring is which characteristic?"
    },
    "535": {
        "question": "For ___, many animals depend on plants."
    },
    "536": {
        "question": "A solid turning into a liquid is an example of"
    },
    "537": {
        "question": "Which sequence correctly describes the energy transformations that occur when a student rapidly rubs the palms of both hands together?"
    },
    "538": {
        "question": "If both ships are traveling at the same speed, what causes a ship carrying heavy cargo to take more time to come to a stop than an identical ship carrying lighter cargo?"
    },
    "539": {
        "question": "A mixture of sand and an unknown substance fills a container. To determine whether iron particles are in the mixture, what should a student do?"
    },
    "540": {
        "question": "An important safety rule to follow when using chemicals is which of these?"
    },
    "541": {
        "question": "Which potential title will best reflect the contents of the report on the occurrence of attached versus unattached earlobes that a student researches in his family?"
    },
    "542": {
        "question": "An example of how humans have changed the natural environment is which statement?"
    },
    "543": {
        "question": "Genes from a spider have been inserted by scientists into the genome of a domestic goat. The goat, upon maturing, produces milk containing a protein found in spider webs. This protein can be extracted and used to create strong yet lightweight materials for bulletproof vests, automobiles, and aircraft. Although the change does not cause the goat any pain, some people believe it is not right to add genes from the genome of one animal to another. Which word best describes this concern?"
    },
    "544": {
        "question": "Cars are often lined up waiting to park during class hours because a college campus has so few parking spaces. Using the universal systems model, which of the following describes how the college could best solve the need for more parking spaces?"
    },
    "545": {
        "question": "Shiny, malleable materials used in making jewelry would be found where in the periodic table?"
    },
    "546": {
        "question": "A sudden change in the weather is most likely caused by at a certain location"
    },
    "547": {
        "question": "For plants, what do stems do?"
    },
    "548": {
        "question": "Classified as plant-like protists, both euglenas and volvox are. However, more structures in common with plants are found in volvox than in euglenas. Which structure found in plant cells is present in volvox but absent in euglenas?"
    },
    "549": {
        "question": "A change that would be harmful to the habitat of a squirrel is what?"
    },
    "550": {
        "question": "The process of photosynthesis in plants is being studied by students. Which of the following is a product of photosynthesis?"
    },
    "551": {
        "question": "Which describes water changing from liquid to solid among the following?"
    },
    "552": {
        "question": "In most ecosystems, producers can use photosynthesis to capture energy for food webs. In which ecosystem must producers capture energy from gases such as methane and hydrogen sulfide?"
    },
    "553": {
        "question": "Orbit is what planets do."
    },
    "554": {
        "question": "To study the effect of different surfaces on the speed of a ball rolling down a ramp, students design an investigation. Which of these is the independent variable?"
    },
    "555": {
        "question": "Large meteoroids sometimes enter the atmosphere of Earth and reach the ground. When scientists find them, they identify possible impact sites."
    },
    "556": {
        "question": "For many years, fossils have been found by scientists in rock layers all over the world. Scientists eventually discovered that many rock layers showed the same pattern of older fossils being located in deeper rock layers and younger fossils in shallower layers. This discovery exemplifies how scientific knowledge changes as"
    },
    "557": {
        "question": "On opposite ends of a thick rope, two girls are pulling. The girls both exert the same force on the rope but in opposing directions. What will most likely happen if both girls continue to pull with the same force?"
    },
    "558": {
        "question": "When a student blows a whistle, which energy transfer occurs?"
    },
    "559": {
        "question": "Because of the solid nature, the inner core of Earth exists."
    },
    "560": {
        "question": "Television provides some benefits. What is one way that people have been helped by television?"
    },
    "561": {
        "question": "Transitional fossils best support what?"
    },
    "562": {
        "question": "How many valence electrons does phosphorus (atomic number 15) have based on its position in the Periodic Table of the Elements?"
    },
    "563": {
        "question": "Salt is removed from water by desalination. Because the process is expensive and slow, removing salt from water can be risky. The technology sometimes does not work. The surface and ground water of a beach community was decreasing. To remove salt from the bay water, the community decided to construct a large-scale plant. Because the community accepted the plan to construct a salt-removing plant, the plan was approved."
    },
    "564": {
        "question": "A substance was heated. The substance first expanded and then melted. What state of matter did the substance start as?"
    },
    "565": {
        "question": "Carbon, hydrogen, and oxygen are elements that are parts of many different compounds, which explains why these three elements can make so many different compounds."
    },
    "566": {
        "question": "In mountainous regions of New England, fossilized coral reefs, fish, and other warm water marine creatures have been found. Which of the following best explains how this could have occurred?"
    },
    "567": {
        "question": "To describe the melting point of a substance, what unit of measurement would be used?"
    },
    "568": {
        "question": "Brianna thinks that larger pumpkin seeds will sprout faster than smaller pumpkin seeds. By planting four seeds of each size in the same container, she investigates this. What term is used to describe what Brianna thinks will happen?"
    },
    "569": {
        "question": "A metal rod starts to vibrate after being struck. What could happen next?"
    },
    "570": {
        "question": "A learned behavior is best described by which of the following?"
    },
    "571": {
        "question": "Which gas in the atmosphere will increase due to significant destruction of a forest habitat?"
    },
    "572": {
        "question": "Fern plants are most likely to grow where?"
    },
    "573": {
        "question": "Tonya plugged in a toaster. She placed two slices of bread in it, pushed down the lever, and the heating coils glowed. She noticed that only one form of energy was used to toast the bread. Which form of energy was wasted in the process?"
    },
    "574": {
        "question": "Some yellow sulfur powder was mixed with some iron filings by a student. Using a magnet, she was able to take the iron out of the sulfur. She then put the iron and sulfur back into a test tube, mixed them again, and heated the mixture. Once it cooled down, she took the substance out of the test tube but could not use the magnet to separate the iron from the sulfur. What type of change occurred in the material when it was heated?"
    },
    "575": {
        "question": "For pure water, what is the pH level?"
    },
    "576": {
        "question": "A learned behavior is most likely which of the following?"
    },
    "577": {
        "question": "More than 300 artificial reefs have been developed in both the Atlantic Ocean and the Gulf of Mexico with the help of the Florida Fish and Wildlife Conservation Commission (FWC). What is an unexpected negative result of establishing these reefs?"
    },
    "578": {
        "question": "Which substance would neutralize an acidic food the most?"
    },
    "579": {
        "question": "Through the action of forces, energy is transferred or changes form. Kinetic energy changing to potential energy is an example."
    },
    "580": {
        "question": "In the universe, all galaxies"
    },
    "581": {
        "question": "One potential negative impact of building a dam on a river is that the dam"
    },
    "582": {
        "question": "A chemical change is which?"
    },
    "583": {
        "question": "The transformation of energy in a flashlight is best described by which?"
    },
    "584": {
        "question": "In 1926, the cactus moth was deliberately introduced to Australia as a biological control for an invasive prickly pear cactus. By the early 1990s, the moth had also migrated from South America to the Florida Keys, soon eliminating most of the semaphore cacti in the region. Since then, the moth has adapted to eating other plants in the Keys and has continued to grow in number. Which procedure would most likely reduce the population of the cactus moth?"
    },
    "585": {
        "question": "Around a circular track, a student ran. Which statement best describes the motion of the student while running?"
    },
    "586": {
        "question": "A container that is best for storing an unknown liquid is the"
    },
    "587": {
        "question": "In another science investigation, which item can be used again?"
    },
    "588": {
        "question": "Three identical seeds are planted and grown in pots of identical soil. Equal amounts of sunlight are received by all three pots. The plants are watered once each day. Plant A receives 10 milliliters (mL) of water. Plant B receives 20 mL of water. Plant C receives 30 mL of water. The height of each plant is measured and recorded after ten days. Which question could this experiment answer?"
    },
    "589": {
        "question": "Which of these describes how an apple looks?"
    },
    "590": {
        "question": "Boron-10 and boron-11 are two forms of boron that occur naturally. What is the difference between a boron atom with 10 atomic mass units (amu) and one with 11 atomic mass units (amu)?"
    },
    "591": {
        "question": "By the tilt of Earth on its axis, which is caused?"
    },
    "592": {
        "question": "An invertebrate is which of the following animals?"
    },
    "593": {
        "question": "As a result of decreasing the heat energy of a gas, which of the following could occur?"
    },
    "594": {
        "question": "Around Earth, the Moon revolves. This causes"
    },
    "595": {
        "question": "The amount of pollution that is allowed to come from cars is controlled by cities. How is this most likely helpful to people?"
    },
    "596": {
        "question": "The least gravitational attraction will result from which of these?"
    },
    "597": {
        "question": "The human brain requires glucose absolutely. Because the brain cannot use any other sources of energy, glucose is an absolute requirement. Specific energy sources are often required absolutely by other organisms. Which protist would you expect has an absolute requirement for sunlight?"
    },
    "598": {
        "question": "An eyespot, which detects light, is a structure found in a euglena cell. Since a paramecium does not have an eyespot, it cannot detect light. Why is it that a paramecium does not need an eyespot?"
    },
    "599": {
        "question": "A large volcano erupted in the South Pacific nearly 100 years ago. The following year, measurable snow was recorded every month of the year in Boston, and a cold summer was experienced by most of the Northern Hemisphere. Which explains how these two events were related?"
    },
    "600": {
        "question": "Heat will be trapped close to the animal's body by thick fur on a mammal. Which type of environment would a mammal with thick fur be best fit for?"
    },
    "601": {
        "question": "A renewable resource is which?"
    },
    "602": {
        "question": "An infectious disease results in a rise in the body temperature and a decline in the blood glucose levels of a deer. What is an effect of this disease that is most likely?"
    },
    "603": {
        "question": "From coal is formed"
    },
    "604": {
        "question": "A science teacher seals a plastic bag after mixing two different substances in it. The bag expands and breaks open. What is the most likely reason the bag expanded after the substances were mixed?"
    },
    "605": {
        "question": "An example of conserving nonrenewable resources is which activity?"
    },
    "606": {
        "question": "A student uses a flashlight to shine on different colors of paper. Which color of paper will absorb the most light?"
    },
    "607": {
        "question": "Without changing the velocity of an object, which characteristic of motion could change?"
    },
    "608": {
        "question": "A short-term storage for carbon is represented by which?"
    },
    "609": {
        "question": "Some crickets were kept by students in a classroom tank. The tank was placed in an area where it would receive several hours of sunlight each day. One area with water and another area with soil where plants were growing were contained in the tank. From which source did the crickets gain all of their energy?"
    },
    "610": {
        "question": "How does the ability of producers to obtain the energy they need to produce food get interfered with by a volcanic eruption?"
    },
    "611": {
        "question": "Most likely, two different species evolve from a common ancestor."
    },
    "612": {
        "question": "In the schoolyard, students observed a turtle. The distance that the turtle traveled in 30 minutes was measured by them. What was its average speed if the turtle walked 40 meters in that time?"
    },
    "613": {
        "question": "Arturo ran a race of 3,000 meters. From start to finish, his running time was 10 minutes. What was his average speed, Arturo?"
    },
    "614": {
        "question": "Nick is creating a model to demonstrate how the body is covered by human skin. Which material would work best?"
    },
    "615": {
        "question": "In a population of spiders, there are three different sizes: small, medium, and large. Predators easily see the large spiders. Finding food is difficult for small spiders. After many generations, what will most likely happen to the population?"
    },
    "616": {
        "question": "A different kind of material being formed will result from which of these activities?"
    },
    "617": {
        "question": "If the athlete runs at that same average speed for 30 minutes, how far will the athlete travel, given that an athlete can run 9 kilometers in 1 hour?"
    },
    "618": {
        "question": "During fertilization in animals, which of the following takes place?"
    },
    "619": {
        "question": "The function of a resistor in an electrical circuit is best described by which of the following?"
    },
    "620": {
        "question": "On wind speed, which has the greatest effect?"
    },
    "621": {
        "question": "The most precise measurement of 15 milliliters of water would be given by which of the following tools?"
    },
    "622": {
        "question": "To blend into their environment, some animals have adapted colors and patterns. Animals most likely adapted this characteristic to"
    },
    "623": {
        "question": "Which of these displays will best communicate the student's observations after observing the time it takes a marble to roll down a ramp four times?"
    },
    "624": {
        "question": "During which meiosis phase does the separation of homologous chromosomes occur?"
    },
    "625": {
        "question": "Each of two identical containers holds one liter of water. One is kept as a liquid at room temperature, while the other is placed in a freezer and maintained as a solid. Which property is likely to remain the same in both states of matter?"
    },
    "626": {
        "question": "In the universe, all stars go through a life cycle. What factor determines how they progress through this cycle?"
    },
    "627": {
        "question": "An offspring can have a physical trait that neither of its parents has, but what can cause this?"
    },
    "628": {
        "question": "By weathering, which type of rock forms?"
    },
    "629": {
        "question": "An opinion about the element copper is which statement?"
    },
    "630": {
        "question": "When there is a reduction of living space, what happens to a population and to competition?"
    },
    "631": {
        "question": "The daily snowfall during the winter is recorded by a group of students. Each day, the data are accurately measured and kept in order by date. How else can the data best be organized?"
    },
    "632": {
        "question": "Peaches that are more resistant to disease than other peaches are produced by a particular peach tree. What method would reproduce these exact peaches?"
    },
    "633": {
        "question": "During a portion of the water cycle, water falls as precipitation to Earth's surface. This water, some of which runs off into channels, keeps moving until it ends up in the ocean. Which best describes the water in the channels?"
    },
    "634": {
        "question": "In Australia, mid-day temperatures can soar to over 110°F (43°C). Kangaroos lick their arms in order to keep their bodies cool, coating them with a thick layer of saliva. As the saliva evaporates, it acts as a cooling mechanism and lowers the kangaroo's body temperature. Which term best describes this activity?"
    },
    "635": {
        "question": "Jordan collects data for a science fair project on which types of insects live in different areas of the neighborhood. He uses a field guide to identify the insects he collects. What pieces of information should Jordan record in his notebook for each insect collected?"
    },
    "636": {
        "question": "Estuaries are dynamic ecosystems where fresh water and salt water mix. This usually occurs as fresh water flows from a river to an ocean. Near the mouth of the river, when would you expect the concentration of salt in the estuary water to be LOWEST?"
    },
    "637": {
        "question": "Each spring, nonaggressive birds called purple martins nest to lay eggs. Aggressive birds known as starlings will eat the eggs and nestlings of the purple martin. After a starling invasion, what is the most likely effect on both populations?"
    },
    "638": {
        "question": "When a rubber band is stretched, which property will remain the same?"
    },
    "639": {
        "question": "A compound is which?"
    },
    "640": {
        "question": "When baking soda is mixed with vinegar, carbon dioxide and water are produced. To prove that no mass was lost during this reaction, the best way is to"
    },
    "641": {
        "question": "Underground, coal is usually found compressed in a layer between other types of rock. By what rock-forming process is coal produced?"
    },
    "642": {
        "question": "The measure of how far light can travel in one year is a light-year. To reach Earth, how long has the light from a star that is 125,000 light-years away been traveling?"
    },
    "643": {
        "question": "The use of the microscope most advanced which of these fields of research in the 20th century?"
    },
    "644": {
        "question": "A is the freezing point of water."
    },
    "645": {
        "question": "An example of a physical change is which?"
    },
    "646": {
        "question": "A physical change that takes place in a garden is which of these?"
    },
    "647": {
        "question": "A chromium atom has 24 protons, 28 neutrons, and 24 electrons. In the nucleus of a chromium atom, how many subatomic particles are there?"
    },
    "648": {
        "question": "What describes skin best?"
    },
    "649": {
        "question": "In a plant cell, what is the main function of chloroplasts?"
    },
    "650": {
        "question": "The science class is divided into two groups. Loud music is played by the first group in a room that has thick carpet on the ceiling, walls, and floor. Outside of the room, the second group does not hear the music because the sound was"
    },
    "651": {
        "question": "At room temperatures of about 20°C, many bacteria grow quickly. The temperature inside a refrigerator is usually maintained at about 4°C. Which statement best explains how society has been helped by using a refrigerator?"
    },
    "652": {
        "question": "In an area where there are many leaf-eating animals, which feature would best help some plants survive around these animals?"
    },
    "653": {
        "question": "A mixture rather than a compound is which of the following combinations?"
    },
    "654": {
        "question": "An atom of which element contains one proton more than one atom of chlorine (Cl)?"
    },
    "655": {
        "question": "Experimental data showing that a new medication improved cholesterol levels in the people who participated in the study was published by a pharmaceutical company. Which professional most likely did not contribute to developing this medication?"
    },
    "656": {
        "question": "Included in the suspension system of a truck is the"
    },
    "657": {
        "question": "Michael claims that he can predict winter using the bands on a woolly caterpillar. He states that long black bands indicate a hard winter, while short black bands suggest a mild winter. Last week, he found three woolly caterpillars with long black bands. What do his observations indicate?"
    },
    "658": {
        "question": "A 20-kilogram box is being pushed up a ramp by a student. Which change will require less force from the student to push the box?"
    },
    "659": {
        "question": "For thousands of years, a river erodes its banks and deposits the eroded material at its mouth. What two landforms did the river make?"
    },
    "660": {
        "question": "Which illustrates best the sequence of steps that should be followed when solving technological problems?"
    },
    "661": {
        "question": "Each organism benefits equally in a completely cooperative relationship. Which sequence lists these relationships in order of increasing cooperativeness?"
    },
    "662": {
        "question": "To compare the results of an experiment among different groups, each group must"
    },
    "663": {
        "question": "One morning, a student walks to school and notices that while the streets are dry, the grass is wet. Which of these processes most likely caused the grass to be wet?"
    },
    "664": {
        "question": "Which of the following occurs when air near the ground is warmed by sunlight?"
    },
    "665": {
        "question": "A shared characteristic of unicellular and multicellular organisms is which of these?"
    },
    "666": {
        "question": "Work is made easier by a simple machine because using it ___."
    },
    "667": {
        "question": "Fertilizer runs off from an agricultural area into a river. The nutrients from this fertilizer are carried by the river and deposited into an ocean bay. Scientists monitoring the water would most likely see a decrease in which of these dissolved gases after the nutrients enter the bay?"
    },
    "668": {
        "question": "In a food web, what role do decomposers play?"
    },
    "669": {
        "question": "The roots of plants grow in which direction?"
    },
    "670": {
        "question": "The process of conduction is best demonstrated by which example?"
    },
    "671": {
        "question": "By magnetizing a needle and setting it on a floating cork, a compass can be made. The cork will turn so that north is the direction in which the needle is pointed. Which statement explains why north is the direction in which the needle points?"
    },
    "672": {
        "question": "What causes the process that transforms igneous rock into metamorphic rock?"
    },
    "673": {
        "question": "During the summer, as Earth rotates, the Sun shines directly on various locations on Earth. In Maine, at about what time of day is the Sun at its highest in the summer sky?"
    },
    "674": {
        "question": "Responsible for storing energy from sunlight and later releasing it for cells to use, which two plant cell structures are?"
    },
    "675": {
        "question": "What part of the skin helps to keep people warm?"
    },
    "676": {
        "question": "Many atoms make up animals. After an animal has died, what happens to the atoms?"
    },
    "677": {
        "question": "In both the life cycle of a tree and the life cycle of a frog, which stage occurs?"
    },
    "678": {
        "question": "To show how water changes the surface of Earth, a student prepared a presentation. Which presentation would best demonstrate how water changes the surface of Earth?"
    },
    "679": {
        "question": "An example of organisms becoming dormant is which of the following?"
    },
    "680": {
        "question": "Phillip was making hot tea. The glass broke when he poured the hot water into it. What is the most likely reason the glass broke?"
    },
    "681": {
        "question": "Dwarfism and immunodeficiencies are caused by a rare genetic condition. Which of the following is the most likely cause of this condition?"
    },
    "682": {
        "question": "A current technological challenge, yet to be solved, is which of the following?"
    },
    "683": {
        "question": "Food is digested to the molecular level, absorbed, and then transported to the cells. The cells produce dissolved waste molecules, which are primarily removed from the blood by the"
    },
    "684": {
        "question": "On Earth, gravity is caused by"
    },
    "685": {
        "question": "A class was learning about the pattern of day and night on Earth. At the same time, what part of Earth experiences night?"
    },
    "686": {
        "question": "A field trip to a quarry to look for fossils is being planned by an Earth Science class. To prevent damage from solar radiation, which item will be important for the students to wear during the field trip?"
    },
    "687": {
        "question": "Chemical energy is transformed into mechanical energy in which biological event?"
    },
    "688": {
        "question": "In a scientific investigation, which step should be performed first?"
    },
    "689": {
        "question": "To measure wind chill, which pair of instruments can be used?"
    },
    "690": {
        "question": "Grazing animals are bison. They eat grass while traveling across a prairie. There would probably be too many bison in an area if there were too many."
    },
    "691": {
        "question": "If there is increased upwelling in a coastal area, which will most likely result?"
    },
    "692": {
        "question": "The process of respiration is best described by which statement?"
    },
    "693": {
        "question": "Constantly changing is a person riding in a moving Ferris wheel."
    },
    "694": {
        "question": "Which action will cause a new substance to be formed by sugar?"
    },
    "695": {
        "question": "From organism to organism, infectious diseases can be passed by all of the following except"
    },
    "696": {
        "question": "The safest way to watch an eclipse of the Sun is which method?"
    },
    "697": {
        "question": "Plants known as morning glories exhibit a large amount of variation in the genes for flower color. What is the most likely source when a white flower appears in a population independent of the trait for white flower color?"
    },
    "698": {
        "question": "Peter's shirt looks blue when white light shines on it. Why does the shirt look blue?"
    },
    "699": {
        "question": "When liquid water changes into water vapor, which process takes place?"
    },
    "700": {
        "question": "Does not have a carbon-nitrogen bond in which biomolecule?"
    },
    "701": {
        "question": "A characteristic of elements is which of the following?"
    },
    "702": {
        "question": "The demand for natural resources increases as the human population grows. Which activity wastes a natural resource?"
    },
    "703": {
        "question": "Which example best shows the structures that make up the digestive system in the human body?"
    },
    "704": {
        "question": "Which best describes atoms out of these phrases?"
    },
    "705": {
        "question": "In a classroom aquarium, several species of fish live. Students notice that the gills of one type of fish move faster than those of the other fish. Which of these statements is the best hypothesis on this observation?"
    },
    "706": {
        "question": "A force opposes its motion when a space shuttle orbits Earth and returns home. What is the source of the opposing force?"
    },
    "707": {
        "question": "Sickle cell anemia is a condition that affects the shape of a red blood cell. The genotype AA represents an unaffected individual, while the genotype SS represents an affected individual. Individuals who are carriers have the genotype AS. What is the best description of sickle cell anemia?"
    },
    "708": {
        "question": "The teacher opened a small sealed jar and placed it on a table at the beginning of a science class. During class, the contents of the jar spread throughout the room. Which of the following did the jar most likely contain?"
    },
    "709": {
        "question": "As two students enter a building, they notice the constellation Scorpio is directly overhead. Several hours later, when they leave the building, Scorpio is no longer directly overhead. Which of these statements explains why Scorpio appears to be in a different location?"
    },
    "710": {
        "question": "Which of the following best describes what happens after the tadpole stage in the life cycle of a frog?"
    },
    "711": {
        "question": "Which pair of organisms benefits the most from each other?"
    },
    "712": {
        "question": "Which most likely declines when an ecosystem moves from primary to secondary succession of plant species?"
    },
    "713": {
        "question": "To determine which design allows for the greatest flight distance, students test different model airplane wing designs. The flight tests occur in a gymnasium. Which of the following is the most appropriate SI unit for measuring the flight distance?"
    },
    "714": {
        "question": "It is better to allow for some waste and error when estimating amounts of building supplies rather than to cause delays by not ordering sufficient supplies. An engineer is estimating the number of bundles of shingles needed for a roof area of approximately 2000 sq. ft. In roofing, a square is 100 sq. ft., and each bundle covers one-third of a square. Which of the following is closest to the number of bundles that the engineer should order?"
    },
    "715": {
        "question": "Sam observed that some dirt eroded from the pile after he poured water on a pile of dirt. Which question could he test to learn more about erosion?"
    },
    "716": {
        "question": "Which statement describes a physical characteristic of the Moon correctly?"
    },
    "717": {
        "question": "The net force acting on the car is what we need to find if a 1500 kg car increases its speed by 2 m/s for each second of travel."
    },
    "718": {
        "question": "One night, Melinda looked out of her window and saw a very bright star just over the top of a tree. That night, when she looked out late, the star was gone. What BEST explains what happened?"
    },
    "719": {
        "question": "An opinion is which statement?"
    },
    "720": {
        "question": "Through a vacuum, which form of energy can travel?"
    },
    "721": {
        "question": "Which type of container for drinking best conserves natural resources?"
    },
    "722": {
        "question": "During the day, when the temperature was 3°C, a container of liquid water was placed outside. At night, the outside temperature dropped to -2°C. This change in temperature most likely caused the water to"
    },
    "723": {
        "question": "The revolution of Earth around the Sun was studied by students. In which month will the most sunlight energy be available in Florida?"
    },
    "724": {
        "question": "The main disadvantage is that solar panels are used to generate electricity from solar energy."
    },
    "725": {
        "question": "The cap to an ammonia bottle was lost by a scientist, so the ammonia was moved by her into a clean container with a lid. To be safe, what else should she do?"
    },
    "726": {
        "question": "Plants convert sunlight into what substance to be used for energy during photosynthesis?"
    },
    "727": {
        "question": "If the environment becomes very dry, some frog species will bury themselves in mud. The frogs enter into a type of hibernation. What would be the most likely signal for the frogs to emerge from the mud?"
    },
    "728": {
        "question": "Which characteristic is least likely to be influenced by an individual's environment?"
    },
    "729": {
        "question": "By using special equipment to hold a magnesium (Mg) ribbon over the flame of a Bunsen burner, a teacher is conducting an investigation. Which observation indicates that a chemical reaction took place?"
    },
    "730": {
        "question": "At room temperature, propane (C_{3}H_{8}) is a gas. Which statement best describes the physical characteristics of a propane sample at room temperature?"
    },
    "731": {
        "question": "Dennis believes that the Earth's crust is evenly thick everywhere around the globe. Charlie says that Dennis is wrong, but he does not know any facts that would help him win the argument. Which fact would help Charlie?"
    },
    "732": {
        "question": "To move a boat forward, a force that overcomes the friction from water and wind is required. Which factor helps the most in overcoming the forces working against the boat?"
    },
    "733": {
        "question": "A description of the movement of crustal plates is best provided as a"
    },
    "734": {
        "question": "Large amounts of geothermal energy are produced in some regions. This production of energy indicates that the crust in these regions"
    },
    "735": {
        "question": "Where and when would the greatest number of daylight hours each day occur?"
    },
    "736": {
        "question": "To find out if the rainfall in her town contains pollutants, Betsy wants to collect samples. The best way to gather this information would be for Betsy to collect."
    },
    "737": {
        "question": "The formation is most likely caused by water evaporation on the surface of Earth."
    },
    "738": {
        "question": "Which question will help a student best determine the composition of an unknown substance?"
    },
    "739": {
        "question": "A can is completely crushed when a car tire runs over it. Which statement is true for the atoms of the can's structure?"
    },
    "740": {
        "question": "A chemical property is which of the following properties of ethanol?"
    },
    "741": {
        "question": "Only a small part of the human DNA was known to have a specific function until recently. The rest of the DNA was thought to be unimportant. Now, new evidence suggests that all DNA is needed in certain gene functions. Which statement best describes the significance of this new evidence?"
    },
    "742": {
        "question": "In order from largest to smallest, which of the following lists Earth, Jupiter, the Moon, and the Sun?"
    },
    "743": {
        "question": "Some non-native plants can adapt to their environments more quickly than some native plants or crops. Which adaptation would most likely decrease a plant's ability to survive?"
    },
    "744": {
        "question": "What do the UV rays of the Sun undergo due to the tinted lenses of sunglasses?"
    },
    "745": {
        "question": "Which of the following maps is best to use for analysis by an engineer who is analyzing which areas in a city might become flooded if there are heavy rains?"
    },
    "746": {
        "question": "The structure of the crust can be changed, methane gas released, and groundwater contaminated with heavy metals by removing the coal from Earth's crust. Which of Earth's subsystems is most likely to be affected by all these consequences?"
    },
    "747": {
        "question": "In a scientific investigation, a hypothesis is included because it"
    },
    "748": {
        "question": "In warm weather, tomato plants grow. What will most likely happen to the tomato plants if the temperature drops below 32°F for two days in a row?"
    },
    "749": {
        "question": "A power plant that will cause the least amount of damage to the environment must be constructed by an engineer. Which type of power plant should be constructed?"
    },
    "750": {
        "question": "The theory of the origin of the Moon that proposes Earth's Moon formed by the same process that formed Mars, Jupiter, and Neptune is which?"
    },
    "751": {
        "question": "To study the growth of an insect over time, which of the following would you most likely use?"
    },
    "752": {
        "question": "As a result of increased levels of atmospheric oxygen, the types of organisms on Earth changed. Which process contributed to this buildup of oxygen in Earth's atmosphere?"
    },
    "753": {
        "question": "Human activities that most likely helped in depleting the ozone layer are which of these?"
    },
    "754": {
        "question": "Bernice studied some organisms that live together in a field. How is a rabbit similar to the plant it eats?"
    },
    "755": {
        "question": "Which question needs to be answered to provide the additional information required to determine the state of the sample, as a sample of an unknown substance takes the shape of its container?"
    },
    "756": {
        "question": "Investigating the temperature at which evaporation takes place, a student seeks the statement that best shows evaporation has occurred."
    },
    "757": {
        "question": "The same species of bird had members that became geographically separated. Over many years, the two groups evolved into two different species. Which of these observations is the best evidence that two separate species developed?"
    },
    "758": {
        "question": "Of a sudden change to Earth's surface, which process is the best example?"
    },
    "759": {
        "question": "Scientifically, which of these questions cannot be answered?"
    },
    "760": {
        "question": "When is it safe for a student to start an experiment in a science lab?"
    },
    "761": {
        "question": "Machines that make paper without any wood, called \"wood-free\" paper, are used by some paper mills. From materials such as cotton and rice waste, these machines make paper. Which problem is most affected by using wood-free paper?"
    },
    "762": {
        "question": "An object is slid down a ramp by a student. The student states that the object is sliding slowly because of friction. That the slow movement could be explained by another possible reason is also considered."
    },
    "763": {
        "question": "How is the way copper is used affected by the limited supply of copper on Earth?"
    },
    "764": {
        "question": "That using energy generated from wind is better for air quality than burning fossil fuels is most likely due to which reason?"
    },
    "765": {
        "question": "A scientist discovered a fish that seemed unique. After the data on the fish and its habitat were collected and analyzed, it was determined by the scientist that this fish belonged to a new species. With this new discovery, what should the scientist do?"
    },
    "766": {
        "question": "A scientist discovers that a certain substance will be useful in treating nerve damage. How can she best communicate her results to the scientific community?"
    },
    "767": {
        "question": "Nevada's annual precipitation averages between 21 and 24 cm. In comparison, Washington state averages between 96 and 97 cm of precipitation per year. Which of these factors has the greatest impact on the difference in precipitation between these two states?"
    },
    "768": {
        "question": "About reproduction in both a euglena and a paramecium, which is true?"
    },
    "769": {
        "question": "In a telephone communication system, which of the following best describes the function of an encoder?"
    },
    "770": {
        "question": "Polar bears are very heavy. Fat makes up about half of a polar bear's mass. How does this adaptation most help a polar bear when it hunts in the Arctic Ocean?"
    },
    "771": {
        "question": "A forest fire is most likely caused by which weather event?"
    },
    "772": {
        "question": "The establishment of a new community of organisms after a volcano is best described by which term?"
    },
    "773": {
        "question": "When ocean waves drop seashells on a beach, which process occurs?"
    },
    "774": {
        "question": "While some chemical reactions absorbed energy, others release energy. Which of the chemical reactions in the burning coal and exploding fireworks will release energy?"
    },
    "775": {
        "question": "Which part of a pond ecosystem provides shelter to small fish?"
    },
    "776": {
        "question": "To make candy, a student is dissolving sugar in water. She notices that sugar lumps are forming at the bottom of the pan. What actions could she take to help more of the sugar dissolve?"
    },
    "777": {
        "question": "How do some species, such as deer, benefit from harsh winters?"
    },
    "778": {
        "question": "To measure the volume of rain in a rain gauge, which piece of equipment would be used?"
    },
    "779": {
        "question": "The pressure against the cell walls in plant cells is created by the amount of water in the cells. Which of the following would most likely happen if the amount of water in the cells of non-woody plants was reduced?"
    },
    "780": {
        "question": "Before finally making a conclusion, a scientist will repeat an investigation many times. Which reason best explains why a scientist repeats an investigation?"
    },
    "781": {
        "question": "From its environment, which characteristic of a dog is most likely learned?"
    },
    "782": {
        "question": "In an ecosystem, which is most responsible for recycling dead plants and animals?"
    },
    "783": {
        "question": "Every day, the human population is increasing. How does this increase in population impact the natural resources that support humans?"
    },
    "784": {
        "question": "An organism living in an environment that is undergoing rapid changes will most likely have increased survival chances due to which factor?"
    },
    "785": {
        "question": "A DNA strand contains codons, which are made up of a sequence of three nucleotides. What best describes the importance of codons found in the sequence of DNA?"
    },
    "786": {
        "question": "The parts of the plants that have the most similar jobs are which?"
    },
    "787": {
        "question": "Which factor will most likely affect the accuracy of their observations when students want to compare the size of microorganism communities in 500-milliliter water samples from each of two ponds?"
    },
    "788": {
        "question": "The Miconia plant is not native to Hawaii. It has become a popular decorative plant since its introduction into Hawaii 40 years ago. However, this shallow-rooted plant has replaced many of the native deep-rooted plant species, increasing the likelihood of landslides on the island. Which method is one of the best for dealing with this invasive plant?"
    },
    "789": {
        "question": "Black-and-white warblers migrate to southern Florida for the winter from their breeding range in Canada. If environmental factors limit the number of female warblers that return to Canada, what is most likely to occur?"
    },
    "790": {
        "question": "Why is a sperm cell's structure very different from an egg cell's structure?"
    },
    "791": {
        "question": "By which of the following processes is heat energy from the Sun primarily transferred to Earth?"
    },
    "792": {
        "question": "An opinion about the heart is which statement?"
    },
    "793": {
        "question": "Direct products of photosynthesis include which of the following materials?"
    },
    "794": {
        "question": "How the temperature changes each day throughout the year is what students want to test. Which of the following does not have to be kept the same during the test?"
    },
    "795": {
        "question": "Scientists in the 17th century first used the technique of viewing the planet from two different locations on Earth's surface to estimate the distance to other planets. Which characteristic of the planet were the scientists using to calculate the distance from Earth?"
    },
    "796": {
        "question": "Potential energy is what?"
    },
    "797": {
        "question": "For organisms to survive in freshwater ponds during the winter months, which property of water is essential?"
    },
    "798": {
        "question": "How the life cycle of butterflies differs from that of frogs is described by which statement?"
    },
    "799": {
        "question": "Once used to kill insect pests, a chemical called DDT was found to be harmful to some types of birds, which led to its use being stopped. How was the scientific process best able to help scientists understand that birds were harmed by DDT?"
    },
    "800": {
        "question": "Formed from ancient organic compounds, coal is a natural material. Which element is least likely to be found in a sample of coal?"
    },
    "801": {
        "question": "Except for all of the following, everything can be found on a food nutrition label"
    },
    "802": {
        "question": "Animals of the same species may find it difficult to recognize one another. Which adaptation most likely developed to aid animals in recognizing each other?"
    },
    "803": {
        "question": "A valid food chain is which of the following?"
    },
    "804": {
        "question": "Which of the events along the west coast of the United States provides direct evidence that upwelling brings nutrient-rich waters to the surface?"
    },
    "805": {
        "question": "During photosynthesis, what products are produced?"
    },
    "806": {
        "question": "Moving north from the equator, hot, dry climates replace hot, moist climates. Which factor determines the boundary between these two climate types?"
    },
    "807": {
        "question": "For the weathering of rocks, which of the following is LEAST responsible?"
    },
    "808": {
        "question": "Several students are entering a bridge building contest that requires constructing the strongest bridge possible by using ice cream sticks and glue. The bridges must span a length of 18 in. and be 5 in. wide. Which of the following tests is the most accurate way to determine the strongest span design for these bridges?"
    },
    "809": {
        "question": "How are organisms classified as Archaea and Bacteria different from organisms classified as Eukarya?"
    },
    "810": {
        "question": "Sound waves and ocean waves are similar because both"
    },
    "811": {
        "question": "To display the amount of rainfall per week over a 3-month period, a student uses a bar graph. What other method of presentation is appropriate for the data?"
    },
    "812": {
        "question": "Naomi has a pet dog. Which characteristics did the dog most likely inherit from its parents?"
    },
    "813": {
        "question": "By filling the bulb with a low density, non-reactive gas, incandescent light bulb filaments are best preserved. From which group of elements on the periodic table is this gas most likely selected?"
    },
    "814": {
        "question": "Tall giants are what Sequoia trees in the Sierra Nevada in California are. More than 3000 years old, some of them are. How forest brush fires have benefited these trees is best illustrated by which statement?"
    },
    "815": {
        "question": "Opaque is which of these objects?"
    },
    "816": {
        "question": "Modern whales are categorized into two types: toothed whales and baleen whales. Baleen whales use baleen, which are plates made of fibrous proteins growing from the roof of their mouths, to filter plankton from the water. In their upper jaws, the embryos of baleen whales have teeth. As the embryos continue to develop, these teeth are replaced by baleen. Which of the following conclusions is best supported by this information?"
    },
    "817": {
        "question": "During a total lunar eclipse, in what order are the Sun, Moon, and Earth?"
    },
    "818": {
        "question": "In a circuit with a current of 3 ohms and a total resistance of 12, what is the voltage?"
    },
    "819": {
        "question": "Which of these features might be included in the model to show how the stream could overload with sediment, as a student is creating a model of a stream in a forested mountain watershed?"
    },
    "820": {
        "question": "The way in which the Sun is different from Earth is what interests us."
    },
    "821": {
        "question": "Before coal and oil could be formed, which event must have occurred?"
    },
    "822": {
        "question": "What does a calculation of 4.3 light-years most likely represent, when made by a scientist studying outer space?"
    },
    "823": {
        "question": "Algal blooms in waterways can be caused by nutrient runoff. Which genetically modified organisms could help in reducing algal blooms?"
    },
    "824": {
        "question": "On a wood block, two forces act in opposite directions. If the forces are unbalanced, what will happen?"
    },
    "825": {
        "question": "Animals that have many similar body structures, dogs and cats do not mate with each other. Classifying these two animals in"
    },
    "826": {
        "question": "From the smallest to the largest, which list has objects in order?"
    },
    "827": {
        "question": "In the solar system, which planet has the longest year?"
    },
    "828": {
        "question": "Which of these traits, although inherited, is greatly influenced by the environment?"
    },
    "829": {
        "question": "Humans have the least control over which of the following components of smog?"
    },
    "830": {
        "question": "Galileo Galilei was responsible for describing which law?"
    },
    "831": {
        "question": "What is the next step in the formation of sedimentary rocks when a layer of sediment is deposited on the ocean floor?"
    },
    "832": {
        "question": "In Louisiana, you are getting up to go to school, while on the other side of Earth, a student is getting ready for bed. What is the reason for this?"
    },
    "833": {
        "question": "Which safety precaution should be taken first when building an electrical circuit?"
    },
    "834": {
        "question": "An example of a chemical change is NOT which?"
    },
    "835": {
        "question": "Why can the Moon sometimes be seen during the day as well as at night?"
    },
    "836": {
        "question": "In what ways are cold-blooded animals different from warm-blooded animals?"
    },
    "837": {
        "question": "There are two characteristics that all matter has: matter takes up space and matter has."
    },
    "838": {
        "question": "What is the best way to model how wind affects sand dunes?"
    },
    "839": {
        "question": "Which energy resource is used most like coal as an alternative?"
    },
    "840": {
        "question": "A plant's stages of growth and development are in the correct order."
    },
    "841": {
        "question": "Different types of trees are being investigated by a student. Similar growth rates, temperature ranges, and sizes are found in two trees, but their leaves and flowers differ. The trees are most likely in"
    },
    "842": {
        "question": "In October, after midnight, the constellations Gemini and Orion appear in the sky. Orion appears at sunset in January. At what time will Gemini most likely appear in January?"
    },
    "843": {
        "question": "Flooding is most likely to be caused by which combination of processes from the water cycle?"
    },
    "844": {
        "question": "Michael has to write a paper on the formation of red blood cells. What other body system, in addition to the circulatory system, should he research to find information about the formation of red blood cells?"
    },
    "845": {
        "question": "To remove waste from a patient's blood, a dialysis machine can be used. Which human body system functions in a similar way?"
    },
    "846": {
        "question": "The Earth is kept in orbit around the Sun by what?"
    },
    "847": {
        "question": "Once completely covered with trees, a hill in the rain forest had all its trees cut down by a logging company. Which form of environmental degradation is most likely to result from the cutting down of trees?"
    },
    "848": {
        "question": "A meteor travels at 35 km/sec in the atmosphere of Earth. Friction with the atmosphere slows it by 0.02 km/sec before it reaches the surface of Earth. What is the final speed of the meteor caused by the friction of the atmosphere?"
    },
    "849": {
        "question": "A function of all cells is which of these?"
    },
    "850": {
        "question": "A student in biology class places a tissue specimen on a glass microscope slide. The slide is dropped by the student, and it shatters. What procedure should be followed first by the student?"
    },
    "851": {
        "question": "Few flowers are able to grow on the northern arctic tundra. The ones that do have very short stems. How does this adaptation help them survive in the arctic climate?"
    },
    "852": {
        "question": "Concerning metals, which statement is correct?"
    },
    "853": {
        "question": "What best helps a meteorologist predict the possibility of tornadoes developing in a certain area is information."
    },
    "854": {
        "question": "At different locations on Earth, the weight of an object changes. What is a measurement of weight?"
    },
    "855": {
        "question": "Pat has two kinds of plant food, \"Quickgrow\" and \"Supergrow.\" What would be the best way to find out which plant food helps a particular type of houseplant grow the most for Pat?"
    },
    "856": {
        "question": "Several different sized filter-paper disks, which are soaked in a solution, are placed into another solution where a reaction will occur that produces a gas. The gas bubbles, collecting on the filter paper, cause the filter paper to rise to the top of the solution. Which of these is a measurement that would not be made during this experiment?"
    },
    "857": {
        "question": "A sugar cube would dissolve most quickly under which conditions when placed in a liter of water at room temperature?"
    },
    "858": {
        "question": "Water evaporates the fastest due to which of these factors?"
    },
    "859": {
        "question": "David dissolves 10 grams of salt in 100 ml of water to make a solution. To achieve a solution that is half as concentrated, what should he add to the original solution?"
    },
    "860": {
        "question": "Different types of animals are a duck and turtle. In which way are the duck and the turtle alike?"
    },
    "861": {
        "question": "Different types of crops are grown by farmers. Which factors among the following would most affect the type of crop grown by a farmer?"
    },
    "862": {
        "question": "Alicia put hydrogen peroxide and yeast in a paper cup. She concluded that a reaction occurred that gave off heat because the paper cup felt hot. What else could Alicia do to get a more accurate conclusion?"
    },
    "863": {
        "question": "Because the Sun is, the planets in the solar system revolve around it."
    },
    "864": {
        "question": "Shown below is an unbalanced equation for the reaction of methane gas (CH_{4}) with oxygen. CH_{4} + \\Box O_{2} -> 2CO_{2} + 4H_{2}O How many molecules of oxygen gas (O_{2}) are needed to balance this equation properly?"
    },
    "865": {
        "question": "Some new cars recover energy using special braking systems when the brakes are applied. This energy is stored in special batteries and powers the electric motor. As the brakes slow down the car, what type of energy are they storing?"
    },
    "866": {
        "question": "The surface of the ocean is a more varied environment than its depths. Which two processes of the water cycle cause the most variation in salt concentration at the ocean's surface?"
    },
    "867": {
        "question": "Both an apple seed and a fertilized egg share a life-cycle stage. Apple trees and chickens both have a life cycle."
    },
    "868": {
        "question": "Electrodes were placed by Sally into a beaker containing a solution, and the electrodes were connected to a battery. In Sally's report, part of it stated, \"Bubbles were given off at one of the electrodes.\" The statement is"
    },
    "869": {
        "question": "Each student carries a box up to the third floor of a building, with the total mass of each student and the box she is carrying being the same. While Roberta makes the trip in 45 seconds, Mary takes 30 seconds. Which statement best describes this task?"
    },
    "870": {
        "question": "A step in the life cycle of an apple tree is which of the following?"
    },
    "871": {
        "question": "Ecologists consider many factors when studying the health of an ecosystem. When evaluating the impact of human activities on an ecosystem, which factor is least likely considered by ecologists?"
    },
    "872": {
        "question": "A large percentage of a group of young sage grouse were discovered by scientists to be infected with blood parasites. How are these blood parasites most likely going to affect the young birds?"
    },
    "873": {
        "question": "At one end of a cardboard maze, a mouse is placed while a piece of cheese is at the other end. The mouse learns how to find it by smelling the cheese. An is what the mouse is using."
    },
    "874": {
        "question": "Which of the following is the Sun an example of?"
    },
    "875": {
        "question": "A sample of ocean water was collected by John and Lisa and placed in a jar. The water had evaporated within a couple of days, and salt became visible at the bottom of the jar. This is an example of a"
    },
    "876": {
        "question": "Within the solar system, Earth has a definite orbit. This orbit is mainly a result of the"
    },
    "877": {
        "question": "In the human body, what is the first line of defense against infection and disease?"
    },
    "878": {
        "question": "Oxygen, hydrogen, and water are substances. Which substances among these are elements?"
    },
    "879": {
        "question": "How big the leaves of an oak tree are is what students want to know. The BEST way to measure the size of the leaves is to ___."
    },
    "880": {
        "question": "During a laboratory exercise, a container tips over and liquid spills on the work surface. What should the student do first?"
    },
    "881": {
        "question": "When entering Earth's atmosphere, a speeding meteor slows down and becomes very hot due to friction. Which factor most influences the amount of friction encountered by a meteor when it enters the atmosphere?"
    },
    "882": {
        "question": "In what column is argon found according to the periodic table?"
    },
    "883": {
        "question": "In the flow of energy in an ecosystem, organisms interact. Consumers are the classification for carnivores and omnivores. Which two organisms are also classified as consumers?"
    },
    "884": {
        "question": "Which statement explains best why wood is considered a renewable energy resource and coal is not?"
    },
    "885": {
        "question": "A product of photosynthesis and a requirement for cellular respiration is which of these?"
    },
    "886": {
        "question": "What advantage does a species have that reproduces sexually over a species that reproduces asexually?"
    },
    "887": {
        "question": "Electricity is converted by household appliances into one or more different forms of energy. An electric fan can be best described as converting electricity into"
    },
    "888": {
        "question": "Using a straw, a student is blowing bubbles into a calcium hydroxide solution. The water is reacting with the carbon dioxide in the student's breath to form an acid, which starts to neutralize the basic solution. Which of the following describes best the initial change in pH of the solution?"
    },
    "889": {
        "question": "A student dissolves 20 g of table salt in a glass of water. Which statement explains what happens to the weight of the table salt after it is dissolved?"
    },
    "890": {
        "question": "An action-at-a-distance force is best illustrated by which example?"
    },
    "891": {
        "question": "In a pond, a fish has longer protective spines than any other fish of its species. The spines protect the fish from predators. The fish has many offspring that also have long spines. Which statement describes what happened best?"
    },
    "892": {
        "question": "A new species of animal is found by a research team. Scientific knowledge would be best furthered by the information learned about the animal if the research team"
    },
    "893": {
        "question": "How does the speed of infrared waves compare with the speed of radio waves?"
    },
    "894": {
        "question": "What is the overall charge of a hydrogen atom if it gives up one electron?"
    },
    "895": {
        "question": "For human cell function, sugars are necessary. Which of the following are human cells incapable of doing?"
    },
    "896": {
        "question": "Which other form of energy does a lightbulb produce in addition to light?"
    },
    "897": {
        "question": "Which statement is correct about the molecules in ice and the molecules in liquid water?"
    },
    "898": {
        "question": "The most important function of the research and development department of a large corporation is which of the following?"
    },
    "899": {
        "question": "The growth rates of four plants grown near a classroom window are investigated by a lab group. Similar data from which of these sources most strengthens the group's conclusion?"
    },
    "900": {
        "question": "Gray wolves are being reintroduced into Yellowstone National Park after being absent for many decades. As the wolf populations have increased, the populations of elk and bison are beginning to decrease. What is another consequence of the reintroduction of wolves that is likely to occur in Yellowstone Park?"
    },
    "901": {
        "question": "Bass tapeworms attach to the gills and intestines of bass fish. By taking nutrients from the bass, these worms survive. What type of relationship does this represent?"
    },
    "902": {
        "question": "In order to prove that the discovery is valid, what does the scientist need to have, after claiming that he made a discovery in the lab?"
    },
    "903": {
        "question": "Why is Earth's surface not becoming colder, since Earth radiates heat into outer space?"
    },
    "904": {
        "question": "A normal body temperature of 98.6°F is maintained by which system?"
    },
    "905": {
        "question": "An experiment was conducted by a student to determine how much sugar could dissolve in water. The student documented the number of teaspoons of sugar added to the water. What is the most likely reason for the student to have recorded this information?"
    },
    "906": {
        "question": "Light waves will cross from an air medium to a water medium."
    },
    "907": {
        "question": "A bicycle is traveling at a speed of 3 meters per second (m/s). The rider stops the bicycle by applying the brakes in 3 seconds. During this time, what is the average rate of acceleration of the bicycle?"
    },
    "908": {
        "question": "Which state of matter has the properties of a definite shape and a definite volume?"
    },
    "909": {
        "question": "When carbon dioxide (CO_{2}) is frozen and then heated, it changes directly into a gas. Which statement best indicates that a physical change has occurred?"
    },
    "910": {
        "question": "A compound is which substance?"
    },
    "911": {
        "question": "To rid the human body of the wastes resulting from cellular energy production, which two systems primarily function?"
    },
    "912": {
        "question": "Which division of a furniture company is most responsible for getting the furniture to the retail stores?"
    },
    "913": {
        "question": "In which domains can single-celled organisms that cause disease be found?"
    },
    "914": {
        "question": "Over a four-month period, the average temperatures were 31, 24, 18, and 12 degrees Celsius. For these four months, what is the median temperature?"
    },
    "915": {
        "question": "Diversity is important among members of a species because diversity"
    },
    "916": {
        "question": "The best description of an atom can be given as"
    },
    "917": {
        "question": "The formation of sedimentary basins tends to be caused by convergent margins. Why is this the case?"
    },
    "918": {
        "question": "All types of energy transfers are best described by which statement?"
    },
    "919": {
        "question": "How long will it take for the ridge to become 100 millimeters broader if two tectonic plates are each moving in opposite directions away from the mid-ocean ridge at a rate of 10 millimeters per year?"
    },
    "920": {
        "question": "Why are extinctions more likely to be caused by rapidly occurring environmental changes than by slowly occurring changes?"
    },
    "921": {
        "question": "Fish sold in grocery stores are grown at fish farms by some. Which group is most likely harmed when more fish farms are built?"
    },
    "922": {
        "question": "When a student measures the acceleration of a stone block on a level surface as it is acted upon by a known force, what additional information is needed to precisely calculate the block's mass?"
    },
    "923": {
        "question": "Bubbles formed on the eggshell when a chicken egg was placed in a beaker of vinegar. The eggshell is no longer present after twenty-four hours. Which statement is an observation?"
    },
    "924": {
        "question": "A scientist conducted an investigation on how well plants native to Maryland would grow under desert conditions. Equal amounts of desert soil were placed by the scientist into 10 identical containers. Each container contained two of the same kind of plant. A total of 10 different kinds of plants were investigated by the scientist. All of the containers were placed by the scientist into a greenhouse adjusted to create hot, desert-like conditions. For the next five weeks, the scientist gave the plants equal, but small amounts of water. After the five-week investigation, most of the plants did not survive. Which statement best explains why 16 of the plants failed to survive?"
    },
    "925": {
        "question": "What structure is made up of MORE than one atomic particle?"
    },
    "926": {
        "question": "What is it that adult cardinals are able to do which baby cardinals are unable to do?"
    },
    "927": {
        "question": "Automobile manufacturers have been able to market fuel-efficient hybrid cars due to new technologies, but a problem arises with the disposal of hybrid cars at the end of their service lives. Which question represents a disposal problem unique to hybrid vehicles?"
    },
    "928": {
        "question": "An example of condensation is which?"
    },
    "929": {
        "question": "In a lake that is losing water each year, scientists count and record the population of a particular fish. What are they most likely trying to understand?"
    },
    "930": {
        "question": "When minerals in rocks are changed chemically, chemical weathering occurs. Which of these will most likely change the rate of chemical weathering on a rock?"
    },
    "931": {
        "question": "In the carbon cycle, what role do plants have?"
    },
    "932": {
        "question": "Because of their thick bark, some pine trees are able to live through forest fires. New pine trees can grow in the space left by other trees that burned down after a forest fire. How does thick bark help to increase the pine tree population?"
    },
    "933": {
        "question": "Which type of living organisms did the formation of the ozone layer help protect as they evolved?"
    },
    "934": {
        "question": "Through the transformation of light to chemical energy, energy from the Sun enters ecosystems. Based on the trophic level in which the organisms exist, this energy is available to different organisms. Which statement best describes the availability of energy for organisms in different trophic levels?"
    },
    "935": {
        "question": "What geological feature most often forms in the region where two continental plates collide?"
    },
    "936": {
        "question": "That sound waves can travel through two different types of media is illustrated by which of these?"
    },
    "937": {
        "question": "To find out how long it takes 2 g of salt to dissolve in 50 mL of water, students will perform an experiment. Which experimental method will provide the most accurate results?"
    },
    "938": {
        "question": "The dominant trait of dimples was inherited by a girl, but her sister did not, because both parents had different."
    },
    "939": {
        "question": "In guinea pigs, black fur is dominant to white fur. What color will the fur of their offspring be if two black guinea pigs (Bb) are crossed?"
    },
    "940": {
        "question": "The cell's nucleus controls activity in the cell. Which human body system performs a similar function?"
    },
    "941": {
        "question": "Water in the solid phase has a crystal structure that keeps molecules farther apart than it does at certain temperatures in the liquid phase. What property does this relationship explain?"
    },
    "942": {
        "question": "Why are nonrenewable resources what fossil fuels are called?"
    },
    "943": {
        "question": "As objects begin to cool, they are hot."
    },
    "944": {
        "question": "Such as apples, some plants produce fruit. What is one function of a fruit?"
    },
    "945": {
        "question": "In a class, the students are making a scale model. A material that can be easily bent into a circle is what they need. Which of the following objects is best for the students to use?"
    },
    "946": {
        "question": "In a grassland, some animals live. A fire burns through the grassland. Which type of animal will best compete for resources after the fire?"
    },
    "947": {
        "question": "In an ecosystem, the main function of a producer is to"
    },
    "948": {
        "question": "Most likely to form a fossil, which of the following would be?"
    },
    "949": {
        "question": "The nearest star to the Sun is said to be 4.3 light-years distant. Which statement clarifies why the light-year unit of measure is employed in this description?"
    },
    "950": {
        "question": "By the chemical equation shown, which statement is best supported? 6CO_{2} + 12H_{2}O + light -> C_{6}H_{12}O_{6} + 6O_{2} + 6H_{2}O"
    },
    "951": {
        "question": "The most efficient way to transport large amounts of coal from a mine in Kentucky to a power plant in Arizona is which of the following?"
    },
    "952": {
        "question": "Many grass snakes are green. It is most likely that the color of the snake helps it to"
    },
    "953": {
        "question": "Fossils of the same organisms have been discovered by scientists in many different parts of the world. Evidence that is provided by these fossils shows that"
    },
    "954": {
        "question": "The property of being a thermal insulator is described by which of these?"
    },
    "955": {
        "question": "Through objects, what do waves carry?"
    },
    "956": {
        "question": "Winds blowing inland from oceans tend to have greater moisture than those blowing over land. How does the high moisture content affect the climate of the coastal area?"
    },
    "957": {
        "question": "For an organism to be classified as a reptile, which characteristic must be present?"
    },
    "958": {
        "question": "The result of gene expression is cell differentiation. There are several ways genes can be regulated. For example, by binding to the product of transcription, small interference RNA molecules (siRNA) prevent gene expression. How do genes get silenced by siRNA molecules?"
    },
    "959": {
        "question": "During which stage of its life cycle does a butterfly eat plant leaves the most?"
    },
    "960": {
        "question": "To determine scientifically the quietest place to study in your school, how could you proceed?"
    },
    "961": {
        "question": "The nature of all light waves is best described by which term?"
    },
    "962": {
        "question": "A program to run all its tour buses with fuel obtained from soybeans was introduced by a private bus company in Washington, D.C., in 1995. The buses are powered by"
    },
    "963": {
        "question": "One function of a seed of a plant is to"
    },
    "964": {
        "question": "Salt water is poured into a beaker by a student, who then pours some acid into another beaker. Upon returning to the lab table, the student realizes that the samples are not marked. What should the student do?"
    },
    "965": {
        "question": "Bile, a fluid that aids in the digestion of fat, is stored in the gallbladder. Which types of food should be avoided by a person who has had their gallbladder removed?"
    },
    "966": {
        "question": "Examples of the types of changes in matter were discussed by Missy and Ethan. In which example is a chemical change taking place?"
    },
    "967": {
        "question": "Under some leaves, a student found a worm and wrote observations about it in a notebook. Which fact could be found in the student's notebook?"
    },
    "968": {
        "question": "Golden rice is a transgenic plant that produces rice with high levels of vitamin A. The rice would help people improve the nutrition in their diets. However, some people have concerns about the effects the transgenic rice might have on native plants. Which words best characterize these concerns?"
    },
    "969": {
        "question": "A boat brought a nonnative plant into a freshwater lake after traveling from a bay. What is the most likely consequence in the lake if the new plant adapts to the freshwater environment?"
    },
    "970": {
        "question": "Which explains best why it is important to perform repeated trials of an experiment?"
    },
    "971": {
        "question": "Several times, Greta passed a comb through her hair. She then placed the comb next to a stream of water flowing from a faucet. Greta observed that the stream of water bent toward the comb. How did passing a comb through her hair enable the comb to bend the stream of water?"
    },
    "972": {
        "question": "Which one of the following is NOT a form of precipitation?"
    },
    "973": {
        "question": "Both southern California and southern Nevada are regions that range from arid to semi-arid. Which of these has a large influence on southern California's climate but exerts little influence on southern Nevada's climate?"
    },
    "974": {
        "question": "For the regulation of glucose levels in the blood, insulin is an important protein. Which statement best describes the function of insulin?"
    },
    "975": {
        "question": "On the gravitational force between the Earth and the Moon, it depends."
    },
    "976": {
        "question": "The Moon of the Earth is"
    },
    "977": {
        "question": "How do seashore climates get influenced by oceans?"
    },
    "978": {
        "question": "In plant cells, what part is found that is not in animal cells?"
    },
    "979": {
        "question": "The greatest flexibility is possessed by which object?"
    },
    "980": {
        "question": "Which household objects are attracted to magnets is what Tanya investigates. Which will help her make a conclusion?"
    },
    "981": {
        "question": "Hydrogen, with an atomic mass of 1, and oxygen, with an atomic mass of 16, combine when a water molecule forms, consisting of two hydrogen atoms and one oxygen atom. What is the mass of a water molecule?"
    },
    "982": {
        "question": "All of the heterotrophs within a lake food chain may show an increase in numbers around areas of increased fertilizer runoff. The populations begin to decline after the initial increase. Which event most likely caused the populations to decline?"
    },
    "983": {
        "question": "Least likely to allow electricity to flow is which of the following?"
    },
    "984": {
        "question": "In their ability to use electrical energy efficiently, light bulbs vary. Alicia compared the amount of electrical energy needed to light a fluorescent bulb and an incandescent bulb. Which units would Alicia use to compare electrical energy usage?"
    },
    "985": {
        "question": "Photosynthesis produces what?"
    },
    "986": {
        "question": "The hardest to bend is MOST likely which of these?"
    },
    "987": {
        "question": "A structural adaptation that helps an organism survive in a desert is best described by which statement?"
    },
    "988": {
        "question": "The amount of electricity used by the school should be reduced, a group of students have decided. To solve this problem, the students want to develop a plan. What should the group do first?"
    },
    "989": {
        "question": "Which adaptation would most benefit the organism if it developed in an environment with a gravitational field greater than Earth's?"
    },
    "990": {
        "question": "To control insects, farmers use pesticides. The pesticides sometimes run off into streams. This is an example of"
    },
    "991": {
        "question": "A mineral that helps is zinc."
    },
    "992": {
        "question": "Some birds eat seeds. Which best explains how a plant could be helped if a bird drops a seed in soil?"
    },
    "993": {
        "question": "A student recorded the temperature of the air and the soil at the same location just before sunset. The student found that the temperature of the air and the soil was the same. Which of the following statements most likely describes how the air and soil temperatures changed after sunset on that day?"
    },
    "994": {
        "question": "Photosynthetic algae that live in the tissues of reef-building corals work together with them. In order to survive, which type of energy is algae within a coral reef most likely able to use?"
    },
    "995": {
        "question": "A transformation from chemical to mechanical energy takes place as a car burns fuel. What is the most likely result of the fuel burning?"
    },
    "996": {
        "question": "Not part of an atom, which of these is?"
    },
    "997": {
        "question": "An example of an inherited trait in a living thing is which statement?"
    },
    "998": {
        "question": "When you add heat energy to water, which change can occur?"
    },
    "999": {
        "question": "In California, El Cajon Pass is rising higher than the surrounding land at a rate of nearly one centimeter each year. Which statement is true about the area?"
    },
    "1000": {
        "question": "In a population of brown snakes, what factor will most influence whether a snake born with a white-spotted pattern will have this trait become common in the brown snake population?"
    },
    "1001": {
        "question": "Because the same side of the Moon is always visible from Earth"
    },
    "1002": {
        "question": "A project in which they are recycling paper and plastic bags is being performed by the science classes for the middle school. What is one major difference between paper and plastic?"
    },
    "1003": {
        "question": "Several kinds of organisms that attach to the rocky surface and rely on tides for food and oxygen inhabit tide pools. Mussels and other shellfish, which have no other natural predators, are fed on by sea stars present in these tide pools. If all of the sea stars are removed from the tide pool ecosystem, how will it most likely impact species diversity?"
    },
    "1004": {
        "question": "In humans, the ability to roll the tongue is coded by the dominant allele R, while the inability to roll the tongue is coded by the recessive allele r. A zygote is produced by a man with an RR allele combination for the trait and a woman with an rr allele combination for the trait. Which allele combination could occur in the zygote?"
    },
    "1005": {
        "question": "Pat is learning how energy flows through an ecosystem. Pat understands that energy is obtained by animals from plants. What actions do plants perform that allow animals to get energy from them?"
    },
    "1006": {
        "question": "An illness called dysentery may be contracted by people without safe drinking water. A type of amoeba that lives inside the body causes dysentery. By examining body samples under a microscope, doctors can find these amoebas. Which characteristic of amoebas best explains why doctors use microscopes to locate dysentery amoebas?"
    },
    "1007": {
        "question": "What evidence is there for the theory of plate tectonics?"
    },
    "1008": {
        "question": "An area in Africa called the Great Rift Valley was being examined by geologists. What geologic event most likely caused the formation of the valley?"
    },
    "1009": {
        "question": "During which season does the latest sunset occur in the day?"
    },
    "1010": {
        "question": "A significant source of energy in the Earth's interior is which of the following?"
    },
    "1011": {
        "question": "Holding an ice cube, Anna causes it to melt in her hand. What makes the ice cube melt in her hand?"
    },
    "1012": {
        "question": "Which action would make the coin the coldest if a student wants to lower the temperature of a metal coin?"
    },
    "1013": {
        "question": "Nitrogen can return to the lithosphere directly from the atmosphere in the nitrogen cycle by"
    },
    "1014": {
        "question": "When is it possible for lunar and solar eclipses to take place?"
    },
    "1015": {
        "question": "In what ways do plant cells differ from animal cells?"
    },
    "1016": {
        "question": "What makes a new material change?"
    },
    "1017": {
        "question": "To generate electricity, a wind farm contains a large number of windmills. Which is the BEST reason why wind farms are not located near forests?"
    },
    "1018": {
        "question": "Which action best releases heat and cools the body during and after exercising by the body?"
    },
    "1019": {
        "question": "To show how the size of the moon compares with the size of Earth, some students wanted to make a model. They used an orange to represent the moon. Which of the following would best represent Earth?"
    },
    "1020": {
        "question": "On the ground, a ball is rolling. The ball is pushed by a force in the same direction that it is moving. What happens to the ball?"
    },
    "1021": {
        "question": "Upon discovering a fossil of a freshwater fish in a desert area, what is the best conclusion that can be made?"
    },
    "1022": {
        "question": "Linked to many health problems has been tobacco. What is the most complete list of forms of tobacco that cause cancer?"
    },
    "1023": {
        "question": "A wind blowing from east to west catches a battery-powered toy sailboat heading south on a pond. Which direction will the sailboat move due to the combination of forces?"
    },
    "1024": {
        "question": "How the human circulatory and respiratory systems interact is best described by which?"
    },
    "1025": {
        "question": "A snowstorm in a city produced 20 centimeters of snowfall on December 12th. When can this event be used to describe the region's climate?"
    },
    "1026": {
        "question": "How energy can be helpful is described by which statement?"
    },
    "1027": {
        "question": "When the sky is most likely to produce precipitation."
    },
    "1028": {
        "question": "The student's mother is heterozygous for the recessive trait of attached earlobes, and the student's father is also heterozygous for this trait. What is the likelihood, in percent, that this student has attached earlobes?"
    },
    "1029": {
        "question": "The best heat insulator is which material?"
    },
    "1030": {
        "question": "Which question would scientists most likely ask who are studying prokaryotic organisms?"
    },
    "1031": {
        "question": "During part of the winter, a town in northern Arkansas experienced colder than normal temperatures. Which change was most likely responsible for this?"
    },
    "1032": {
        "question": "Derek hypothesizes that a potted fern will stay healthier in a closed container than on an open windowsill, where the same type of plant is placed. At the conclusion of his investigation, Derek finds that his hypothesis is supported by his results. Which best explains why Derek should repeat the investigation?"
    },
    "1033": {
        "question": "To see if different colors of light affect the number of flowers a plant produces, a group of students does an experiment. Their teacher provides them with seeds, pots, soil, water, and three light bulbs of different colors. The students decide to divide the materials equally. For each group of plants, what should be different?"
    },
    "1034": {
        "question": "EXCEPT, all of the following would be helpful in separating a mixture of sand and salt"
    },
    "1035": {
        "question": "An engineer discovers while designing a suspension bridge that it will need to carry twice the load that was initially estimated. To maintain safety, one change the engineer must make to her original design is to increase the"
    },
    "1036": {
        "question": "What would be an expected product if Zn is added to HCl?"
    },
    "1037": {
        "question": "Farmers found years ago that corn plants grew better if decaying fish were buried nearby. What did the decaying fish probably supply to the plants to improve their growth?"
    },
    "1038": {
        "question": "To keep in contact with their families when they are away from home, people use cell phone technology. A problem that arises when using cell phones is that they can"
    },
    "1039": {
        "question": "The core of Earth consists primarily of iron. What observation regarding another planet would offer some evidence that the planet has an iron core?"
    },
    "1040": {
        "question": "An interaction between plants and animals is accurately described by which statement?"
    },
    "1041": {
        "question": "The hypothesis is made by a student that a balloon will stick to the wall if it is rubbed on a shirt due to static electricity. What is the best way to prove that the results are reliable once the experiment is conducted?"
    },
    "1042": {
        "question": "A magnet attracts an object. The magnetic force on the object will change when the magnet is moved away from it."
    },
    "1043": {
        "question": "A reason loggerhead turtles bury their eggs in holes that they dig on the beach is which of the following?"
    },
    "1044": {
        "question": "A change that is physical is best described by which of these?"
    },
    "1045": {
        "question": "A long chain of volcanoes encircling the Pacific Ocean is known as the 'Ring of Fire.' What is the best explanation for the arrangement of these volcanoes?"
    },
    "1046": {
        "question": "What can provide the most energy in an ecosystem?"
    },
    "1047": {
        "question": "Mainly composed of basalt, oceanic crust contrasts with continental crust, which consists primarily of granite. When plates collide, why does oceanic crust generally tend to subduct under continental crust?"
    },
    "1048": {
        "question": "Except for all of these types of waves, they travel from the Sun to Earth"
    },
    "1049": {
        "question": "Evidence of ancient glaciers is sometimes shown by rocks. What is the best sign that an area was once covered by glaciers?"
    },
    "1050": {
        "question": "An atom of beryllium has 4 protons, 4 electrons, and 5 neutrons. What is the mass number of this atom?"
    },
    "1051": {
        "question": "The enzyme lysozyme, which damages the cell walls of bacteria, is contained in human tears. Which statement about lysozyme is most accurate?"
    },
    "1052": {
        "question": "In ocean water, the amount of dissolved oxygen can vary. Which of these factors, if increased, would cause an increase in the oxygen content of ocean water?"
    },
    "1053": {
        "question": "Copper and gold have reactive properties that are similar. On the Periodic Table of the Elements, these elements are most likely to"
    },
    "1054": {
        "question": "Because the Astronomical Unit is, the light year is used to describe distances between Earth and stars other than the sun."
    },
    "1055": {
        "question": "Scientists get information about the types of plants that lived long ago from fossilized plants. What other information can fossilized plants provide?"
    },
    "1056": {
        "question": "To facilitate control of the muscle, which type of cell is connected to muscle fibers?"
    },
    "1057": {
        "question": "From Boston, an airplane takes off for the 980 km trip to Detroit. Two hours later, the plane lands. Which of the following best describes the airplane's average speed and direction during its flight?"
    },
    "1058": {
        "question": "The most likely cause of Earth's inner core being a solid is which of the following?"
    },
    "1059": {
        "question": "There are many methods organisms use to survive winter conditions. Which of the following is NOT an example of an organism adapting to survive the cold winter months?"
    },
    "1060": {
        "question": "After finishing an experiment, what is the proper procedure for safely disposing of an acid solution?"
    },
    "1061": {
        "question": "On global climate changes, which would have the least likely impact?"
    },
    "1062": {
        "question": "The main energy source for deep ocean currents, which move large volumes of water around the planet, is what?"
    },
    "1063": {
        "question": "After stirring sand in a glass of water, what will happen?"
    },
    "1064": {
        "question": "A hair from a horse's tail left in water was hypothesized by Ancient Greeks to turn into a worm. Which scientific process most likely would have disproved this hypothesis?"
    },
    "1065": {
        "question": "Studying the states of matter is the task of a science class. In a cup, one group of students freezes 100 grams (g) of water. In a cup, another group of students melts 50 g of ice. At the end of the experiment, which of these will most likely occur?"
    },
    "1066": {
        "question": "When there are stars much larger than the Sun, why does the Sun appear to be the largest star?"
    },
    "1067": {
        "question": "Membrane-bound structures are observed in a cell by a researcher. From this observation, it can be concluded by the researcher that the cell is classified as a"
    },
    "1068": {
        "question": "To match its surroundings, a chameleon can change colors. Because it can do this, the ability helps the chameleon survive."
    },
    "1069": {
        "question": "During the Ice Age, giant sloths inhabited the Americas and the Caribbean. Around 10,000 years ago, at the end of the Ice Age, most of these sloths disappeared. However, some survived on Caribbean islands until approximately 4,200 years ago. This indicates that some of these sloths coexisted with humans. What is the most likely reason for the extinction of these last giant sloths?"
    },
    "1070": {
        "question": "Why are temperature changes along the coast usually less extreme than temperature changes farther inland? Which of the following statements best explains this?"
    },
    "1071": {
        "question": "The Earth's surface is covered with water by approximately 71%. The majority of this water is salt water, found in the oceans. Where is the Earth's majority of fresh water found?"
    },
    "1072": {
        "question": "In photosynthesis, which is not used?"
    },
    "1073": {
        "question": "Roy was asked by his teacher to identify a source of energy that is not easily replaced in nature. Which source of energy should Roy identify?"
    },
    "1074": {
        "question": "Snakes usually lie very still and eat little or nothing on cold days, while birds usually move around and eat a lot of food. Which statement best explains this?"
    },
    "1075": {
        "question": "Searching for extrasolar planets is the purpose of some space telescopes. Which phenomenon's ability to be observed is most important for these telescopes?"
    },
    "1076": {
        "question": "What describes only a physical change?"
    },
    "1077": {
        "question": "The deer population recently increased in size. What most likely could have caused this increase in the deer population?"
    },
    "1078": {
        "question": "An important wetland inhabitant is the mangrove tree. Which is an example of a limiting factor in mangrove wetlands that is unrelated to the density of the mangrove wetland?"
    },
    "1079": {
        "question": "To produce crops that have helpful traits, researchers breed plants. The ability to grow where there is little moisture is one of these traits. How would farmers most likely benefit from this trait?"
    },
    "1080": {
        "question": "The waters off the Florida Keys are being polluted, which affects the numerous marine ecosystems found in the Keys. Which action could most likely reduce water pollution?"
    },
    "1081": {
        "question": "In the central dogma of molecular biology, what role do ribosomes play?"
    },
    "1082": {
        "question": "Hawks have claws called talons, which are sharp and help them capture prey. Best described as are talons"
    },
    "1083": {
        "question": "Ricardo measured an empty graduated cylinder on a balance. He then filled the graduated cylinder with 50 mL of a liquid and measured the cylinder again. What question is Ricardo most likely trying to answer?"
    },
    "1084": {
        "question": "All planets of the solar system rotate, but the rotational velocity is not the same for all planets. By the rotational velocity of the planet, which characteristic of a planet is determined?"
    },
    "1085": {
        "question": "Sulfur dioxide (SO2) and nitrogen oxide (NO) are produced by burning fossil fuels. When these compounds react with water vapor, acid rain is produced. What is the most likely effect on the environment where acid rain falls?"
    },
    "1086": {
        "question": "Pluto was discovered in 1930 and named the ninth planet. In 2003, an object larger than Pluto was discovered by astronomer Michael Brown. Pluto has been reclassified as a \"dwarf\" planet. What does this most likely suggest about scientific investigations?"
    },
    "1087": {
        "question": "On a flat, frictionless surface, a student pushed a large rubber ball. The ball moved at a speed of 1 meter per second. When the student stopped pushing the ball, which statement best describes its motion?"
    },
    "1088": {
        "question": "An environmental benefit of converting to solar energy is which of these?"
    },
    "1089": {
        "question": "Since light waves travel faster than sound waves, a lightning bolt can be seen before the thunder is heard. Which factor can also affect how quickly thunder is heard?"
    },
    "1090": {
        "question": "A cloud is formed when Jake breathes out on a cold day. What change occurs that allows Jake to see his breath as a cloud?"
    },
    "1091": {
        "question": "Which of these is most likely to determine if a mutation will become an adaptation in a species?"
    },
    "1092": {
        "question": "By using the equation below, the force of an object with a certain mass accelerating at a certain rate can be determined. force = mass x acceleration Which object would have the greatest force?"
    },
    "1093": {
        "question": "Which statement describes best the roles of photosynthesis and respiration in the carbon cycle?"
    },
    "1094": {
        "question": "Walking through the forest, a student notices that as the density of the forest increases, moss growth increases. An observation has been made by the student."
    },
    "1095": {
        "question": "The atom is if it has two protons and three electrons."
    },
    "1096": {
        "question": "How the temperature of a substance is related to the rate of molecular movement is what students study. In which substance are the molecules moving the fastest?"
    },
    "1097": {
        "question": "Sometimes, collars that emit radio waves are placed on animals to find their location. What is the best reason for using radio waves as a method of tracking the animals?"
    },
    "1098": {
        "question": "Two organisms mate and produce offspring. Why are the offspring unable to reproduce, according to which of the following statements?"
    },
    "1099": {
        "question": "A scientist is most likely, when he or she comes up with a hypothesis,"
    },
    "1100": {
        "question": "In cells, what role does the mitochondrion play?"
    },
    "1101": {
        "question": "Every day, the human population is increasing. How do the natural resources that maintain humans get affected by this increase in population?"
    },
    "1102": {
        "question": "A physical change is which?"
    },
    "1103": {
        "question": "In what ways is a skin cell from a mouse similar to an amoeba?"
    },
    "1104": {
        "question": "A feature 12 that is shared by Earth and the Moon is described by which of the following?"
    },
    "1105": {
        "question": "By changing the force acting on an object and observing its resulting acceleration, a student is investigating Newton's second law of motion. If the force on the object were increased four times, how much would the acceleration increase?"
    },
    "1106": {
        "question": "To cut a piece of wood into smaller pieces with a saw, which type of energy is needed?"
    },
    "1107": {
        "question": "While skateboarding, Patrick broke his wrist. Patrick was told by the doctor to eat foods rich in vitamin D while his wrist heals. Which type of food will help heal Patrick's wrist?"
    },
    "1108": {
        "question": "This experiment was performed by a student: Four different types of seeds were planted in identical pots, which were filled with the same kind and amount of soil. The pots were placed in a warm, sunny place, and each day for a month, they were given the same amount of water. At the end of the month, which question about these seeds could be answered?"
    },
    "1109": {
        "question": "Which weather pattern can be expected when an air mass travels north over the Pacific Ocean from the tropics and then eastward across the United States?"
    },
    "1110": {
        "question": "Which action could be an unsafe practice when conducting a laboratory experiment?"
    },
    "1111": {
        "question": "The effects of different amounts of water on ivy plant growth were tested by a group of students. They could not remember how much each plant grew per day afterwards. To practice good science, what should they have done?"
    },
    "1112": {
        "question": "A laboratory apron or coat should be worn by a student during which activity?"
    },
    "1113": {
        "question": "94 chromosomes are contained in each body cell of a goldfish. How many chromosomes does a goldfish sex cell contain?"
    },
    "1114": {
        "question": "Pollutants are released into the air by some factories, which form acid rain. Where the acid rain is most likely to fall is determined by what?"
    },
    "1115": {
        "question": "From one object to another object, heat is transferred. What is an example of radiation transferring heat?"
    },
    "1116": {
        "question": "In an investigation of the life cycle of a monarch butterfly, which tool would be the most helpful?"
    },
    "1117": {
        "question": "The distance between Earth and the Sun is an astronomical unit (AU). The energy from the Sun takes about 8 minutes to reach Earth. How many minutes will it take for the Sun's energy to reach Mars if Mars is 1.5 AU from the Sun?"
    },
    "1118": {
        "question": "Small objects can be seen by golden eagles from great distances. Which behavior of golden eagles best explains why this structural adaptation was most likely favored by natural selection?"
    },
    "1119": {
        "question": "The range of the pH scale that would most likely include acid rain is which?"
    },
    "1120": {
        "question": "Four significantly different household appliances, which are a blender, mixer, toaster, and food processor, are plugged into four outlets along a counter. The performance of the other appliances is not affected by turning on or off one or more of the appliances because the four appliances"
    },
    "1121": {
        "question": "Gravitational energy is used by which alternative energy resources to make electricity?"
    },
    "1122": {
        "question": "The theory is supported in a new way when newly discovered information aligns with it."
    },
    "1123": {
        "question": "To best demonstrate an exothermic reaction, a"
    },
    "1124": {
        "question": "With a current moving through a circuit is stopped."
    },
    "1125": {
        "question": "A test tube is dropped by a student, causing the glass to shatter. What should the student do first?"
    },
    "1126": {
        "question": "To investigate static electricity, Ariana uses balloons. Which of the following best explains what will happen when two positively charged balloons are brought close to each other by her?"
    },
    "1127": {
        "question": "To Earth's surface, clouds bring rain and snow. How do rain and snow most support life on Earth?"
    },
    "1128": {
        "question": "An adaptation that resulted from habitat destruction is most likely which of the following?"
    },
    "1129": {
        "question": "On using energy from the Sun to split water molecules into hydrogen and oxygen, research is being conducted. Into the environment, the oxygen will be released, and for fuel, hydrogen will be used. Which statement describes how the environment will benefit from this technology?"
    },
    "1130": {
        "question": "Ways to make carbon nanotubes from recycled plastic grocery bags have been found by researchers at a science laboratory. Components of batteries are then made using these nanotubes. This approach best illustrates the ability of technology to"
    },
    "1131": {
        "question": "Examples of severe weather include thunderstorms and hurricanes. Which of these weather conditions are necessary for the formation of thunderstorms and hurricanes?"
    },
    "1132": {
        "question": "What temperature should the thermometer read if you place it into a glass of ice water?"
    },
    "1133": {
        "question": "To separate a mixture of salt and sand, a group of science students used water, filter paper, and a hot plate. Which of the following did the students most likely do first?"
    },
    "1134": {
        "question": "In computers and electronics, which nonrenewable resource is used extensively?"
    },
    "1135": {
        "question": "At what location does evaporation occur at the HIGHEST rate?"
    },
    "1136": {
        "question": "All cells release which of these?"
    },
    "1137": {
        "question": "The vegetables on her farm are thought by a farmer to not be getting enough water. Her son suggests that water from the nearby ocean be used to water the vegetables. Is this a good idea?"
    },
    "1138": {
        "question": "Safety has been improved by the use of television."
    },
    "1139": {
        "question": "Why there is life on Earth but not on the Moon is best explained by which fact?"
    },
    "1140": {
        "question": "A sample of lithium was placed into a container of water by a scientist. The lithium was observed by the scientist to be floating and making a buzzing sound as gas bubbles formed around it. Which conclusion is best supported by this observation?"
    },
    "1141": {
        "question": "What action by humans helps maintain a renewable resource?"
    },
    "1142": {
        "question": "Caused by removing heat is which of the following changes?"
    },
    "1143": {
        "question": "An oak leaf is eaten by a caterpillar. Which of the following best describes the energy transfer in this situation?"
    },
    "1144": {
        "question": "A geological change separates a wolf population into two new populations. Which effect does genetic drift directly cause in the two new populations over time?"
    },
    "1145": {
        "question": "A similar composition is shared by the Moon and Earth."
    },
    "1146": {
        "question": "In a laboratory procedure, different sizes of soil particles are observed by a student. Which tool is best for the investigation?"
    },
    "1147": {
        "question": "Each year, Company X makes 100 custom buses, while Company Y makes 10,000 of one type of bus. Which of the following is the most likely reason a customer would buy a bus from Company X instead of Company Y?"
    },
    "1148": {
        "question": "On a class field trip to collect insects, which important safety rule should the students follow?"
    },
    "1149": {
        "question": "A pail of cool water receives heat energy transferred from a hot rock that is dropped into it."
    },
    "1150": {
        "question": "In all stages of the butterfly's life cycle, which of these is needed?"
    },
    "1151": {
        "question": "A type of snack is trail mix. Raisins, chocolate pieces, peanuts, and sunflower seeds make up one kind of trail mix. Why is trail mix described as a mixture, according to the statement?"
    },
    "1152": {
        "question": "The best example of a physical change is which change?"
    },
    "1153": {
        "question": "Mountain building produces mountains composed entirely of preexisting crust material at which type of margin?"
    },
    "1154": {
        "question": "What best explains why summer days are warmer than winter days in Arkansas is which statement?"
    },
    "1155": {
        "question": "Slow-moving, long ocean waves are Rossby waves. If the wavelength was doubled, what feature of a Rossby wave would change?"
    },
    "1156": {
        "question": "Because both are, the waves produced by a person's voice are similar to the waves that are produced by an earthquake."
    },
    "1157": {
        "question": "Gasoline made from oil powers cars. What is the best way to conserve gasoline?"
    },
    "1158": {
        "question": "The marketing department of a manufacturing organization performs which of the following activities?"
    },
    "1159": {
        "question": "An example of water changing from water vapor to liquid is which of these?"
    },
    "1160": {
        "question": "An epidemic could most likely turn into a pandemic due to which aspect of modern life?"
    },
    "1161": {
        "question": "At the end of the last Ice Age, as glaciers receded, temperatures increased, which allowed lakes to form. Pioneer plants grew near the lakes in the dunes. Grasslands and forested areas developed farther from the dunes. After the glaciers melted, which process took place that allowed grasslands and forests to develop?"
    },
    "1162": {
        "question": "A research study concluded that increasing their chances of having higher blood pressure is a result for people who work longer hours. This conclusion was developed from a study of 200 men of different ages. How is this investigation biased?"
    },
    "1163": {
        "question": "A person inherits which of these from his or her parents?"
    },
    "1164": {
        "question": "The object that occupies the greatest amount of space is which one?"
    },
    "1165": {
        "question": "In what ways can investigation records be most helpful?"
    },
    "1166": {
        "question": "How the positions of Earth and the Sun effect changes on Earth is being studied by students. Which has happened after four seasons have passed on Earth?"
    },
    "1167": {
        "question": "Between sound waves and light waves, what is a similarity?"
    },
    "1168": {
        "question": "A response of cats to external stimuli is which of these?"
    },
    "1169": {
        "question": "Which procedure best determines whether the time it will take a sugar cube to dissolve is affected by water temperature?"
    },
    "1170": {
        "question": "A student was asked to make a diagram showing a subduction zone where an oceanic crust and a continental crust collide. At the subduction zone, which geologic feature should she include?"
    },
    "1171": {
        "question": "Downward, a ball is thrown onto a concrete floor and bounces upward. What supplies the force that makes the ball bounce upward?"
    }
}