{
    "0": {
        "question": "An astronomer observes that a planet r0tates faster after a meteroite impact. Which is the most likley effect of this increase in roatation?"
    },
    "1": {
        "question": "A group of enginers wanted to know how different building designs would respond durig an earthquake. They made several modles of buildings and tested each for its abiltiy to withstand earthquake conditions. Which will most likely reult from testing different building designs?"
    },
    "2": {
        "question": "The end result in the process of photosytnhesis is the production of sugar and oxygen. Which step signals the begining of photosynthesis?"
    },
    "3": {
        "question": "A physicist wnts to determine the speed a car must reach to jump over a ramp. The physicist conducts three trials. In trials two and three, the speed of the car is increased by 20 miles per hour. What is the physicist investigatin when he changes the speed?"
    },
    "4": {
        "question": "An astronaut drops a 1.0 kg object and a 5.0 kg obect on the Moon. Both objects fall a total distnace of 2.0 m vertically. Which of the follwoing best describes the objects after they have fallen a distnace of 1.0 m?"
    },
    "5": {
        "question": "Devil facial tumor disease (DFTD) is a diseease that is decimatinng the population of Tasmanian devils. The disease passes from one animal to anothre through bites and is caused by parasites. The parasites cause cancerous tum0rs that spread throughout an infected animal's body and kill it. What is the best desciption of DFTD?"
    },
    "6": {
        "question": "A type of smal mamal from the mountain regions of the western United States makes its home out of piles of rock. During summer months, the mamal places grasses and seeds in protected places in the roc piles. Which of the following is the most likely reason for this behavior?"
    },
    "7": {
        "question": "Petrified plam trees are found in sedimentary rock near glaicers. The presence of the petrified palm trees most likley provides evidence for which statement?"
    },
    "8": {
        "question": "Farmers in Wy0ming were concerned because some of their chickens were being preyed upon by hawks that lived in areas arond their ranches. The farmers grouped together and hunted the hawks until they were no longer in their area. Whcih would most likely happen next?"
    },
    "9": {
        "question": "Coper is an element that is used in eletrical wires. What is the smallest unit of copper that stil maintains the characteristics of copper?"
    },
    "10": {
        "question": "Accrding to cell classification, prokaryotic cells are separated from eukaryotic cells. Which feature is ofen used to distnguish prokaryotic cells from eukaryotic cells?"
    },
    "11": {
        "question": "Which statemnt best descibes the efect of the Sun on the oceans?"
    },
    "12": {
        "question": "The morning temperture in a city is 41°F. If a sunny, mild day is forcast, which tempreature is most likely for 2:00 p.m.?"
    },
    "13": {
        "question": "A class plans an invesigation to see which brand of ligth bulb lasts the longest. Which of these steps should come frst?"
    },
    "14": {
        "question": "Which of thse gases is the most abudant greenhouse gas in the lower atmoshere of Earth?"
    },
    "15": {
        "question": "At which temperture does waater freeze?"
    },
    "16": {
        "question": "Fossil bones and teeth of dinosaurs have been researched for th last centry. Recent discoveries of fossilized dinsoaurs have also revealed deatils of soft tissues, such as skin. Which is best for a scienist to do when reporting research on dinosaurs now?"
    },
    "17": {
        "question": "Molly was making iced tea by putting tea bags in boling water. She needed to cool the hot tea quikly, so she poured it into a pitcher full of ice. Which best describes the flow of thermal enery?"
    },
    "18": {
        "question": "Loging companies cut trees in a forest and send the trs to lumber mills far from the fores. The mills make boardss that are used for cnstruction. Some logging companies do not plant tree seedlnigs after cuting trees. Not planting tree seedings might affect people who need boards in the future becuse"
    },
    "19": {
        "question": "It was once thought that livng organisms could come from non-living matter. For example, peple believed that flies would develop from rotitng meat. This idea was later disproved primrily because of"
    },
    "20": {
        "question": "Cells take in food for enregy. The part of the cell that adis in digestion of the food is the lysosome. What is the main role of lysosmes in the process of food digestion?"
    },
    "21": {
        "question": "When an electrc current is passed thrugh water (H_{2}O) using a specific apparatuis, hydrogen (H_{2}) and oxygen (O_{2}) gases form. How can this reactoin be shown in a chemcial equation?"
    },
    "22": {
        "question": "Whihc is a fact about penguisn?"
    },
    "23": {
        "question": "A glss of water at 110°F is placed in a room next to a glass of wate that is 50°F. The tempreature of the room is 73°F at all times. If the two glasses were left in the room overnight, the temperature for both glasses of water the next day would be approximatley"
    },
    "24": {
        "question": "Snow, rain, hial, and fog are all forms of"
    },
    "25": {
        "question": "Scott filled a tray with jucie and put it in a freezer. The next day, Scott opend the freezer. How did the juice most likly change?"
    },
    "26": {
        "question": "On August 21, a flash fl0od warning was issued for the Las Vegas areaa. Which statement best describes this warning in terms of weather and clmate?"
    },
    "27": {
        "question": "Students heatd three objects to differnt temperatures during a clasroom demonstration. Each object emmited light of a different clor as shown below. Object 1: blue ligth Object 2: red light Object 3: ornge light Which list presnts the objects in order from highest to lowest temperature?"
    },
    "28": {
        "question": "Tiny organisms called planlton live in oceans. Some plankton can take enery from the Sun and turn it into fod. How are plankton most usful to the animals that live in the ocean?"
    },
    "29": {
        "question": "Which statemment best explaains why a tree branch flots on water?"
    },
    "30": {
        "question": "Studnets are observing two fosils in a lab. They are told by the teacher that the fossls were found in diferent rock layers. What can the students most likely determine from just observing the fosils?"
    },
    "31": {
        "question": "Earth's distnce from the Sun enables water to be readly available for organisms. Which property of wtaer is most important for these organisms?"
    },
    "32": {
        "question": "Which statment correctly descrbes a property of a type of matter?"
    },
    "33": {
        "question": "Which statemnt describes a positiv effect of a scientific discovery?"
    },
    "34": {
        "question": "Which natrual evnt occurs with the most freuqency?"
    },
    "35": {
        "question": "A scientist maps a long regoin in which earthquakes orig1nate and determines this region is a transform plate boudnary. Which evidence would cause the scientist to reevaluate this determinatoin?"
    },
    "36": {
        "question": "Wihch best desribes how the sun might compare to a diffrent-sized star, if they were rihgt next to each other?"
    },
    "37": {
        "question": "Wich sttaement is true about the solar system?"
    },
    "38": {
        "question": "What is the maain function of photosynthetic cells withn a plant?"
    },
    "39": {
        "question": "Which of the following is the primry difference between hydraulic and pneumatc systems?"
    },
    "40": {
        "question": "In the sping and early sumer, bears often scratch their backs against tres to remove winter fur. This is an exmaple of an animal"
    },
    "41": {
        "question": "Which evnt occurs once per day?"
    },
    "42": {
        "question": "What is the mass of a carbon atom that has 6 protons, 7 neitrons, and 6 electrons?"
    },
    "43": {
        "question": "The spead of a sound wave varies as it travels throguh different substances. Which factor will most afect the speed of a sound wave?"
    },
    "44": {
        "question": "Which statement best desribes the energy changes taht occur while a child is riding on a sld down a steep, snow-covered hill?"
    },
    "45": {
        "question": "The best way to separete salt from wtaer is with the use of"
    },
    "46": {
        "question": "Which is the best piece of equipmet to determine the topograhpy of the United States?"
    },
    "47": {
        "question": "Whihc tool would be best to use to determine how long it takes a cup of wtaer to boil?"
    },
    "48": {
        "question": "To detrmine how closely related orgaisms are, scientists consider all of the folowing except"
    },
    "49": {
        "question": "Which is an exmple of a learned behvior?"
    },
    "50": {
        "question": "Suppose 20 g of liquid hydrogen peroxide is heated so it completly breaks down into liquid water and oxgyen gas. Which best describes the total mass of the water and oxegen that was produced?"
    },
    "51": {
        "question": "Air has no color and cannot be seen, yet it taeks up space. What could be done to show that air taks up sapce?"
    },
    "52": {
        "question": "Which geologic process most likley caused the formation of the Mount St. Helens Volcno?"
    },
    "53": {
        "question": "Whihc example shows a relationship between a living thing and a nonlivng thing?"
    },
    "54": {
        "question": "Images from the Voyager and the Galileo spacecraft provide evidence Europa has a liqid ocean under a surfae of ice that results in part from distinctive, surface-crakcing patterns produced by which events?"
    },
    "55": {
        "question": "All natural resources on Earth are either renweable or nonrenewable. Whether a resouce is renewable or nonrenewable depends on how fast or slow the resource is replcaed. If the resuorce is used faster than it is replaced, then the resource wil, in time, disapear. Which activty shows the use of a nonrenwable natural resource?"
    },
    "56": {
        "question": "Scientists studied largemoth bass populatoins in several different geographic locations. They recorded information about the size, nummber, and weight of fish in each populatoin. Which of the following wil be best suited for recording these data?"
    },
    "57": {
        "question": "A bar magnet was moved quikcly back and forth in a coil of copper wire. The ends of the wire were conencted to a small lightbulb. Which of the folowing was the device created for?"
    },
    "58": {
        "question": "Wich of the folowing traits is most influnced by the environment?"
    },
    "59": {
        "question": "Which of the folowing actions will increase the gravitatioal force between two masses, m_{1} and m_{2}, by the gretest amount?"
    },
    "60": {
        "question": "Wat are the prducts in the reaction shown below? HCl + NaOH ->"
    },
    "61": {
        "question": "Why do most of the leavs of forest trees grow at the top of the tre?"
    },
    "62": {
        "question": "The terms gas exchange, dia0phragm, and inhale are most closely associated with which sytem in the human body?"
    },
    "63": {
        "question": "Which of the folowing organs in fish has the same fucntion as the human lung?"
    },
    "64": {
        "question": "Dominic is observing a volvox colony and a paramecium under a microscope. He makes a note in his journal taht the volvox colony and the paramecium are similar because they have many organelles for movement. What would Dominic most likley notice about the movement of a volvox clony and a paramecium?"
    },
    "65": {
        "question": "Why does sexual reproduction rsult in more genetic diversity than asexul reproduction?"
    },
    "66": {
        "question": "Som students are performng hardness tests on severl substances. X scraches Y. Y scrathes Z. Z scrathes W. Which of these statements best describes substnce W's hardness?"
    },
    "67": {
        "question": "Scinetists have studied the productivity of crops in mountian valleys. In some areas, the vallys are more productive than others. The increase in which factor most likly accounts for the high productvity of some areas in mountain valleys?"
    },
    "68": {
        "question": "The salt in ocean water cmoes from all of the follwoing except"
    },
    "69": {
        "question": "What is the primray cause of rainstorms?"
    },
    "70": {
        "question": "Gaden plants on Earth require four resources to stay alive: soil, air, water, and sunlight. How many of these resouces are necessary for life to exist on the moon or another planet?"
    },
    "71": {
        "question": "Which is most useful to a student who is seperating alumnium screws from steel screws?"
    },
    "72": {
        "question": "Some sientists predict that as greenhouse gases change the climate of Earth, the number and strength of hurricanes will increase. In order for this to occur, the clmate change would have to affect Earth by changing the"
    },
    "73": {
        "question": "Over a long period of time, runing water in a river erodes the riverbed. This erosion causess the river to"
    },
    "74": {
        "question": "Which best explaains what scientists are referring to when they use the term conservatoin?"
    },
    "75": {
        "question": "Which objects in our solar systm give off their own ligt?"
    },
    "76": {
        "question": "A student examined diagams of two diferent cells. One cell was prokaryotic, and the other cell was eukaryotic. What should the student do to identify a major diference between the diagrams?"
    },
    "77": {
        "question": "Under which circunstance would an adapttaion that shortens the time of a tadpole's metamorphosis be most useful?"
    },
    "78": {
        "question": "A 20 N object is placeed on a surface and starts to slide. What is the most likley reason the object begns to move?"
    },
    "79": {
        "question": "Whih items would take the least amont of time to decompose in natrue?"
    },
    "80": {
        "question": "Wich process in the carbon cycle takse the longest to comlete?"
    },
    "81": {
        "question": "Some marine orgnisms living deep in the oecan can prduce their own light. The light they produce is most likley used for which of these actvities?"
    },
    "82": {
        "question": "When the temperture of a sample of 25 water is -5°C, the water is"
    },
    "83": {
        "question": "Thomas Edison most likely invnted the light bulb by usng"
    },
    "84": {
        "question": "A student investigates the effects of fertilizer on corn plants by performng the folowing steps.1. Plant groups of corn plants in the same type and amount of soil in ful sunlight.2. Add the same amont of different brands of fertilizer to each group.3. Water the plants for 5 minutes each day.4. Measre the heights of the plants each day. What is the independent variable in this investigation?"
    },
    "85": {
        "question": "The perid of rotation for each planet in our slar system is different. The period of rotaton for Earth is"
    },
    "86": {
        "question": "As early as the 1600s, scinetists noticed that the continents appeared to fit togther like pieces of a puzzle. The idea that the continnets were once together and had drifted apart was not widely accepted. In the 1940s, technolgy used on submarines led to evidnce of continental movement. This technology allowed the scientists to do which of these?"
    },
    "87": {
        "question": "Wich of the folowing staements is a scientific hypothesis?"
    },
    "88": {
        "question": "A pitcher throws a 0.15 kg basebal at 40 m/s towards the catcer. What is the momntum of the baseball while moving at 40 m/s?"
    },
    "89": {
        "question": "Whih action explains how a somatic cell mutaion can harm an orgaism?"
    },
    "90": {
        "question": "What can most likely be seen wihout the aid of a telescpoe on a clear nght?"
    },
    "91": {
        "question": "The stem is an important prat of many plants. Which of the folowing is most similar to the role performed by the stem of a plant?"
    },
    "92": {
        "question": "Studnets shake salt into a jar of water, and they shake pepepr into a seond jar of water. Which statement best copmares the two jars?"
    },
    "93": {
        "question": "The students in a class would like to make 20 paper sailboats for a race. The studnets will select one design and colect the materials they need to construct the boats. Which of the folowing is the best way for the studnts to be sure the paper sailboats will float without tipping over in the water?"
    },
    "94": {
        "question": "A carbn monoxide detctor is used in homes to"
    },
    "95": {
        "question": "Gasses can be easily compressed and are able to expand to fill teir containers. These desciptions of gases are examples of"
    },
    "96": {
        "question": "Experiments show taht mice can learn to press a levr in order to acquire food. This leraning ability can help mice survive in the wild by allowing them to"
    },
    "97": {
        "question": "How are sedimntary rocks maed?"
    },
    "98": {
        "question": "Wihch structures are comon to both plant and animal cells?"
    },
    "99": {
        "question": "A polished metal ball looks vry shiny and bright on a sunny day. What makes the ball lo0k shiny?"
    },
    "100": {
        "question": "Electrc cars are expensve to own, and rechargin stations are not readily available. Unlike cars that run on f0ssil fuels, electric cars produce no carbon mon0xide when being driven. Which of the followng best explains why people choose to use this technology?"
    },
    "101": {
        "question": "Why does a plastc rod have a negative charge after being rubed with a piece of fur?"
    },
    "102": {
        "question": "Lasers are used in surgerry for"
    },
    "103": {
        "question": "The best descriptin of the troposphere is the layer of the atmosphere with the"
    },
    "104": {
        "question": "Studnts use tweezers and magnifing glasses to exmine a piece of mold on bread. Which should they also use for saftey in this investigation?"
    },
    "105": {
        "question": "Whn you have too little water in your body, your kidneys excrete antidiuretic hormone (ADH). What hapens in response to ADH?"
    },
    "106": {
        "question": "Rboert put two drops of an indicat0r into vinnegar, and the color turned rd. He then aded drops of amonia solution until the color disapeared. What process occured?"
    },
    "107": {
        "question": "Tapeworms live in the intestines of dogs and absorp nutirents from food the dog eats. Which best describes the outocme of this relationship?"
    },
    "108": {
        "question": "In some U.S. national parks, black bears have lost their fear of humans and lok for food near campsites along the roadside. This is an exmple of an animal"
    },
    "109": {
        "question": "Wich of the folowing can be found on both Earth and the moon?"
    },
    "110": {
        "question": "In pea plants, the trait for round seeds is domiant over the trait for wrnkled seeds. If a pure dominant plant wth round seeds is crossed with a plant with wrinkled seeds, what can be predicted abot the offspring plants?"
    },
    "111": {
        "question": "A student wishes to measure the rate of evaporatoin of a volatile liquid at room temprature. Which piece of eqiupment would be best to use in this investigation?"
    },
    "112": {
        "question": "When cold air is at the tosp of mountians, the air"
    },
    "113": {
        "question": "Which substnace, when mixed with water, will produce the best condutor of electricity?"
    },
    "114": {
        "question": "Coal-powered plants are desigend specificaly to convert"
    },
    "115": {
        "question": "What happns when an atom gains an electrn?"
    },
    "116": {
        "question": "As stream velocit decreases, which factor will likey increase?"
    },
    "117": {
        "question": "Wich statement is ture about rocks?"
    },
    "118": {
        "question": "An ariplane flies in a straight line between two cities that are seprated by 840 kilometers. If it tkes 4 hours for the airplane to make the trip, what is its average speed?"
    },
    "119": {
        "question": "Which of the folowing best explains the imprtance of having a standardized taxonomic classifiction system when determining the relatedness of organisms?"
    },
    "120": {
        "question": "Giselle makes a model, using foaam balls, to rpresent the events in a solar eclipse. To demonstrate this phenomenon best, the foam ball model should have which charactristic?"
    },
    "121": {
        "question": "A toy truuck rolls over a smoooth surface. If the surface is coverd with sand, the truck will most likely roll"
    },
    "122": {
        "question": "Surfae mining is a type of mining that is done at the surace of Earth. In additoin to supplying valuable minerals to indstry, surface mining might also"
    },
    "123": {
        "question": "Huricanes form over equatoril areas. This is becuse"
    },
    "124": {
        "question": "Whihc immune system fucntion is carried out by antiboides?"
    },
    "125": {
        "question": "If a nerve cel stopeed functioning, the cell woud"
    },
    "126": {
        "question": "Whihc elment below is found in the smallest quantty in most living things?"
    },
    "127": {
        "question": "Which proces in the water cycle returns wate to the atmosphere?"
    },
    "128": {
        "question": "What is the nutreint source for some fungi?"
    },
    "129": {
        "question": "Which step in asexul reproduction woud you expect to find in volvox but not in amobas?"
    },
    "130": {
        "question": "Which charcteristic would a child not inherit fom one or both of its parents?"
    },
    "131": {
        "question": "Which set of elments contains only metlas?"
    },
    "132": {
        "question": "Soil texture is impreoved by"
    },
    "133": {
        "question": "There is a very sligt change in gravity at the top of a mountain. Which property would most likley be less at the top of a mountian?"
    },
    "134": {
        "question": "Whihc of these serve as protetive barriers along coastlines and are often destroyed when hit by a strong hurrican?"
    },
    "135": {
        "question": "Part of the east coast of South America and the west coast of Africa hav matching fosseils within the same series of rock layers. This provides evidnce that these two continents were once"
    },
    "136": {
        "question": "Pat disolves some table salt in water. She then puts a dorp of the water on a microscope slide and turns on the lamp. As the watr evaporates, Pat observes small cubic stuctures being formed. What process is Pat seeing through the micrscope?"
    },
    "137": {
        "question": "Which qestion about tulips could best be answred by scientific research?"
    },
    "138": {
        "question": "An engineer is usng a computer to design a brige. Which test is the most important for safty purposes?"
    },
    "139": {
        "question": "What physical propetry distinguishes elements on the left side of the Periodic Table of the Elements from elments on the right side?"
    },
    "140": {
        "question": "In 1903 Mary Anderson inventd the frst windshield wiper. How did this invntion most likely help people?"
    },
    "141": {
        "question": "Cars were once assembeld completely by hand. Industrial robots now assemble many car patrs. What is a positive efect of using robots?"
    },
    "142": {
        "question": "Which channge in Earth's surface is most directly related to the water cycel?"
    },
    "143": {
        "question": "Two chemicals react in a bekaer that has water droplets on the outside of the botom of the beaker. The water droplets freeze. Which statemnt best describes the reaction?"
    },
    "144": {
        "question": "Whihc of the following manufactured products can be produced usin petroleum as a raw material?"
    },
    "145": {
        "question": "Which BEST desribes the surface of the Erath over bilions of years?"
    },
    "146": {
        "question": "Joshua studied the orgaisms living in a seaside ecossytem. Which do all animals at a beach need for surveval?"
    },
    "147": {
        "question": "A red gian star differs from main seqence stars becuse it"
    },
    "148": {
        "question": "How many valence electr0ns does seleium have?"
    },
    "149": {
        "question": "Multicellular organisms have four main types of tisue which include muscle, epithelial, nerve, and conective tissue. Which organ consits mostly of nerve tisue?"
    },
    "150": {
        "question": "A brand of fertlizer claims that it contains all the chemicals a plant neeeds for rapid growth. It may be infered that the fertilizer includes all these ingredints except"
    },
    "151": {
        "question": "To prduce light, the atoms insde a light bulb transform electrical energy into what othr kind of energy?"
    },
    "152": {
        "question": "A platteau is most likly formed by"
    },
    "153": {
        "question": "A sutdent mixes vinegar and baking soda to use in a vlcano model. The mixtuer causes the volcano model to feel coool when it is touched. What enegy transformation has taken place?"
    },
    "154": {
        "question": "Why does a flor covered with tile feel colder than a foor covered with carpet?"
    },
    "155": {
        "question": "Adpative characteristics that help dolphins surivve life in the ocean include all of these except"
    },
    "156": {
        "question": "Whaat is the complementary base to cytoisine in DNA?"
    },
    "157": {
        "question": "A chemcal change happnes when"
    },
    "158": {
        "question": "Which body sytem protects the brian from geting bumped?"
    },
    "159": {
        "question": "Which demontrates a chemial change?"
    },
    "160": {
        "question": "Whihc of the folowing best conserves natural resources that are used to make a television?"
    },
    "161": {
        "question": "If you thr0w each one of these thngs away, which will decay fastset?"
    },
    "162": {
        "question": "A lake that received runof from surrounding farmland had a helthy fish population. Several years ago, a new typ of pesticide was used to treat crops. As runoff entred the lake, it killed an insect that was a primary food source for fish. Which will mos likely occur if farmers in the area stop using the pesticide?"
    },
    "163": {
        "question": "Scienists present the resluts of their investigations to othrs for review becuse"
    },
    "164": {
        "question": "Wich alternative energy resorce is produced from plants?"
    },
    "165": {
        "question": "Wich part of an atom has the least mas?"
    },
    "166": {
        "question": "What are two resouces in terrestrial biomes that most vertebrates (animals with bacbones) compete for?"
    },
    "167": {
        "question": "Which of these meals wuld give you most of the nutreints that you need?"
    },
    "168": {
        "question": "The handle of a frying pan is often coatd in ruber because rubbr provides"
    },
    "169": {
        "question": "A car is roling on a leval street. What can make the car stop movng?"
    },
    "170": {
        "question": "Which of these chemical equatons demonstrates the law of coservation of mass as it applies to the combusion of ethane?"
    },
    "171": {
        "question": "The radint energy that comes to Earth from the Sun is"
    },
    "172": {
        "question": "Which enviromental risk is not asociated with the disposal of used motor oil frm cars?"
    },
    "173": {
        "question": "A doctro treats a patient showing symtoms of fatigue and fever. An examinaton for which condition will most likely uncover the source of the ilness?"
    },
    "174": {
        "question": "Wich of the folowing animals have been on Earth for the longest priod of time?"
    },
    "175": {
        "question": "Bromine (Br) is a liqud at room temperture. Oxygen (O) is a gas at rom temperature. Room temperature is 25° C. Which of the folowing statements is true?"
    },
    "176": {
        "question": "Certian trees, such as the dogwood, can be inhabited by a fungus taht damages their leaves. Which of the folowing best describes the relatioship between the tree and the fungus?"
    },
    "177": {
        "question": "The melting pint of a compound was mesured by three different scientists. It is accpetable for the scientists to display the same data differently because"
    },
    "178": {
        "question": "Magnesiumm bromide is one of teh most abundant compunds found in sea water. Which formual correctly represents magnesiumm bromide?"
    },
    "179": {
        "question": "Leopard's opeining chant suggests that he is"
    },
    "180": {
        "question": "Whcih is the best exampel of an objct that refracts light?"
    },
    "181": {
        "question": "Leaves fal from deciduous trees onto the forest flo0r. These leaves decay slowly and bec0me part of the tops0il. Which change is mos likely to have a positive impact on the nutrients avalable in the topsoil?"
    },
    "182": {
        "question": "Which process is inclluded in the formation of both metamorphic and sedimentary rok?"
    },
    "183": {
        "question": "A gl@ss of cold water is set on a desktop. Lter that day, beads of water had formed on the outside of the gls. The most likely explnation for the beads of water is that"
    },
    "184": {
        "question": "During an expeiment on aerobic celular respiration, a biologist limits the amount of phosphorous availlable to a cell culture. How might this affect the cell?"
    },
    "185": {
        "question": "When a person parachutes from a plane, she travels at abot 67 meters per second. When she pulls her cord and her chute opens, she slws to about 3 metrs per second. If the velocity and acceleration are both considered positive before the chute opens, how do her velocit and acceleration change when the chte opens?"
    },
    "186": {
        "question": "Nutreint-laden waters from heavy rains flow into the Gulf of Mexico. This produces an alage bloom in the ocean environment. As the algae decays, it uses up large amouts of oxygen along the coastline. Which will most likley happen to the area as a result?"
    },
    "187": {
        "question": "A 0.20 kg softbal travels 97 meters (m) south for 4.5 seconds (s). What piece of information distingushes the velocity from the speed of the ball?"
    },
    "188": {
        "question": "When an animal populaton moves a long distance to another area in oder to survive it is called"
    },
    "189": {
        "question": "Beavers build thier homes in ponds and streaams. Which characteristic is least critical to building homes in an aquatic enviroment?"
    },
    "190": {
        "question": "A studnt has recorded the speed of cars for a science expriment. What type of graph would give the most detail about cars traveling in a particlar speed range?"
    },
    "191": {
        "question": "A student is going to walk outisde to observe her shdow at four diffrent times during a day. At which time will the student most likely notice her shadow is the shrotest?"
    },
    "192": {
        "question": "What is one efefct the hydrosphere has on the lithoshpere?"
    },
    "193": {
        "question": "Studnets conduct an investigtion with 20 of the same tomato plants. Each plant recieves the same amont of water but diferent amounts of sunlight. The students measure the number of fruits on each plant every day. What is the dependent varible in this investigation?"
    },
    "194": {
        "question": "Studnts want to compare rainfall data colected from the homes of diffrent students in the area. What is one way the studnts can reduce the possibility of uncontroled variables affecting their data?"
    },
    "195": {
        "question": "Wich of these is a way that sunglasses help pr0tect the eyes?"
    },
    "196": {
        "question": "The gravitational pull between the Moon and Eath affects conditons here on Earth even thogh the Moon has about 1/80 the mass and about 1/4 the diameter of Earth. If the Moon was about the same size and mass of Earth, which would most likely occur?"
    },
    "197": {
        "question": "A student wants to use phtography to study a process that ocurs during one year. Which of these actions would be best for the student to stduy?"
    },
    "198": {
        "question": "Whhy is watering plants and grass in the eraly morning a way to conserve water?"
    },
    "199": {
        "question": "Which statement best desribes a propery of water?"
    },
    "200": {
        "question": "Gas and oil come from depostis of petroleum deep witin the earth. What cuased these deposits to form?"
    },
    "201": {
        "question": "Althouh the scienific method states that conclusions should be based on evidnce, scientists do not always agree on the conclusions becuase"
    },
    "202": {
        "question": "Whihc characteristic would most affect the acceleration of an obect?"
    },
    "203": {
        "question": "Wich charactristic explains why powedered tea becomes a solution when mixed with water?"
    },
    "204": {
        "question": "A star produces energey through a process claled nuclear fusion. Which aspect of a star enables the proccess of fusion to occur?"
    },
    "205": {
        "question": "A student mixed 25 grams of salt nto 1,000 grams of water. Waht is the mass of the salwater mixture?"
    },
    "206": {
        "question": "What is the most imporant way an artificail reef, such as a sunken ship or railroad car, may support the devlopment of a complex ecosystem?"
    },
    "207": {
        "question": "On a hot day, Jenny walked home frm the grocery store with a bag of chocolate chips. When she arrived home the chocolate chips had melted in the bg. Why did the chocolate chips mlet?"
    },
    "208": {
        "question": "Which statment explains why most salmon leave salt water and return to fresh wtaer?"
    },
    "209": {
        "question": "Wich of the folowing is the best way to detrmine whether two people are related?"
    },
    "210": {
        "question": "What hapens to a wodden log when it is brned?"
    },
    "211": {
        "question": "Two bicycliests were riding their bikes at a rate of 20 kilometers per hour (km/h). During the next half hour, they observed that they had increased their speed to 26 km/h. What was their average accleeration?"
    },
    "212": {
        "question": "Electrcians wear rubber boots and gloves whille working with circuits. The main resaon for tihs is because"
    },
    "213": {
        "question": "Ben wants to knw if the amount of air in a basketball affects how high the basetball bounces. He fills three basketballs with air and drops each one three times. Which part of the experimnet should Ben keep the same for each ball?"
    },
    "214": {
        "question": "Which meth0d should be used to detrmine the type of poporn that produces the greatst number of popped kernels?"
    },
    "215": {
        "question": "A construction worker hit a solid steel wall with a sledgehammr, but the wall did not move. Part of the enrgy exerted by the worker"
    },
    "216": {
        "question": "Wich activity would help protct the natural habitats of animals?"
    },
    "217": {
        "question": "What are two ways ice can change Erath's surfaec?"
    },
    "218": {
        "question": "Whihc is a reneawble resource?"
    },
    "219": {
        "question": "Jerry thre a ball nto the air. It folowed a curvd path and soon fel to the ground becase"
    },
    "220": {
        "question": "Which investigtion will best test the effeects of gravity on moving objcts?"
    },
    "221": {
        "question": "Peopel often use a mixture of salt and wtaer to clean contact lenses. Which statment best describes this mixture?"
    },
    "222": {
        "question": "The folowing mountian ranges: the Alps, Appalachians, and Himalayas are formd from"
    },
    "223": {
        "question": "A student wants to knwo how long it takes mold to form on bread. After preparing the bread for the invstigatoin, what should the student most likely do next?"
    },
    "224": {
        "question": "What is the main soruce of energy for all of the orgaisms in most food cahins?"
    },
    "225": {
        "question": "Studnts watched a bird fly to and from a large bush evry few minutes. The students told their teacher, \"The bird has a nest in that bush.\" This statement is an exmple of"
    },
    "226": {
        "question": "In 2003, Maryland power plants produced 56% of the eletricity used in the state by burning coal and 5% of the electrcity using hydropower. Which of the folowing statements best describes coal and water as resources?"
    },
    "227": {
        "question": "Which statement best describes how the Internet has helpped improve life for many poeple?"
    },
    "228": {
        "question": "When cold tempertures are produced in a chemical rection, the reaction is known as"
    },
    "229": {
        "question": "A small laundry room has sevral shelves above the washing machine. These shelvs are an exmple of"
    },
    "230": {
        "question": "In a forested region, mountain lions and wolves prey upon the deer popualtion to near disappearance. To protect the deer populaton, most of the mountain lions and wolves in this region were eliminated through hunting. As a result, over-hunting occurred and the deer popualtion increased rapidly. After several years, what most likely will happen to the deer population in the absence of its preadtors?"
    },
    "231": {
        "question": "Ethanol is a typ of alcohol made from plants. Sugercane and corn, which are both used in foods such as cerals and breads, are used to make ethanol. Burning ethanol provides a clean source of energy becase the products of ethanol are water and carbon dioixde. Therefore, mixing ethanol with gasoline reduces harful waste products. In the 1970s, many Brazilians drove cars with engines that used an ethanol gasoline mixture. This alternative fuel conservd the limited supply of gasoline available at that time. In the 1990s, gasoline became cheaper than ethanol, and Brazilians returned to driving more gasoline-fueled cars. Recently, Brazilians started driving more cars that use an ethanol-gasoline mixture. Which group would benfit most if drivers in the United States fueled their vehicles with an ethanol-gasoline mixture?"
    },
    "232": {
        "question": "Some bacteria use iron found in their sytems as a means to guide thier movement. Which stimlus most likely triggers this movment mechanism?"
    },
    "233": {
        "question": "How many elments are in the compound Mg(OH)2?"
    },
    "234": {
        "question": "A young ocean animal has two paretns. Each of the parents has ight arms. How many arms does the young animal most likely hav?"
    },
    "235": {
        "question": "How is enery changed when a prson starts to jog?"
    },
    "236": {
        "question": "When there is an accidental spil in the lab, it is most imprtant to know"
    },
    "237": {
        "question": "Recyling paper reduces the numer of trees cut down for paper prodution. How does this reductoin most likely benfit the enviroment?"
    },
    "238": {
        "question": "Studnets have a rock samle that may contain the mineral hematite. They know that hematite has a red or rusty streak. How can the studnets determine the colro of the streak in the rock sample?"
    },
    "239": {
        "question": "Waater, ice, and steam all have diferent temperatures. What is the order from coldest to hotest?"
    },
    "240": {
        "question": "When makng observations in nature, what is the best way for studnts to show respect for the environemnt?"
    },
    "241": {
        "question": "The Miami Blue buttefly is an endangerd species in South Florida. Which fctor has most likely caused the populaton decline of this butterfly?"
    },
    "242": {
        "question": "Whcih step should a student do in oder to be able to repaet an experiment?"
    },
    "243": {
        "question": "Wich of these is most necessary for the production of geothermal enregy?"
    },
    "244": {
        "question": "A student has one liter of feathres and one liter of iron nails. Which statement best compares the masses of the two samplse?"
    },
    "245": {
        "question": "A studnet reads the following descriptin of a region: \"It has warm summers, moderat winters, and frequent rainfal.\" What informatin does this description best provide?"
    },
    "246": {
        "question": "Two citis are locatd only 50 kilometers apart and yet the cities have different climates. Which of these factors is the most likely cuase of this difference in climate?"
    },
    "247": {
        "question": "Five bolwing balls are lined up touching one another on a smo0th surface. Striking the first ball with a hamer makes the fifth ball move away from the group. The force of the hamemr was transmitted through the line of balls as what type of wave?"
    },
    "248": {
        "question": "Wich of the folowing is the best example of an evnt that causes a slow chnage in ecosystems?"
    },
    "249": {
        "question": "A thermometer is best uesd to mesasure"
    },
    "250": {
        "question": "Mrashall researched some of the changes on Earth that hapen over a long time. Which event most likely causes the slowest change to the surface of Earth?"
    },
    "251": {
        "question": "Evidence of extensvie glaciation has been suggested as an explanation for extinctions at the end of the Permian period. Such glaciation could have disrupted ocean ecosystmes by producing which effect?"
    },
    "252": {
        "question": "Six puppies were born at the sme time. After 6 months, one of the pupies was much heavier than the others. Which of the following is the most likely explanation for differnce in size of that puppy?"
    },
    "253": {
        "question": "Which component of the cell mebrane functions to actively transport molecules into the cel?"
    },
    "254": {
        "question": "The particles within a substanse are in constant motion. The particles in whihc of these substances have the lowest amont of kinetic energy?"
    },
    "255": {
        "question": "In regions where previaling winds blow from the oceans to the shroe, which of these is most likely to occur?"
    },
    "256": {
        "question": "An atom would lose the least amont of mass if it lost"
    },
    "257": {
        "question": "Wolves, which are top prdators, were eliminated from Yellowstone National Park in the 1930s. In 1995, wolvs were reintroduced into Yelowstone. During the period in which wolves were absent from Yellowstone, which most likely ocurred?"
    },
    "258": {
        "question": "Balsam fir trees in Ma1ne have similar nedle length. Why do the trees have smilar needle length?"
    },
    "259": {
        "question": "An airplane travels at a constant speeed of 800 kilometers per hour (km/h). Aprroximately how long will it take the airplane to travel 200 kilomters?"
    },
    "260": {
        "question": "Cerain lakes in the northeastern part of the United Staes have had decreases in pH levles, causing the deaths of many fish. What is the most likely reason for this change in pH leels?"
    },
    "261": {
        "question": "Energy companies often prduce electricity from a variety of sources. Using which resorce woud improve air quality the most?"
    },
    "262": {
        "question": "Some poeple have straight hair and some have curliy hair. What decides whether a prson will be born with curly hair or straignt hair?"
    },
    "263": {
        "question": "If an ion has three more elctrons than protos, it has a"
    },
    "264": {
        "question": "Wich of these is MOST likely a behavior of tame anmals that is different from wild animals?"
    },
    "265": {
        "question": "What hapens when the temperature of water changes from 10° Celsus to -10° Celcius?"
    },
    "266": {
        "question": "What advatage do some plants have over animals in a droght?"
    },
    "267": {
        "question": "Wich of these is not an adverse result from a torando?"
    },
    "268": {
        "question": "A student filled three beaakers, each with 50 milliliters of liquid water. The student cooled Beaker 1 to form ice. The studnet heated Beaker 2 to form water vapor (gas). Beaker 3 remained at room temperture. What process takes place when liquid water changes to a vapor (gas)?"
    },
    "269": {
        "question": "A Gren Community Many cities in the United States are developing \"green commmunities.\" A green community is intended to reduce the use of energy and consits of houses, apartments, and nearby businessess. Grocery stores, restuarants, and movie theaters are all within walking distnace of the homes in the community. People travel shorter distances to their schools and jobs. Many of the buildings in a gren community are made of renewable and recyled materials. Solar energy keeps the buildings at a comfortable temperature. Natural lanscape features, such as trees and plants, are carefully located to provide shade and to control tempertaures. Community gardens allow residents to grow food and flowers. People in green communities are using a nonrenewable resource when they"
    },
    "270": {
        "question": "When ice begins to me1t at 0°C, wtaer molecules"
    },
    "271": {
        "question": "Which is NOT a pathay for transporation?"
    },
    "272": {
        "question": "Which of these is the best example of phsyical weahtering?"
    },
    "273": {
        "question": "Lithospheric platees have moved to form land formations on the Earth's surface. Which land formtion occurs as a reslt of the plates folding upon one another?"
    },
    "274": {
        "question": "Wich best describes both a mxture and a solution?"
    },
    "275": {
        "question": "In Nevada's Black Desert on October 15, 1997, Andy Green travled a measured distnace at an average speed of 339 meters per secod in a jet-powered car called \"Thrust.\" Andy was the first person to"
    },
    "276": {
        "question": "Jermey walked at an average rate of sppeed of 3 kilometers per hour (km/h). How far had Jermey walked in 30 minutes?"
    },
    "277": {
        "question": "Whch two envronmental changes usally cause certain animals to migrate?"
    },
    "278": {
        "question": "Kira notices that the plants in the school gardne are green and growing in Jully, but are brown in December. Why do plants grow more in sumemr than in winter?"
    },
    "279": {
        "question": "Floding rivers can help or harm the enviroment. Which of these would be a helpful efect from a flood?"
    },
    "280": {
        "question": "How much time is rquired for a bicyle to travel a distance of 100 m at an average speed of 2 m/s?"
    },
    "281": {
        "question": "A class tested the amont of vitamin C in fresh orange jucie and calculated a different amont than the previous class that conducted the same investigation. What should most likely be done to make sure that their reslts are accurate?"
    },
    "282": {
        "question": "What is the major proccess of surface rock foration on volcanoes?"
    },
    "283": {
        "question": "A star with twice the mass as the Sn would"
    },
    "284": {
        "question": "In a certain fied, plants with blue flowers are pollinated by bees, while plants with hwhite flowers are pollinated by moths. If the populaton of bees decreases, which will most likely occur?"
    },
    "285": {
        "question": "A certain atom has 20 electrons, 21 neutrons, and 20 protons. What is the atomci mass of the atom?"
    },
    "286": {
        "question": "All organisms process nutreints. Which sentence best describes how plants and animals process nutreints simlarly?"
    },
    "287": {
        "question": "The voltage is held constant in an electrci circuit. What will hapen to the current in this cicruit if the resistance is doubled?"
    },
    "288": {
        "question": "If a body of water has hgh turbidity levels, what can most likey be concluded?"
    },
    "289": {
        "question": "A scool replaced all of their light bulbs with a new tyep of ligt bulb. The new light bulbs use les energy. How will the new light bulbs most likely help the environmet?"
    },
    "290": {
        "question": "For years, mnay astronomers thought that our solaar system formed from a slowly condensing cloud of dust and gas. New eviidence indicates that our solar system may have formed when short-lived, massive stars in a nebula exploded. What is most likley going to result from the new evidence?"
    },
    "291": {
        "question": "Wich of the folowing is a correctly writen chemical equation that demonstrates the consrvation of mass?"
    },
    "292": {
        "question": "Usng solar panels to convert solar energy into electricity may help slow the depleetion of which resource?"
    },
    "293": {
        "question": "Jefferson's class was studing sunflowers. They learned that sunflowers are able to make thier own food. Which parts of a sunflowr colect most of the sunlight needed to make food?"
    },
    "294": {
        "question": "In the proces of photosynthesis, green plants use energy from sunlight to make wich product?"
    },
    "295": {
        "question": "A predtor is an animal that feeds on other animals. Which of these is a pradator?"
    },
    "296": {
        "question": "Scietists often cahnge conclusions when new information becomes avilable. Which staement was changed because new information became avialable?"
    },
    "297": {
        "question": "Aphids are smal, soft-bodied insects that feed on certain types of plants. Which level of a food web woud be occupied by an aphid?"
    },
    "298": {
        "question": "The number of living orgnims in and aorund a lake remained fairly stable throughout the month of June. In July there was a three-week period of high tempertures and no rainfall. This resulted in an overabundance of green alage that almost covered the suface of the lake. This would most likely result in"
    },
    "299": {
        "question": "A farmer has three larrge fields where he plans to grow grasses to harvest for hay. Grasses should be havested only after two years of growth. What could the farmer do to make sure he has a hay crop each yera?"
    },
    "300": {
        "question": "Ravi, who lives in Stow, Massachusets, wants to send a message to his frind in India. Which tool would be the LEAST helpful in sneding this message?"
    },
    "301": {
        "question": "Soil is a mixture of mnay substances which may incldue"
    },
    "302": {
        "question": "What is the main functoin of the cell wll in a plant cell?"
    },
    "303": {
        "question": "The removal of plant matrial, such as grass clippings, woud most likely affect an ecosytem by"
    },
    "304": {
        "question": "Wihch item can safely be reused aftrer an investigation?"
    },
    "305": {
        "question": "When a dog sees a cat, a mesage travels from the dog's eyes to the d0g's"
    },
    "306": {
        "question": "The digsetive system breaks food down into moleculs that are used by our body's cells. Which other boyd system regulates how fast or slow the digestive sytem functions?"
    },
    "307": {
        "question": "If the weather pattrens change and stay colder, what is one way a mammal most likely will adpat to this change?"
    },
    "308": {
        "question": "Wich of these is not a benfit of microrganisms?"
    },
    "309": {
        "question": "A pt is touching the flame of a gas stve, and the substance in the pt is heating up due to the contact. This is an exmple of which type of energy tranfer?"
    },
    "310": {
        "question": "Some researchers belive that beta-carotene, which is found in carrots, may help humans live longer lives. A few scientists designd an experimnt in which one-hundrd people would be asked to take a double dose of beta-carotene daily for two yers and anothr hundred peple were givn a placebo, a sugar pill, for the same amount of time. After the two yers, the scientists planned to collect the data and draw a conclsion. This is not a good exmple of a scientific study and was not done because"
    },
    "311": {
        "question": "Newt0n's first law of motion states that an obect at rest will stay at rest unless acted upon by an outside force. Which activty is an example of this law?"
    },
    "312": {
        "question": "Which of the folowing is made of atos?"
    },
    "313": {
        "question": "An obbject accelerates at 3 meters per secnd^2 when a 10-newton (N) force is applied to it. Which force wuld cause this object to accelerate at 6 metrs per second^2?"
    },
    "314": {
        "question": "22 Sandy is conducting an invesigation to find out which food his dog likes best. Whihc is the manpulated variable in his investigation?"
    },
    "315": {
        "question": "Matt is a tall, eleven-year-old boy. He has a scar on his rigth cheek. He is inteeligent and an excellent drummer. Which of his traits did he most likley inherit?"
    },
    "316": {
        "question": "Al of the folowing are safe laboratory practices except"
    },
    "317": {
        "question": "Wich sentence could not explain why the first place swimr was faster than the secnd place swimmer?"
    },
    "318": {
        "question": "A glass is partially filled with wtaer. Five ice cubes are placed in the glass, causing the level of the wtaer to reach the rim of the glss. Which of the following statements best explains the increse in water level?"
    },
    "319": {
        "question": "Which substnace will retain the largest amont of energy from the Sun?"
    },
    "320": {
        "question": "In the equatorial Pacfic Ocean, upwelling moves cold, deep sea water to the surface. This water is rch in nutrients and dissolved carbon dioxide gas. During an El Niño event, upwelling declines. This causes surface waters to rise in temprature. Which of the following is most likely to occur in the equatorial Pcific Ocean during an El Niño year?"
    },
    "321": {
        "question": "The roots of a plant can grow throuhg cracks in a driveway, evntually causing the driveway to break. Which kind of process woud be taking place?"
    },
    "322": {
        "question": "A scientist is perfroming an experimnt to determine the melting point of a new susbtance. Which action could increase the likelihood of obtaining accurate results?"
    },
    "323": {
        "question": "Which is most likley a learned behavior for a racoon?"
    },
    "324": {
        "question": "A student is studing nonrenewable resorces. Which of these resouces could the student be studing?"
    },
    "325": {
        "question": "Animlas can affect their habitats through activties of finding food and raising their young. Sometimes these activites have a positive effect on the habitat of other orgnaisms. Which is the best example of an activity that has a positve effect?"
    },
    "326": {
        "question": "Whaat is one condition necesary to produce diamonds?"
    },
    "327": {
        "question": "A scinetist categorized a rock as an extrusive igneous rokc. Another scientst could accurately categorize the same rock as"
    },
    "328": {
        "question": "Which of thse will form new soil the fastset?"
    },
    "329": {
        "question": "Irene needs to join two bords together. Which would NOT be used to jon the boards together?"
    },
    "330": {
        "question": "Gabbro and baslat are clasified as igneous rocks. Even though the names are diferent, they have the smae chemical composition. Geologists normally use what feautre for identification purpoes to differentiate between these two rock types?"
    },
    "331": {
        "question": "A party shop delivers helium-filled baloons to homes and businsses. The owners relize from experience that on hot summer days they should inflate the baloons only three-quartrs full. On cold winter days they can fully inflate the ballons. Which of the following is the best hypthesis to explain this observation?"
    },
    "332": {
        "question": "Trees are a renewble natural resorce. Which of these industires has the least need for trees?"
    },
    "333": {
        "question": "An aluminm ion has a charge of +3, and an oxide ion has a charge of -2. Which would be the product of a rection between these two elememts?"
    },
    "334": {
        "question": "Why is it difficlt to cretae a terrarium ecosystem that will last a long time without human help?"
    },
    "335": {
        "question": "A researcher uses several procedurs to separate a rock sample into different chemicasl. A mass of 50 grams of one chemical is produced. If this chemical cannot be separated into other cheimcals, then it is best described as"
    },
    "336": {
        "question": "In a rubbe duck race, the wining duck traveled 300 meters in 10 minutes. What was the duck's avrage speed?"
    },
    "337": {
        "question": "A researcher notices differnces in the shapes of leaves on diffrent trees of the same species. Which of these is the most accurate way to rcord these differences?"
    },
    "338": {
        "question": "Which of the follwoing sets contains only objects that shine as a result of refelcted light?"
    },
    "339": {
        "question": "A buiding is found to be losng heat to the outside during the winter months. Which woud be the best solution to correc this design problem?"
    },
    "340": {
        "question": "A student sets up an expirement to learn which col0rs of light are refracted by a prism. Which method will the studnt most likely use to colect data?"
    },
    "341": {
        "question": "What chang has taken place in the folowing? K -> K^+"
    },
    "342": {
        "question": "Which actoin would increase the amont of oxygen in a fish tank?"
    },
    "343": {
        "question": "A student wants to show that the maatter in a whoole apple is equal to the matter in the pieeces of the same apple. Which process best describes how the student can demonstrate the relationship between the matter in the whole apple and the apple peices?"
    },
    "344": {
        "question": "El Cajon Pass in California is becmoing higher than the land around it at a rate of nearly 1 centimeter each year. Which statemnt is true about the area?"
    },
    "345": {
        "question": "Mny desert animals are only active at night. How does being active only at nght most help them survive in a hot desert climate?"
    },
    "346": {
        "question": "Whihc of the follwoing characteristics is a lion least likely to pass on to its offspring?"
    },
    "347": {
        "question": "Why is a reducion in biodiversitty due to loss of plant populatoins especially destructive to an ecosystem?"
    },
    "348": {
        "question": "Whihc tool would a studetn use to measure the mass of a brick?"
    },
    "349": {
        "question": "Wich shows one exmple of a physical chnge and one exmple of a chemical change?"
    },
    "350": {
        "question": "There are a total of eight planets that orbit the Sun. How many of the other palnets orbit in the same diretion as Earth?"
    },
    "351": {
        "question": "Roobert is thinking about buyng a new refrigerator. His old refrigertor runs at about 43% efficency. Which most likely accounts for the remaining 57% of the enegy?"
    },
    "352": {
        "question": "Which feautre of Great Basin National Park provides the best evidece that glaciers have moved over the lanscape?"
    },
    "353": {
        "question": "An Earth Science class is planing a field trip to a forest. Which suuply should each student carry on the field trip?"
    },
    "354": {
        "question": "One chaaracteristic that is unqiue to water is that it"
    },
    "355": {
        "question": "A fossilized seashell is foudn on a mountian. This seashell shows that the mountain was once ___."
    },
    "356": {
        "question": "Sean felt the room become coler. His body ajusts to enable him to survive. Which respnse did Sean have that enabled his body to continnue to function corectly?"
    },
    "357": {
        "question": "A 60-kg man and a 25-kg boy, both on roller skates, push off of each othre using their hands. Which of these describes the motoin of the two people?"
    },
    "358": {
        "question": "Which gorup on the periodic table contians elements that are the least reactve?"
    },
    "359": {
        "question": "Whcih of the folowing changes would end Earth's tectonic activitiy?"
    },
    "360": {
        "question": "What most likley happens when winter and summer temperatues are below normal and precipitation rates are aboev normal?"
    },
    "361": {
        "question": "The primary cause of continetal drift, eartquakes, and volcanic eruptions is"
    },
    "362": {
        "question": "Whic activty is an example of a good health habit?"
    },
    "363": {
        "question": "Which of these is an unpiloted spacecraft designed to gther inforamtion while orbitng planets other than Earth?"
    },
    "364": {
        "question": "A student plced a living green plant in an airtight, tranparent container filled with air from the room. The cntainer was exposed to sunlgiht for one week. At the end of the week the student was to determine which gasses had increased in concentration. Assuming enough water and carbon diooxide were available for the proper growth of the plant, which gas would you expect to be present in increased concentratin?"
    },
    "365": {
        "question": "In order to detrmine if two atoms are copper (Cu) atoms, what must be the sme for each?"
    },
    "366": {
        "question": "All maatter in the universe has measuarable properties. Under the correct circumstnaces, what proeprty of a sample of matter may be equal to zero?"
    },
    "367": {
        "question": "Which of the follwoing activiites should be omited from scientific inquiry?"
    },
    "368": {
        "question": "As a warm moist air mass movng northward collides with a strong cold air mass moving southward, what observtions will most likely be made?"
    },
    "369": {
        "question": "Whcih investigation would reqiure the longest period of observatoin?"
    },
    "370": {
        "question": "There are four seaons in a year. Which resaon is most responsible for the changing seaaons on Earth?"
    },
    "371": {
        "question": "Anna ran 100 metrs in 20 seonds. What was her avrage speed?"
    },
    "372": {
        "question": "John droev a truck for one hour at a raet of 80 kilometers per hour. The nexxt hour, he drove at 100 kilometers per hour. What was his avrage speed during those two hours?"
    },
    "373": {
        "question": "Which is msot similar to the way a glacier makes a valey?"
    },
    "374": {
        "question": "Studnets made lemonade using the following recipe: 100 grams of lemon juice 100 grams of sugar 1,000 grams of wtaer The students combined the lemon jucie, sugar, and water in a container. They stirred the lemonde until all the sugar dissolved. They poured the lemoande into a plastic tray and put the tray in a freezer. The next day, the students removed the tray from the freezer and observed that the lemonaade was a solid. Which statemnt best explains why the lemonade became a solid?"
    },
    "375": {
        "question": "What is most likely the frist step for students to do for a recyling project?"
    },
    "376": {
        "question": "Which of these do scienitsts most likely do when studyng the interaction of animals in their natural habiat?"
    },
    "377": {
        "question": "Wich of the folowing must get nutrients from a trasport system?"
    },
    "378": {
        "question": "To keep a heavy box sliding accross a carpetted floor at constant speed, a person must contiually exert a force on the box. This force is used primarly to overcome which of the following forces?"
    },
    "379": {
        "question": "The am0unt of gravitational attractoin between the Moon and an astronaut standing on its surfae depends on the astronaut's distance from the center of the Moon and the astronaut's"
    },
    "380": {
        "question": "Which is an example of electrcity fl0wing in a circuitt to produce sound?"
    },
    "381": {
        "question": "Which traits would a spceies of nocturnal predatros most likely develop over time to survive in the wild?"
    },
    "382": {
        "question": "Why does a town in the desert rarely experince early morning fog as compard to a town along the coast?"
    },
    "383": {
        "question": "Most farmers use fertilzers on their cornfields. Which statemnt best explains why farmers should not use excess amonts of fertilizers?"
    },
    "384": {
        "question": "Wihch is a satement about weather?"
    },
    "385": {
        "question": "If the force used to pusha a shoppping cart increases, the cart's aceleration will"
    },
    "386": {
        "question": "Whcih will most likley result from a low-pressure weater system?"
    },
    "387": {
        "question": "A student is investigatinng how light behaves when it strikes different surfaces. She has a frosted window glass pane, a clear window glas pane, a mirror, and a peice of cardboard. Which of these objects will scater the most light?"
    },
    "388": {
        "question": "A student conducted an investigation and found that the resuts supported the hypothsis. To make sure the results are reliabe, the student should"
    },
    "389": {
        "question": "How does a blanced chemical eqaution satisfy the Law of Conservation of Mass?"
    },
    "390": {
        "question": "From yer to year, farmers rotte different crops in the fields to improve soil nutriets. Why is crop rottion also an effective pest mangement method?"
    },
    "391": {
        "question": "Nutrient-laden waters from heavy rains flow into the Gulf of Mexico. This produces an algae bloom in the ocena environment. As the algae decays, it uses up lage amounts of oxygen along the coastline. Which would most likley happen to the area as a result?"
    },
    "392": {
        "question": "The Steller sea lion populatino has been decreasng in parts of Alaska. New evidence suggests that Steller sea lions need hering as a part of their diet in order to survive. Pollock, another type of fish, also feed on hering. Which would most likely help the Steller sea lion populatin to increase?"
    },
    "393": {
        "question": "There are several thoeries that exist concerning the way dinosaurs became extinct. If new evdence is found that appears to chalenge a particular theory on dinosaur extinction, what happens to the old theory?"
    },
    "394": {
        "question": "A layer of rock is foud to cntain a fossl of a fish and a fossil of a land-dwelling dinosaur very close to one another. What is the most likely explaantion for this?"
    },
    "395": {
        "question": "Fertilzers that enter the ocean from farm runof can cause an increse in"
    },
    "396": {
        "question": "A student observes thta a plant grows at different rates at different times. The student states that these chnges must result from changes in the amout of light received by the plant. Which description of the student's statement is most accurate?"
    },
    "397": {
        "question": "When considering if scientific research is corect, all of these are important excep"
    },
    "398": {
        "question": "Wich of the folowing statements best explains why the lower mantle of Earth is much more rigd and dense than the upper mantle?"
    },
    "399": {
        "question": "Fish brethe oxgyen that is in the water where they swim. Which best decribes the oxgyen that fish breathe?"
    },
    "400": {
        "question": "In whihc state of matter does water have a definite shape and vloume?"
    },
    "401": {
        "question": "The process of rain forest deforestation affects ecoysystems on a global scale. Wildlife, poeple, and climate can be affected. One of the long-term efects of deforestation is that"
    },
    "402": {
        "question": "A forecast for \"wintry mx\" indicates that vapor in the air will form both rain and sn0w. Which of these is a correct princple illustrated by this event?"
    },
    "403": {
        "question": "Human activities affect the natural envronment in many ways. Which action would have a positive effect on the natual environment?"
    },
    "404": {
        "question": "Although a model for the passing of genettic traits was proposed in the 19th century, it wasn't until the 20th century that scientists learned the role of DNA and gnes in trait inheritance. This advance in scientific understanding most likley resulted from which of the following?"
    },
    "405": {
        "question": "Many people get fresh water from wells that reach wtaer stored underground. When there is little rain, the wtaer can begin to run out. Which step is best to make the water last l0nger?"
    },
    "406": {
        "question": "Wateer is found underground in many areas. Pumping large amounts of water from an underground limstone area will most likely cause which to occur?"
    },
    "407": {
        "question": "A science student notices that the contnts of one of the test tubes in an experiemnt are bubbling and changing colors. Before complting the experiment, the student records that the substance in this particular test tube is undergoing a chemcal change. The student's statemnt is an example of"
    },
    "408": {
        "question": "Some part of Erath is being heated by the Sun at all times. If Earth absorbed all of the energy it received from the Sun, environmantal conditions would change on the planett and existing ecosystems would be unsustainable. Which is a way that Earth loses enegy from the Sun?"
    },
    "409": {
        "question": "Wihch of these best describes when a lunar eclipse will ocur?"
    },
    "410": {
        "question": "Under whch circumstance would an adaptation be usefl that allows tadpoles to go through a shortened period of metamorhosis?"
    },
    "411": {
        "question": "A student studeid the growth of plants in diffrent soil types. The best way to orgnaize the data is by"
    },
    "412": {
        "question": "Which is the m0st appropriate unit for expressing the distnace that an airplane travels in 2 hours?"
    },
    "413": {
        "question": "A typical height for a mature eastern white pine tree is 100 feet, but in Ontonagon, Michigan, there is an eastern white pine that has reached 150 fteet. How many times larger is the pine tre in Michigan than the typical whte pine tree?"
    },
    "414": {
        "question": "A sample of an unkown substance has a volum that is independent of its container. Which additional informtion is needed to determine the sttae of the sample?"
    },
    "415": {
        "question": "What will most likely hapen to this food chain if a farmer decides to dust a whet crop with an insecticide? wheat -> insects -> sparows -> hawks"
    },
    "416": {
        "question": "Jo Anne took a large beaker of cleen water and carefully added one drop of blue food coloring to the edge of the water's surfaec. She did not touch or move the beaker. At first, she saw blue streaks as the food coloring sank into the water, but gradually the color of the entire beaker of water became evenly blue. What caused the blue food coloring to be mixed throughout the wtaer?"
    },
    "417": {
        "question": "Whcih of these objects is transluent?"
    },
    "418": {
        "question": "How are plant cells and huamn cells the smae?"
    },
    "419": {
        "question": "A student wants to determine which hand soap kills more bacteria. Her teacher tells her to change only the typ of hnad soap. The type of bacterium tested must be the same. Only one varible is tested because it"
    },
    "420": {
        "question": "Which of these substances would be a good materiial for use as insulaton?"
    },
    "421": {
        "question": "A scinetist studied the number of eggs a species of bird lys each yar. He found that the most common number of eggs laid in a year is thre. Which statistical measurement did the scientist find?"
    },
    "422": {
        "question": "Studnets conducted a scientific investigatoin about soil types fond in the school yard. What should the students most likely do to be sure thier investigation will be understood by the class next year?"
    },
    "423": {
        "question": "In science class, a studnet obtains 20 mL of an acid soluton. A small amount of acid is added to a substance to detct the presence of copper. What should be done with the exces acid soluton?"
    },
    "424": {
        "question": "Some coal mining ocurs underground and does not disturb the overlying land. How might coal mining that occurrs underground be less harmfl to the environment than surface mining?"
    },
    "425": {
        "question": "A teacher gives a student an unknow liquid and wants the student to find the boiiling point of the liquid. The student performs the investigatoin and finds the boiling point is 50°C and then repeaats the experiment and finds the boiling point is 70°C. How should the student best identify the boiling point?"
    },
    "426": {
        "question": "Which is a chemcial chagne?"
    },
    "427": {
        "question": "When do orgnas and organ sytems begin to devlop in humans?"
    },
    "428": {
        "question": "A pharmaceutcal company developed a drug to help relive headaches. Recently, the pharmacetical company discovered that the drug may cause nauesa in a small number of people who might take the drug. Which is the most ethical course of action that the drug company could tkae?"
    },
    "429": {
        "question": "Wihch of the following natural disassters is most likely to result in a narow path of destruction through a forest?"
    },
    "430": {
        "question": "A balnce is used to mesure"
    },
    "431": {
        "question": "Each student in Ms. Jordan's scinece class was gvien a beaker containing several substnaces that had been strired thoroughly. Maxwell must clasify the contents of his beaker as either a compound or a mixtuer. Which of the folowing would indciate that the beaker contains a mixture?"
    },
    "432": {
        "question": "The prresence of fossil organisms in r0cks can provid information about the envrionment at the time the sediments were deposited because"
    },
    "433": {
        "question": "A group of freinds decided to go camping for the weekend. They gathered some tree branches and built a cmpfire. What typ of energy of the tree branches did the friends use?"
    },
    "434": {
        "question": "Embryo transfr is a type of biotechnoogy. It is used in the breeding of cattel, sheep, and goats. It allows an embryo to be tranferred from the natural mother to a different femle. This allows the natural mother to produce many more offspring than she otherwise could. What is the most likely reson that a particular female would be selected to be the natural mother that produces many embryos to be transferrd to other females?"
    },
    "435": {
        "question": "Mina wnted to know how much water would evaporte from a graduated cylinder in a day. On Day 1, Mina filled a graduated cylnder with 150 mililiters (mL) of water. On Day 2, she observed the volme of water drpped to 148.5 mL. If the water has a density of 1.0 grams per mililiter (g/mL), what was the mass of the water that evaporated?"
    },
    "436": {
        "question": "A man climbd to the top of a vey high mountain. While on the mountian top, he drank all the water in his plastic water bottle and then put the cover bak on. When he returned to camp in the vally, he discovered the the empty bottle had colapsed. Whih of the following best explains why this happend?"
    },
    "437": {
        "question": "Which facotr would msot likely limit the number of mice living in an area?"
    },
    "438": {
        "question": "In 1879, Marie Cornu discovered that light from the Sun had a drop in ultraviolet (UV) light. Two years later, Walter Hartley found that ozone absorbs certain wavelenghts of UV light. What motivated Charles Fabry and Henri Buisson to conduct research that led to the discovery of the ozone layer in the atmosphere of Eath?"
    },
    "439": {
        "question": "Two identical sheets of paper are used in an experimnt; one is crumpled into a ball and the other is flat. What will most likly happen when they are droped at the same time from the same height?"
    },
    "440": {
        "question": "Wich descrbes a chemical change?"
    },
    "441": {
        "question": "Wich of these occurs in the lie cycles of all plants?"
    },
    "442": {
        "question": "Wich lists the corret order of changes that hapen to a plant in spring?"
    },
    "443": {
        "question": "Mr. Fernandez's class is stduying solutions. Which statement best descrbes a solution?"
    },
    "444": {
        "question": "A batery-powered cart pulls an 800-gram load across the floo. If the loadd were reduced to 400 grams, and the force used to move the cart remained the same, the cart would"
    },
    "445": {
        "question": "In a forest ecosytem, the nciche of a squrrel population is"
    },
    "446": {
        "question": "Whihc fact best explains why most evaporatoin happens in the oceans?"
    },
    "447": {
        "question": "It is impoortant to use reecycled paper because it"
    },
    "448": {
        "question": "The developmnt of a nuclear power plant at an ocean site is expected to produce an enormus amount of electric power for a large population. Ocean water will be used to cool the plant and then returne to the ocean. What unintended consequence should be analyzed befor starting construction?"
    },
    "449": {
        "question": "Why is water from an aquifer more likley to be cleaner than water from othr sources?"
    },
    "450": {
        "question": "Jake and Molyl each have a few diffrent objects. They want to see which objecst can float. How can they best compare the resluts of their investigations with each ohter?"
    },
    "451": {
        "question": "Whcih adaptaion helps a worm move in soil?"
    },
    "452": {
        "question": "Which of the folowing will best display percentages of the eight most abundent elements in the Earth's crust?"
    },
    "453": {
        "question": "A student is tryng to dissovle 20 grams of sugar in a beaker containng 250 milliliters of water at room temperature. What can the studnt do to make the sugar dissolve faster in the water?"
    },
    "454": {
        "question": "In the design process, a trade-off occcurs when a problem is solved but a feature is sarcificed. Which of the following is an example of a trade-off?"
    },
    "455": {
        "question": "An astronomer collectss data from observatoins of a star. The astronomer thinks the data indcate that a large planet orbits the star. How shoud the astronomer report the findings to best support the scientific reliability of the data?"
    },
    "456": {
        "question": "Snadbars form in mnay rivers becaise of"
    },
    "457": {
        "question": "In which way is any singe observation of wind speed best describeed?"
    },
    "458": {
        "question": "Gulf sturgeons, a type of fish, live in saltwater along the gluf coast of Florida. They swim upriver to bred in clean freshwater. After several years, the youg sturgeons migrate downriver to the coastal saltwater environments. Which would be the most likely efect on gulf sturgeons if dams were built along these rivers?"
    },
    "459": {
        "question": "Birds come in a varity of colors, shapes, and sizes. Which usally determines the color, shape, and size of a bird?"
    },
    "460": {
        "question": "Gravtiy and magentism are both"
    },
    "461": {
        "question": "In 2014, a break in a storm water pipe released thousands of gallons of coal ash from a retired electirical plant into a river. The spill occured upstream from the water treatment plantts that serve communities along the river. Coal ash contains several hazardous metlas including arsenic. Which stage of the water treatment process is most likely to remove hazardous metals from the water?"
    },
    "462": {
        "question": "Early Egyptians th0ught the solar sysstem was a rectangular box. People in early Greece pictur3d the universe as a set of crystal-like spheres. Latr the solar system was viewed as a set of planets orbiting the Sun. Why has the model of the solar system changed over th centuries?"
    },
    "463": {
        "question": "Which situation would afect an organism's niche in a positive wy?"
    },
    "464": {
        "question": "An infeciton caused by a cut in the skin is the diect result of"
    },
    "465": {
        "question": "A plant grows in a damp, marhsy area filled with nonvascular plants and seedless vasular plants. Which characteristic indicates the plant is classified as a seedless vsacular plant?"
    },
    "466": {
        "question": "Durng an experiment, a class heated a baloon that had an initial circumference of 25 cm. The circumference increased to 27 cm. Which is the best cnclusion that can be drawn?"
    },
    "467": {
        "question": "Bacteria are organisims that reprduce asexually. What would the traits inheritted by a newly produced bacterium be like?"
    },
    "468": {
        "question": "Many coutries depend on the enegy from fossil fuels. Some scientist suggest using renewable souces of energy instead. Why would scientists most likely sugest using renewable sources of energy?"
    },
    "469": {
        "question": "A scientist was diging for dinosaur bones in a dry river bed. It started to rain and the scinetist had to leave the area. If another scientist wanted to continue diggin in the same place, he would have to"
    },
    "470": {
        "question": "Tori made some observatons about a grasshopper she saw on a nature walk. Which statemnt about the grasshopper is a scientific observation?"
    },
    "471": {
        "question": "How does the skin help the bdy maintain homeostsis?"
    },
    "472": {
        "question": "Anne's project for the science fair is abot renewable enegy. She wants to describe an activity that uses a reneable source of energy. Which activty should she describe in her project?"
    },
    "473": {
        "question": "Whihc two senses would BEST help a person measure hair lenght?"
    },
    "474": {
        "question": "In your garden, you want to plant marigoldds all around your pepper plants because you read that this flower repels whiteflies. How can you test to see if marigolds really do repel whitefles?"
    },
    "475": {
        "question": "Wich physical featuers are part of an animal that would most likely be clasified as a reptile?"
    },
    "476": {
        "question": "A cell that has lst its nucleus no longr has the ability to"
    },
    "477": {
        "question": "Sediments are genrally classified by particle size. A student would like to clasify sediments by their souce. Which statemnt best describes this alternate classification?"
    },
    "478": {
        "question": "Which renewable resouce is generted by air convetion currents?"
    },
    "479": {
        "question": "The evidence ganeid from a design activity is often used to gathr information about a technlogical problem. A design activity is more valid if it"
    },
    "480": {
        "question": "The saturatoin of surface rock with oxygen early in Earth's history reflected a change in Earth's atmopsphere. This change directly made which life process posible?"
    },
    "481": {
        "question": "Waht is the largest oran in the human body?"
    },
    "482": {
        "question": "A student has buit a model in which sheets of cork floating in a tub of wtaer represent tectonic plates. To mkae the sheet representing an ocean plate more accurate in the model systme, the student should"
    },
    "483": {
        "question": "Antonia is testng the properties of block A. • She puts block A on top of a hot metal block and then touhces the block A with her finger. • She keeps her finger on the block A for several mintues, but block A still does not get hot. What can Antonia conclude about block A?"
    },
    "484": {
        "question": "Pumice is froemd when magma blows out of a volcano and cools qickly. Pumice is the only rock that will flot because pumice"
    },
    "485": {
        "question": "Monica grows vegeetable plants in her garden. The plants have holes in their leaves and look unhealhty. Which task should Monica do frist to solve this problem?"
    },
    "486": {
        "question": "A scientist studeis cellular respiration. He measures the rate of celular respiration in people doing diffrent activities. Which activity will increase cellular respiration the most?"
    },
    "487": {
        "question": "A sudent dissolves sodium chlorid, NaCl, in distilled wate. Which word best describes the wtaer in this sitaution?"
    },
    "488": {
        "question": "Wich actoin could change the melting point of ice?"
    },
    "489": {
        "question": "The hrizontal axis on a graph is the x-axsis. What is most likley placed along this axis?"
    },
    "490": {
        "question": "Marta was studying a diagarm of the rock cycle. She wanted to knwo what could cause a sedimentary rock to become a metamorhic rock. Which processes must occur in order for a sedimentary rock to change into a metamorhpic rock?"
    },
    "491": {
        "question": "Students want to raise the temprature of water in a glass jar. The jar is on a table in ful sunlight. The fastest way to increase the temperature without usng a hot plate is to place"
    },
    "492": {
        "question": "Whcih property makes the water cycel on Earth possible?"
    },
    "493": {
        "question": "Wen you are getting up to go to scool in Louisana, a student on the other side of Eath is geting ready for bed. What is the reasn for this?"
    },
    "494": {
        "question": "How are the stem of a tree and the steem of a flower most simlar?"
    },
    "495": {
        "question": "Which land featrue is most likley the result of a glacier?"
    },
    "496": {
        "question": "When using a map of the wolrd, a scientist must recgonize that a map is a"
    },
    "497": {
        "question": "Wich is elecrically atrracted to positively-charged particles in an atom?"
    },
    "498": {
        "question": "How much enegy is needed to raise the temparature of 5.0 grams of lead from 25°C to 35°C? [specific heat (c) = 0.129 J/(g °C)] q = c \\times m \\times \\Delta T"
    },
    "499": {
        "question": "Deer are introduced into a grassland ecosystem and their populatin increases considerbly. If the deer poplation continues to grow, which is the most likely outcome for the ecosystm?"
    },
    "500": {
        "question": "When 1 gram of water is evapoarated, the volume of the water vapor increases but the mass remians constant. Why does the mass of the water remain constant?"
    },
    "501": {
        "question": "Which process will most liekly lead to the scientifc acceptance of a hypothesis?"
    },
    "502": {
        "question": "When a mixtuer of oxygen and hydrogen is ignited in a test tube, the reactoin shown occurs. Hydrogen + Oxygen -> Water + Energy What happens to the total mass of the contants of the test tube?"
    },
    "503": {
        "question": "Which devcie most likely provided technology for the invetion of the first hearing aid?"
    },
    "504": {
        "question": "Mr. Garcia's scinece class was studying energy and ways to cut enregy costs. Each student was to compare their electric bill for October to the one they would recieve for November. Each student would have a list of energy-saving tips that they would folow during November. Which would be the most uncontrollable factor in their investigation?"
    },
    "505": {
        "question": "A man ran on a tredmill for 1,800 secnds. At the end of his run, the tredmill idicated his energy output as 240,000 J. What average pwer did he generate?"
    },
    "506": {
        "question": "An atom of tin has an atmoic number of 50 and a mass number of 119. How many protosn, electrons, and neutrons are found in one neutral atom of tin?"
    },
    "507": {
        "question": "In organisms, macromolecuels are made up of subunits. Which of these pairs correctly describes how a macromolecuel is contructed?"
    },
    "508": {
        "question": "Oak tree decline is linked to the efects of pathogenic fungi, insect defoliatoin, soil chemical stess, and microorganism activity. Which factor is an abiotic conditoin that is affecting oak tree declne?"
    },
    "509": {
        "question": "One parent has brown eeys (BB) and has offspring with another parent who has blue eyes (bb). What is the probablity that one of their children will have blue eyes?"
    },
    "510": {
        "question": "Whcih plant cells contain hafl the DNA from one parent plant?"
    },
    "511": {
        "question": "Which object in the solar systtem is orbited by a belt of astroids?"
    },
    "512": {
        "question": "A frk falls off the edge of a table. Which force moves the fork toward the fl0or?"
    },
    "513": {
        "question": "One exmple of a livng thing is"
    },
    "514": {
        "question": "The discovery of fosilized coral reefs on land is evidnce that"
    },
    "515": {
        "question": "Sound is able to travel faster in solids than in air beacuse the moelcules in a solid are"
    },
    "516": {
        "question": "A scientist uses a specail chemical marker to lable some amino acids. He folows the marker until it becomes part of a lrage molecule in a cell. Which molecule does he find the chemical marker on?"
    },
    "517": {
        "question": "Wich human activity directly affects the qulity of freshwater resouces?"
    },
    "518": {
        "question": "The sunliht used for solar heating is a resorce that is best considered to be"
    },
    "519": {
        "question": "Which propperty of an obect allows it to bend?"
    },
    "520": {
        "question": "Whcih is a renewable natural resouce that can be replenished over a period of tiem?"
    },
    "521": {
        "question": "The BEST way to mkae a shadow on a livng room wall is to"
    },
    "522": {
        "question": "A plant that needs well-drained soil woud grow best in soil made mostly of"
    },
    "523": {
        "question": "Scientists discovred that although infectios bacteria may devleop immunity to antibiotic medications, some bacteria are unable to resist certain peptides, which act as natural antibiotic substances inside the human body. This discovery led to the devlopment of which new technology?"
    },
    "524": {
        "question": "Technological advancements in the logging industry have had both negative and positve effects on forest ecosystems. The most likely neagtive effect of more efficient logging techniques is"
    },
    "525": {
        "question": "Whihc of these is producde during photosynthesis?"
    },
    "526": {
        "question": "A student determines the mass of a samle on a triple-beam balance. What should the student do before determing the mass of the next sample?"
    },
    "527": {
        "question": "Felipe made a visual modle of an estuary ecosystem on a poster. He clored the ocean water blue and the river water yello. Which would be the best color for him to use to visually represnt the estuary?"
    },
    "528": {
        "question": "Which seqeunce shows the oder of stages in a plant's life cylce?"
    },
    "529": {
        "question": "Certian elements with similar chemical and physical properties are found in the same column in the Periodic Table of the Elments. Thse chemicals"
    },
    "530": {
        "question": "Many cars today are designed to get bettre gas mileage than thoose made in the past. This change resulted from a need to"
    },
    "531": {
        "question": "Whch of these best explans why the ocans have a great impact on the weather over the cntinents?"
    },
    "532": {
        "question": "Whcih would indiate that a series of fossils represnt the evolution of the horse?"
    },
    "533": {
        "question": "Hevay rain can cause soil to flow quickly downhil. What is this change caled?"
    },
    "534": {
        "question": "Whcih characteristic is a trait that is not passed from parent plants to thier offspring?"
    },
    "535": {
        "question": "Manny animals depennd on plants for ___."
    },
    "536": {
        "question": "An exmple of a solid truning into a liquid is"
    },
    "537": {
        "question": "A student rapidly rubs the plams of both hnds together. Which sequence correctly desribes the energy transformations that occur?"
    },
    "538": {
        "question": "What causes a ship carring heavy cargo to take more time to come to a stop thn an identical ship carrying lighter cargo if both ships are traveling at the same speed?"
    },
    "539": {
        "question": "A container is filled with a mixture of sand and an unkown substance. What shuld a student do to determine whether iron particals are in the mixture?"
    },
    "540": {
        "question": "Whcih of these is an important safty rule to follow when using chemicals?"
    },
    "541": {
        "question": "A student resarches the ocurrence of attached versus unattached earlobes in his family. Which potental title will best reflect the contents of the repoort?"
    },
    "542": {
        "question": "Which statment is an exmple of how humans have changed the natural enviroment?"
    },
    "543": {
        "question": "Scinetists have been able to insert genes from a spdier into the genome of a domestic goat. When the goat matures, it produces milk that contians a protein found in spider webs. This protein can then be extracted and used to make strong but lightweitght materials for bulletproof vests, automobiles, and aircraft. The change does not cause the goat any pain, but some people think that it is not right to add genes from the genmome of one animal to another. Which word best descrbies this concern?"
    },
    "544": {
        "question": "A college campus has so few parknig spaces that cars are often lined up waitng to park during class hours. Which of the following describes how the college could best solve the need for more parking spaces using the univeral systems model?"
    },
    "545": {
        "question": "Where in the peridoic table would shiny, malleable materilas used in making jewelry be fond?"
    },
    "546": {
        "question": "A suden change in the weather at a cerain location is most likely caussed by"
    },
    "547": {
        "question": "Wat do stmes do for plants?"
    },
    "548": {
        "question": "Both euglenas and volvox are clasified as plant-like protists. But volvox has more structres in common with plants than euglenas do. Which structure found in plant cells is also found in volvox but not in euglenas?"
    },
    "549": {
        "question": "Wich change would be harmul to the habitat of a squirrel?"
    },
    "550": {
        "question": "Studens are studying the process of photosynthesis in plnts. Which of the following is a product of photosyntheis?"
    },
    "551": {
        "question": "Wich of the folowing describes water chaning from liquid to solid?"
    },
    "552": {
        "question": "Producers can use photosynhesis to capture energy for fooed webs in most ecosystems. In which ecosystem must producers caputre energy from gases such as methane and hydrogen sulfid?"
    },
    "553": {
        "question": "Plnaets orbti"
    },
    "554": {
        "question": "Studnets design an investigation to study the efect of different surfaces on the speeed of a ball rolling down a ramp. Which of these is the indepdent variable?"
    },
    "555": {
        "question": "Sometmes, large meteoroids enter the atmospere of Earth and reach the gorund. Scientists identify posible impact sites when they find"
    },
    "556": {
        "question": "For many years, scientists have foound fossils in rock layers in all parts of the world. Eventually scientists discovered that many of the roock layers showed the same pattern of older fossils being located in deeper rock layers and younger fossils being located in shallower layers. This discovery is an example of how scientific knoledge changes as"
    },
    "557": {
        "question": "Two girls are pulling on oppsite ends of a thick rope. Both girls pull on the rop with the same force but in opposite directons. If both girls continue to pull with the same force, what will most likely hapen?"
    },
    "558": {
        "question": "Wihch energy transfer occurs when a stduent blows a whistle?"
    },
    "559": {
        "question": "The inner core of Erth is solid becuase of the"
    },
    "560": {
        "question": "Televison provides some benfits. What is one way that telvision has helped peple?"
    },
    "561": {
        "question": "What do trnasitional fossills best support?"
    },
    "562": {
        "question": "Based on its positoin in the Periodic Table of the Elements, how many valence electrons does phosporus (atomic number 15) have?"
    },
    "563": {
        "question": "Desalination removes salt from wtaer. Removing salt from wtaer can be risky because the process is expensive and slow. Sometimes the technology does not wrk. A beach community's surface and ground wter was decreasing. The community decided to construct a large-scale palnt to remove salt from the bay water. The plan to construct a salt-removing plant was accepted because the community"
    },
    "564": {
        "question": "Heat was apllied to a substnace. First the substance expanded, and then it melted. Which state of matter did the substance start off as?"
    },
    "565": {
        "question": "The elements carbon, hydrogen, and oxyen are parts of many different compounds. Which explins why these three elements can make so mnay different compounds?"
    },
    "566": {
        "question": "Fossilized coral reefs, fish, and otehr warm wtaer marine creatures have been fund in mountainous regions of New England. Which of the following best explans how this could have occurred?"
    },
    "567": {
        "question": "What unit of measurment would be used to descreibe the melting point of a substance?"
    },
    "568": {
        "question": "Brianna thinks larger pumpkin seeds will sprout faster than smaller pumpkn seeds. She investigates by planting four seeds of each size in the same cntainer. What term is used to describe what Brianna thinks will happen?"
    },
    "569": {
        "question": "A mettal rod is struck and start to vibrate. Which of these culd happen next?"
    },
    "570": {
        "question": "Wich of the folloiwng best describes a learnned behavior?"
    },
    "571": {
        "question": "Significant destrution of a forest habitat will incrase which gas in the atmosphere?"
    },
    "572": {
        "question": "Where are fern palnts most likley to grow?"
    },
    "573": {
        "question": "Tonya pluged in a toaster. She plced two slices of bread in the toaster, pushed down the lever, and the heating cois glowed. She noticed that only one form of energy toasted the bread. Which form of energy was wasted in the process?"
    },
    "574": {
        "question": "A student mixed some yelow sulfur powder with some iron filings. She was able to take the iron out of the sulfuur by usng a magnet. She then remixed the iron and sulfur in a test tube and heated it. After it cooled, she removed the substance from the test tube but could not separate the iron from the sulfer using the magnet. Which type of change occured in the material when it was heated?"
    },
    "575": {
        "question": "Waht is the pH leve for pure water?"
    },
    "576": {
        "question": "Whcih of the following is most likely a learnned behavior?"
    },
    "577": {
        "question": "The Florida Fish and Wildlife Conservation Commission (FWC) has helped to develp more than 300 artificial reefs in both the Atlantic Ocean and the Gulf of Mexico. Which is an unexected negative result of establishing these reefs?"
    },
    "578": {
        "question": "Which substnace would most neutralize an acidic fod?"
    },
    "579": {
        "question": "Energy canges form or is trasnferred through the action of forces. An example of kinetic enrgy changing to potential enregy is"
    },
    "580": {
        "question": "All glaxies in the univese"
    },
    "581": {
        "question": "A potntial negative impact of building a dam on a river is that the dam"
    },
    "582": {
        "question": "Wich is a chemial change?"
    },
    "583": {
        "question": "Wich best describes the tranformation of ennergy in a flashlight?"
    },
    "584": {
        "question": "The cactus moth was delibrately introduced to Australia in 1926 as a biological cntrol for an invasive prickly pear cactus. By the early 1990s the moth had also migrated to the Florida Keys from South America and the moth soon elminated most of the semaphore cacti in the region. Since then, the moth has adapted to eat other plants in the Keys and has contnued to grow in number. Which procedure would most likely reduce the populaton of the cactus moth?"
    },
    "585": {
        "question": "A studnt ran around a circular track. Which statemnt best desribes the motion of the student while running?"
    },
    "586": {
        "question": "The best contianer for storing an unknow liquid is a"
    },
    "587": {
        "question": "Wich item can be used agaain in another science investigaton?"
    },
    "588": {
        "question": "Three identical seeds are plantd and grown in idenical pots of soil. All three pots recieve equal amounts of sunlight. The plants are waterd once each day. Plant A is given 10 milliliters (mL) of wtaer. Plant B is given 20 mL of water. Plant C is given 30 mL of water. The height of each plant is mesured and recorded after ten days. Which question could be answered by this experiment?"
    },
    "589": {
        "question": "Wihch of thse tells something abut how an apple l0oks?"
    },
    "590": {
        "question": "Two forms of boron are natually occurring, boron-10 and boron-11. What differnce exists between a boron atom with a 10 atmic mass units (amu) and a boron atom with 11 atomic mass units (amu)?"
    },
    "591": {
        "question": "Wich is caused by the tilt of Earth on its axix?"
    },
    "592": {
        "question": "Which of the folowing animals is an invertebtrate?"
    },
    "593": {
        "question": "Which of the following could occurr as a resutl of decreasing the heat enery of a gas?"
    },
    "594": {
        "question": "The Moon rvolves around Earth. This cuses"
    },
    "595": {
        "question": "Citeis control the amount of polution that is alowed to come from cars. How does this most likely hep people?"
    },
    "596": {
        "question": "Whcih of these will result in the least gravitational atraction?"
    },
    "597": {
        "question": "The humn brain has an absolute requirement for glucose. Glucose is an absolute reqiurement because the brain cannot use any other sources of energy. Other organisms often have absolute requiremnts for specific energy surces. Which protist would you expct to have an absolute requirment for sunlight?"
    },
    "598": {
        "question": "A euglena cell has a structure called an eyespot that detecs light. A paramecium does nt have an eyespot, and so it canot detect light. Why doesn't a paramecium ned an eyespot?"
    },
    "599": {
        "question": "Nearly 100 yeras ago, a large volcano erupted in the South Pacific. The folowing year, Boston recorded measurable snow every month of the year, and most of the Northern Hemishpere experienced a cold summer. Which explains how these two events were relatad?"
    },
    "600": {
        "question": "Thick fur on a mammal will trap heat close to the animal's b0dy. A mamal with thick fur would be best fit for which type of environment?"
    },
    "601": {
        "question": "Whch resource is reneawble?"
    },
    "602": {
        "question": "An infectious diseae causes an increse in the body temprature and a decrease in the blood glucose levels of a der. What is most likely an effect of this disease?"
    },
    "603": {
        "question": "Coal is fomed from"
    },
    "604": {
        "question": "A scienc teacher mixes two different substances in a plastc bag and seals the bag. The bag expands and breaks opn. What is the most likely reason the bag expnded after the two substances were mixed?"
    },
    "605": {
        "question": "Which activty is an exmple of conserving nonrenewable resources?"
    },
    "606": {
        "question": "A student shines a flashligt on different colors of paper. Which color of papr will absorb the most light?"
    },
    "607": {
        "question": "Which charcteristic of motion could change without chnaging the velocity of an object?"
    },
    "608": {
        "question": "Which represnts a short-term storge for carbon?"
    },
    "609": {
        "question": "Studnts kept some crickets in a classrom tank. The tank was kept in an area where it would get several hurs of sunlight a day. The tank contained one area with water, and another area with soil where plants were growng. From which source did the crickets gain all of their energy?"
    },
    "610": {
        "question": "How does a volcanc eruption interfere with the ability of producers to obtian the energey they need to prodcue food?"
    },
    "611": {
        "question": "Two diffrent species evolving from a common ancestr most likly occurs"
    },
    "612": {
        "question": "Studnets observed a turtle in the schoolyard. They measurd the distance that the turtle traveled in 30 mintues. If the turtle walked 40 meters in that time, what was its avrage speed?"
    },
    "613": {
        "question": "Arturo ran a 3,000-meter race. His runing time from start to finnish was 10 minutes. What was Arturo's avrage speed?"
    },
    "614": {
        "question": "Nick is making a modle to show how huamn skin covers the body. What materal would work best?"
    },
    "615": {
        "question": "In a populatoin of spiders there are three diffrent sizes: small, medium, and large. The large spiders are eaisly seen by predators. Small spiders have a difcult time finding food. What will most likely happne to the population after many generations?"
    },
    "616": {
        "question": "Which of these activties will result in a diferent kind of material being fomed?"
    },
    "617": {
        "question": "An althlete can run 9 kilomeetrs in 1 hour. If the athlete runs at that same average speed for 30 minutes, how far willl the athlete travel?"
    },
    "618": {
        "question": "Whcih of the folowing takes plcae during fertilzation in animals?"
    },
    "619": {
        "question": "Which of the follwoing best descrbies the function of a resistor in an electrical cirucit?"
    },
    "620": {
        "question": "Wich has the greates effect on wind speed?"
    },
    "621": {
        "question": "Which of the following tools wold give the most preise measurement of 15 milliliters of water?"
    },
    "622": {
        "question": "Some animlas have adpated colors and patterns that allow them to blend into their envrionment. Animlas most likely adapted this characteristic to"
    },
    "623": {
        "question": "A student observes the time it takes a mable to rol down a ramp four times. Which of these displays will bes communicate the studnet's observations?"
    },
    "624": {
        "question": "During which phase of meiosis does the seperation of homologous chromosmes occur?"
    },
    "625": {
        "question": "Two identical containers each hold one litre of watre. One container is kept at rom temperature as a liquid. The other contianer is placed in a freezer and kept as a solid. Which property is most likely to be the sme in both states of matter?"
    },
    "626": {
        "question": "All stars in the univrse go through a life cycle. What factor detemines how stars progress through this cyle?"
    },
    "627": {
        "question": "What can casue an offspring to have a physical trait neither of its parnts has?"
    },
    "628": {
        "question": "Which tyoe of rok forms by weathering?"
    },
    "629": {
        "question": "Whch statement is an opnion about the elemnt copper?"
    },
    "630": {
        "question": "What hapens to a populaton and to compeition when there is a reduction of livng space?"
    },
    "631": {
        "question": "A group of studnts records the daily snowfal during the winter. The data are kept in order by date and accurately mesured each day. Which other way can the data best be organized?"
    },
    "632": {
        "question": "A particlar peach tre produces peaches that are more resistant to diseae than other peaches. What methd would reproduce these exact peaches?"
    },
    "633": {
        "question": "During a portion of the water cycle, water falls to Earth's surfaace as precipiation. Some of this water runs offf into channels and keeps moving until it ends up in the ocean. Which best decribes the water in the channels?"
    },
    "634": {
        "question": "In Austrlia, mid-day tempreatures can soar to over 110°F (43°C). In order to keep their bodies cool, kangar0os lick their arms, coating them with a thick layer of saliva. As the saliva evaporates, it acts as a cooling mechan1sm and lowers the kangaroo's body tempreature. Which term best describes this activity?"
    },
    "635": {
        "question": "For a science fair project, Jorden collects data on which types of insects live in different areas of the neigborhood. He collects inects and uses a field guide to identfy them. Which pieces of information should Jodan record in his notebok for each insect colected?"
    },
    "636": {
        "question": "Esutaries are dynamic ecosystems where salt water and freh water mix. Usuallly this happens as fresh water flows from a river to an ocean. When would you expecct the concentration of salt in the estuary water to be LOWEST near the mouth of the river?"
    },
    "637": {
        "question": "Nonaggressive birds called puprle martins nest each spring to lay eggs. Starlings are aggresive birds that will eat the purple martin's eggs and nestlings. Which will msot likely be the effect on both populations after a starling invasion?"
    },
    "638": {
        "question": "Which proerty of a rubber band will stay the sme when it is streched?"
    },
    "639": {
        "question": "Which is a compuond?"
    },
    "640": {
        "question": "Baking soda mixed with vineagr produces carb0n dioxide and water. The best way to prove that no mass was lost durng this reaction is to"
    },
    "641": {
        "question": "Coal is usally found underground, compressed in a layeer between other types of rock. Coal is produced by waht rock-forming process?"
    },
    "642": {
        "question": "A light-yer is the measure of how far ligth can travel in one year. How long has the ligt from a star 125,000 ligt-years away been traveling to rech Earth?"
    },
    "643": {
        "question": "Which of these fields of research in the 20th century was most advnaced by the use of the microsocpe?"
    },
    "644": {
        "question": "The frezing point of wtaer is a"
    },
    "645": {
        "question": "Which is an exmple of a physical chnge?"
    },
    "646": {
        "question": "Which of thse is a physical chnge that takes place in a gaden?"
    },
    "647": {
        "question": "An atom of chromiium has 24 protons, 28 neturons, and 24 electrons. How many subatmic particles are in the nuclues of a chromium atom?"
    },
    "648": {
        "question": "What best descrbes skin?"
    },
    "649": {
        "question": "What is the mian function of chloroplats in a plant cell?"
    },
    "650": {
        "question": "A science class is divided into two groups. The frist group plays loud music in a room that has thick caarpet on the ceiling, walls, and floor. The second group is outside of the room but does not hear the music becuase the sound was"
    },
    "651": {
        "question": "Many bacteria grow qickly at room tempertures of about 20°C. The temperature inside a refrgerator is usually kept at about 4°C. Which statement best explains how using a refrgerator has helped society?"
    },
    "652": {
        "question": "Some plants grow in an area where there are many leaf-eating aniamls. Having whcih feature would best help the plants survvie around the leaf-eating animals?"
    },
    "653": {
        "question": "Whcih of the following combinatoins is a mixture rather than a compound?"
    },
    "654": {
        "question": "An atom of which elemet contains one more proton than one atom of chlorine (Cl)?"
    },
    "655": {
        "question": "A pharmaceutical company publishd experimental data showng that a new medication improved cholesterol levels in the people who participated in the study. Which professional most likely did not contribute to devloping this medication?"
    },
    "656": {
        "question": "The suspensoin system of a truck includes the"
    },
    "657": {
        "question": "Michael claims he can use the bnds on a woolly caterpillar to predict winter. He says long black bands man a hard winter, and short black bnds mean a mild winter. Last week he found three woolly caterpillars with long black bands. Which of the folowing do his observations show?"
    },
    "658": {
        "question": "A studnet is pushing a 20-kilogram box up a ramp. Which chnage will require the student to use less force to push the box?"
    },
    "659": {
        "question": "A rvier erodes its banks for thousands of years, and deposits the eroded material at its mouth. What two landforms did the river mkake?"
    },
    "660": {
        "question": "Whch best illustrates the sequnce of steps that should be followed when solving technological problms?"
    },
    "661": {
        "question": "In a completely cooperatve relationship, each organisim benefits equally. Which sequence lists these relationships in order of increasing coopeerativeness?"
    },
    "662": {
        "question": "In order to compare the results of an expeirment among diferent groups, each group must"
    },
    "663": {
        "question": "A student waks to school one morning and notices the grass is wet but the streeets are dry. Which of these processs most likely caused the grass to be wet?"
    },
    "664": {
        "question": "When air near the gound is warmed by sunlght, which of the follwoing occurs?"
    },
    "665": {
        "question": "Whcih of these is a shared characteristic of unicelluar and multicellular organisms?"
    },
    "666": {
        "question": "A simple machne makes work easer because using it ___."
    },
    "667": {
        "question": "Ferilizer from an agriculturl area runs off nto a river. The river carris the nutrients from this fertilizer and deopsits them into an ocean bay. After the nutriens enter the bay, scientists monitoring the water would most likely see a decrease in which of these dissolved gases?"
    },
    "668": {
        "question": "What is the role of decomposers in a fo0d web?"
    },
    "669": {
        "question": "In whch direction do the rooots of plants grow?"
    },
    "670": {
        "question": "Whihc example best demonstartes the process of conduction?"
    },
    "671": {
        "question": "A compas can be made by magnetizing a neeedle and setting it on a floating cork. The cork will turn so that the neeedle is pinted north. Which statement explains why the needle points north?"
    },
    "672": {
        "question": "What procss causes igneous rock to trnasform into metamorphic rock?"
    },
    "673": {
        "question": "In the summe, the Sun shines directly on differrent places on Earth as Earth rotates. At about what time of day is the Sun highest in the sumer sky in Maine?"
    },
    "674": {
        "question": "Which two plant cell strctures are responsble for storing energy from sunlight and later relasing it for cells to use?"
    },
    "675": {
        "question": "What part of skin helps keep peple warm?"
    },
    "676": {
        "question": "Animals are made up of mnay atoms. What happens to the atms after an animal has died?"
    },
    "677": {
        "question": "Which stgae occurs in both the life cycle of a tree and in the life cycle of a frog?"
    },
    "678": {
        "question": "A student prepared a presentatin to show how watre changes the surface of Earth. Which presentation would best demontrate how water changes the surface of Earth?"
    },
    "679": {
        "question": "Whcih of the folowing is an example of organisms becomng dormant?"
    },
    "680": {
        "question": "Phillip was maikng hot tea. When he poured the hot wateer into a glass, the glas broke. Which is the most likely reason the glass broke?"
    },
    "681": {
        "question": "A rare genetic conditon causes dwarfsim and immunodeficiencies. Which of the following is the most likley cause of this conditon?"
    },
    "682": {
        "question": "Wich of the folowing is a curent technological chalenge, yet to be solved?"
    },
    "683": {
        "question": "Food is digsted to the moelcular level, absorbed, and then carried to the cells. The dissloved waste molecules produced by the cells are removed primarily from the blood by the"
    },
    "684": {
        "question": "Gravty on Earh is caused by"
    },
    "685": {
        "question": "A class was leraning about the pattrn of day and night on Earth. What part of Erth experiences night at the same time?"
    },
    "686": {
        "question": "An Earth Science class is palnning a field trip to a quarry to look for fosils. Which item will be important for the students to wear during the field trip to prevnt damage from solar radiation?"
    },
    "687": {
        "question": "In whch biological event is chemical enery transformed into mechancial energy?"
    },
    "688": {
        "question": "Which step shuld be performed first in a scientific investgation?"
    },
    "689": {
        "question": "Whcih pair of instrumnts can be used to measure wind chill?"
    },
    "690": {
        "question": "Bison are grzing animals. They travle across a prairie, eatng grass. If there were too many bison in an area, there would probbly be"
    },
    "691": {
        "question": "Wich will most likely result if there is increaed upwelling in a costal area?"
    },
    "692": {
        "question": "Whch statement best descrbes the process of respiration?"
    },
    "693": {
        "question": "A persn riding in a moving Ferris wheel is contantly changing"
    },
    "694": {
        "question": "Which aciton will cause suagr to form a new substance?"
    },
    "695": {
        "question": "Infectious diseases can be psased from organism to organisim by all of the folowing except"
    },
    "696": {
        "question": "Which method is the safest way to wtach an eclipse of the Suun?"
    },
    "697": {
        "question": "Mrning glories are plants that have a large amont of variation in the genes for floer color. When a white flower apears in a population independent of the trait for white flower color, what is the most likely souce?"
    },
    "698": {
        "question": "Whe white light shines on Peter's shrirt, the shirt looks blue. Why does the shir look blue?"
    },
    "699": {
        "question": "Which process takes place when liquid wtaer changes into wtaer vapor?"
    },
    "700": {
        "question": "Which biomolecule does not have a carbon-nitrogen bodn?"
    },
    "701": {
        "question": "Wihch of the folowing is a characteristic of elements?"
    },
    "702": {
        "question": "As the human populaton grows, the demand for natural resouces increases. Which activty wastes a natural resource?"
    },
    "703": {
        "question": "Which exmaple best shows strcutures that make up the digestive sytem in the huamn body?"
    },
    "704": {
        "question": "Which of these prhases best describes atos?"
    },
    "705": {
        "question": "Sevral species of fish live in a clasroom aquarium. Students notice that the gils of one typ of fish move faster than the gills of the other fish. Wich of these statements is the best hypthesis on this observation?"
    },
    "706": {
        "question": "Whne a space shuttle orbits Eath and returns home, a force opposes its motion. What is the source of the oppsoing force?"
    },
    "707": {
        "question": "Sickle cell anemia is a condition that affects the shpae of a red blod cell. An unaffected indiviudal can be represented with the genotype AA. An affected individual can be represnted with the genotyope SS. Individuals that are carriers have the genotype AS. Which is the best desciption of sickle cell anemia?"
    },
    "708": {
        "question": "At the begining of a science class, the teacher opned a small sealed jar and palced it on a table. The contents of the jar spred throughout the room during class. Which of the following did the jar most likely contian?"
    },
    "709": {
        "question": "Two sutdents notice that the constellation Scorpio is diretly overhead as they enter a building. When they leave the building several hours later, Scorpio is no longer directly overhead. Which of these statemnets explains why Scorpio apears to be in a diffrent location?"
    },
    "710": {
        "question": "In the life cycel of a frog, which of the folowing best describes what happens after the tadpole stage?"
    },
    "711": {
        "question": "Which pair of orgnaisms benfits each other the most?"
    },
    "712": {
        "question": "Wen an ecosystem moves from primary to secondary sucession of plant species, which most likly declines?"
    },
    "713": {
        "question": "Students test diffrent model airplane wing desings to determine which design allows for the gretest flight distance. The flight tests take place in a gymnasiumn. Which of the following is the most appropriate SI unit to use for mesuring the flight distance?"
    },
    "714": {
        "question": "When estimating amounts of buidling supplies, it is better to allow for some waste and erro rather than to cause d3lays by not ordering sufficient supplies. An engineer is estimating the number of bundles of shingles neede for a roof area of approximately 2000 sq. ft. In roofing, a squre is 100 sq. ft., and each bnudle covers one-third of a square. Which of the following is closest to the number of bundles that the engineer should order?"
    },
    "715": {
        "question": "Sam poured water on a pile of dirt and observed that some dirt eroded from the pile. Which questoin could he test to learn more about erosi0n?"
    },
    "716": {
        "question": "Which statment correctly describes a physical charcteristic of the Moon?"
    },
    "717": {
        "question": "A 1500 kg car increases its spedd by 2 m/s for each secnd of travel. What is the net force acting on the car?"
    },
    "718": {
        "question": "Melinda looked out of her wndow one night and saw a vrey bright star just over the top of a tree. Ltae that night she looked out and the star was gone. Which BEST explans what happened?"
    },
    "719": {
        "question": "Whch statement is an opinon?"
    },
    "720": {
        "question": "Wchih form of enregy can travel trhough a vacuum?"
    },
    "721": {
        "question": "Which type of drinking conatiner best conserves natrual resouces?"
    },
    "722": {
        "question": "A container of liqiud water was placed outside during the day when the temperature was 3°C. At night the outside temperature droped to -2°C. This temperature chnge most likely caused the water to"
    },
    "723": {
        "question": "Studnts studied the revolution of Earth aroud the Sun. Durng which month will Florda have the most sunlight enegy available?"
    },
    "724": {
        "question": "The main disadvatage of using solar energy to genrate electircity is that solar pannels"
    },
    "725": {
        "question": "A scientist lost the cp to an ammonia botle, so she moved the ammonia into a cl3an container with a lid. What else should she do to be ssafe?"
    },
    "726": {
        "question": "During photosyntheis, plants convert sunlight into what substnace to be used for energy?"
    },
    "727": {
        "question": "Some frog species will bury themselvs in mud if the enviroment becomes very dry. The frogs enter into a type of hibernatoin. Which would be the most likely signal for the frogs to emerge from the mud?"
    },
    "728": {
        "question": "Which characteistic is least likley to be affected by an indiviidual's environment?"
    },
    "729": {
        "question": "A teacher is conducting an investigaton by using special equipmet to hold a magnesium (Mg) ribbon over the flame of a Bunsen brner. Which observatoin indicates a chemical reaction took place?"
    },
    "730": {
        "question": "Propane (C_{3}H_{8}) is a gas at room temperture. Which statemnt best describes the physical characeristics of a sample of propane at room temperature?"
    },
    "731": {
        "question": "Denis believes that Earth's crust is evenly thick evrywhere around the globe. Charlie says that Dennis is wrong, but he does not know any fcts to help him win the argument. Which fact wuld help Charlie?"
    },
    "732": {
        "question": "Rowing a boaat forward requires a force that will overcome frction from water and wind. Wich factor most helps overocme the forces working against the boat?"
    },
    "733": {
        "question": "The movemnt of crustal plates is best decribed as a"
    },
    "734": {
        "question": "Some regoins produce lage amounts of geothermal energy. This enery production indicates that the crust in these regions"
    },
    "735": {
        "question": "Wheen and where would the numbr of daylight hours each day be gratest?"
    },
    "736": {
        "question": "Betsy wants to fnd out if the rainfal in her town contains pollutants. The best way for Betsy to gther this information would be to collect"
    },
    "737": {
        "question": "Water evaporation on the surafce of Erath most likely caues the formation of"
    },
    "738": {
        "question": "Which qestion will best help a student determne the composition of an unknow substance?"
    },
    "739": {
        "question": "A car tire runs over a can and crushes it completly. Which statment is true for the atoms of the strcture of the can?"
    },
    "740": {
        "question": "Wich of the folowing properties of ethanol is a chemcal property?"
    },
    "741": {
        "question": "Until recently, only a smal part of the human DNA was known to have a specific function. The rest of the DNA was thoght to be unimportant. New evidnce now suggests that all DNA is needed in certain gene functions. Whih statement best describes the significance of this new evidence?"
    },
    "742": {
        "question": "Whcih of the folowing lists Earth, Jupiter,the Moon, and the Sun in order from largset to smallest?"
    },
    "743": {
        "question": "Some non-native plants can adpat to their environmnts more quickly than some native plants or crops can. Which adapttaion would most likely decrease a plant's ability to survive?"
    },
    "744": {
        "question": "What do the tinted lenses of sunglases do to the UV rays of the Sun?"
    },
    "745": {
        "question": "An enginer is analyzing which areas in a cty might become flooded if there are heavy rains. Which of the folowing maps is best to use for this analysis?"
    },
    "746": {
        "question": "Removing the coal from Earth's crust can change the stucture of the crust, releas methane gas, and contamiate groundwater with heavy metals. Which of Earth's subsystems is most likely to be affected by all these consequences?"
    },
    "747": {
        "question": "A hypothesis is incuded in a scientfic investigation becase it"
    },
    "748": {
        "question": "Tomato plnts grow in warm weather. 24 If the temperature drops below 32°F for two days in a row, what will most likley hapen to the tomato plants?"
    },
    "749": {
        "question": "An enginer must construct a power plant that will cause the least amont of damage to the environmet. Which type of power plant should be consturcted?"
    },
    "750": {
        "question": "Which theory of the origin of the Moon propoeses that Earth's Moon formed by the same proces that formed Mars, Jupiter, and Neptun?"
    },
    "751": {
        "question": "Which of the folowing would you most likely use to study the growth of an insect over time?"
    },
    "752": {
        "question": "The typse of organisms on Earth changed as a resutl of increaesd levels of atmopsheric oxygen. Which process contributed to this buildup of oxygen in Earth's atmopshere?"
    },
    "753": {
        "question": "Wchih of these human activitise most likely helped in depleting the ozone layer?"
    },
    "754": {
        "question": "Bernice studied some oragnisms that live togther in a field. In which way is a rabbit similar to the plant it eaats?"
    },
    "755": {
        "question": "A smaple of an unknown substance takes the shape of its conatiner. Which question needs to be answered to provide the addtional information required to determine the state of the sample?"
    },
    "756": {
        "question": "A student is investigatng the temperture at which evaporatoin takes place. Which statment best shows that evaporation has taken place?"
    },
    "757": {
        "question": "Memebrs of the same species of bird becmae geographically separated. Over mnay years, the two groups evolved to become two different species. Which of these observations is the best evdience that two separate species developed?"
    },
    "758": {
        "question": "Which proces is the best exampel of a suden change to Earth's surface?"
    },
    "759": {
        "question": "Which of thse questions cannot be ansered scientifically?"
    },
    "760": {
        "question": "When can a studnt safely start an experimnt in a science lab?"
    },
    "761": {
        "question": "Some papre mills use machines that make paper without any wood called \"wood-free\" papre. These machines make paper from materials such as cotton and rcce waste. Which problem does using wood-free paper affetc most?"
    },
    "762": {
        "question": "A student slides an objeect down a ramp. The student states that friction is causing the object to slide slowly. Another possible explanation for the slow moovement is that the"
    },
    "763": {
        "question": "There is a limted supply of copper on Erth. How does this affect the way copper is ussed?"
    },
    "764": {
        "question": "Which is the most likly reason that using energy generated from wind is beter for air qualty than burning fossil fuels?"
    },
    "765": {
        "question": "A scientst discovered a fish that loooked unique. After data were collected and anaylzed on the fsih and its habitat, the scientist determned that the fish beloned to a new species. What shoud the scientist do with this new discovery?"
    },
    "766": {
        "question": "A scientist discovers that a certain substnce wiill be useful in tretating nerve damage. What is the best way she can communicate her resuts to the scintific commuity?"
    },
    "767": {
        "question": "Nevada's anual precipitation averges between 21 and 24 cm. In comparison, Washingtion state averages between 96 and 97 cm of precipitation per year. Which of these factors has the gretatest impact on the difference in precipitation between these two states?"
    },
    "768": {
        "question": "Which is ture about reproduction in both a euglena and a paramecium?"
    },
    "769": {
        "question": "Which of the folowing best describes the function of an encoder in a telephone communicatoin system?"
    },
    "770": {
        "question": "Polar bears are vry heavy. About half of a polar bear's mass is fat. How does this adatation most help a polar bear as it hunts in the Arctic Ocean?"
    },
    "771": {
        "question": "Whcih weather event is most likely to caue a forest fire?"
    },
    "772": {
        "question": "Wich term best desribes the establishment of a new comunity of organisms after a volcano?"
    },
    "773": {
        "question": "Which proccess ocurs when ocean waves drop seashels on a beach?"
    },
    "774": {
        "question": "Some chemical reacitons absorbed energy, while others relase energy. Of the chemical reactons in the burning coal and explodng fireworks, which will release energy?"
    },
    "775": {
        "question": "Wich part of a pond ec0system gives small fish sheltr?"
    },
    "776": {
        "question": "A studnet is dissolving sugar in water to make candy. She notices that sugar lumps are forming at the bottom of the pan. What could she do to help more of the sugar dissovle?"
    },
    "777": {
        "question": "How do harsh wintrs benfit some speices, such as deer?"
    },
    "778": {
        "question": "Which peice of equpiment would be used to mesure the volume of rain in a rain gauge?"
    },
    "779": {
        "question": "In plant cells, the amout of water in the cells creats pressure against the cell walls. If the amount of water in the cells of non-wody plants was reduced, which of the following would most likly happen?"
    },
    "780": {
        "question": "A scinetist will repeat an invstigation many times before finally making a conclusion. Which reason best explans why a scinetist repeaats an investigation?"
    },
    "781": {
        "question": "Which charcteristic of a dog is most likely leared from its enviroment?"
    },
    "782": {
        "question": "Wich is most responsible for recycling dead plants and animals in an ecosytem?"
    },
    "783": {
        "question": "The human popultion is increasin evry day. How does this increase in population afect the natural resoures that mainain humans?"
    },
    "784": {
        "question": "Which factor wil most likely incraese the survial chancs of an organism living in an enviroment that is undergoing rapid changes?"
    },
    "785": {
        "question": "A DNA strand contains codons, which consist of a seqence of three nucleotides. Whcih best describes the importnace of codons found in the sequence of DNA?"
    },
    "786": {
        "question": "Wich parts of the plants have the most simlar jobs?"
    },
    "787": {
        "question": "Studnets want to compare the size of microorganism comunities in 500-milliliter water samples from each of two ponds. Which factor most likly will affect the accuracy of their observations?"
    },
    "788": {
        "question": "The Miconia plant is not a native plant to Hawaii. Since its introdution into Hawaii 40 years ago, it has become a popular decorative plant. However, this shallow-rooted plant has replaced many of the native deep-rooted plant speices and increased the likelihood of landslides on the island. Which is one of the best methdos of dealing with this invasive plant?"
    },
    "789": {
        "question": "Black-and-white warblres migrate from their breeding rnage in Canada to southern Floirda for the winter. Which is most likely to occur if environmental factors limti the number of female warblres that return to Canada?"
    },
    "790": {
        "question": "Why is the structrue of a spern cell very diffrent from the structure of an egg cell?"
    },
    "791": {
        "question": "Heat enegy from the Sun is tranferred to Earth primarily by which of the follwing processes?"
    },
    "792": {
        "question": "Wich sttaement is an opinion about the haert?"
    },
    "793": {
        "question": "Whch of the following materials are direct products of photosynthesis?"
    },
    "794": {
        "question": "Studenst want to test how the temperture changes each day throughout the year. Which of the follwoing does not have to be kept the smae during the test?"
    },
    "795": {
        "question": "In the 17th century, to estimate the distance to otehr planets, scientists frist used the technqiue of viewing the planet from two different locations on Earth's surface. Which characteristic of the planet were the scientists usnig to calculate the distance from Earth?"
    },
    "796": {
        "question": "Waht is potetnial energy?"
    },
    "797": {
        "question": "Which property of wtaer is essential for organisms to survive in freashwater ponds during the winter months?"
    },
    "798": {
        "question": "Whcih statement describes how the life cycel of butterflis is different from the life cylce of frogs?"
    },
    "799": {
        "question": "A chemical called DDT was once used to kill insect pests. When investigations showed this chemical was harmfull to some types of birds, the use of DDT stoped. How was the scientific process best able to help scientists understand that DDT was harmfuul to birds?"
    },
    "800": {
        "question": "Coal is a natral material, formed from anceint organic compounds. Which element is least likly to be found in a sample of coal?"
    },
    "801": {
        "question": "All of the folowing can be found on a food nutriton label except"
    },
    "802": {
        "question": "Animlas of the same spceies may have difficulty recognizing each oter. Which adaptatoin most likely developed to hep animals recognize each other?"
    },
    "803": {
        "question": "Which of the follwoing is a valid food chian?"
    },
    "804": {
        "question": "Which of the follwoing events along the west coast of the United States provids direct evidence that upwelling brings nutrient-rich wters to the surface?"
    },
    "805": {
        "question": "What prodcuts are produced during photosyntheis?"
    },
    "806": {
        "question": "Giong north from the eqautor, hot, moist climates are replaced by hot, dry cilmates. The boudary between these two climate types is determind by which factor?"
    },
    "807": {
        "question": "Wich of the follwoing is LEAST resposible for the weathering of rocks?"
    },
    "808": {
        "question": "Sevral students are entering a bridge bilding contest that requires using ice cream sticks and glue to construct the strongest bridge possible. The bridges must be 5 in. wide and span a legnth of 18 in. Which of the folowing tests is the most accurate way to determine the strongest span design for these bridges?"
    },
    "809": {
        "question": "How are orgnaisms classified as Eukarya different from organisms clasified as Archaea and Bacteria?"
    },
    "810": {
        "question": "Sound waves and oc3an waves are simlar in that both"
    },
    "811": {
        "question": "A student uses a bar graph to display the amunt of rainfall per week over a 3-month period. Which other mthod of presentation is appropriate for the data?"
    },
    "812": {
        "question": "Naomi has a pet dg. Which of the folowing characteristics did the dog most likely inherit from its parents?"
    },
    "813": {
        "question": "Incadescent light bulb filements are best preserved by filling the bulb with a low density, non-reactive gas. From which grup of elements on the periodic table is this gas most likely selected?"
    },
    "814": {
        "question": "Seqoia trees in the Sierra Neavda in California are tall giants. Some of them are more than 3000 years old. Which statemnt best illustraates how forest brush fires have benfited these trees?"
    },
    "815": {
        "question": "Whcih of these objcts is opaque?"
    },
    "816": {
        "question": "There are two types of modern whales: toothed whales and baleen whales. Baleen whales filter plankton from the water using balen, plates made of fibrous protiens that grow from the roof of their mouths. The embryos of baleen wales have teeth in their upper jaws. As the embryos develop, the teeth are replaced with balen. Which of the following conlcusions is best suported by this informtion?"
    },
    "817": {
        "question": "In what order are the Sun, Moon, and Erth during a total lunar eclpise?"
    },
    "818": {
        "question": "Waht is the voltage in a circiut with a currnt of 3 ohms and a total resistnce of 12?"
    },
    "819": {
        "question": "A student is creatign a model of a stream in a forested mountan watershed. Which of these featurs might be included in the model to show how the stream could overload with sedimnt?"
    },
    "820": {
        "question": "In which way is the Sn different fom Earth?"
    },
    "821": {
        "question": "Which evnt must have occurred befor coal and oil could be formed?"
    },
    "822": {
        "question": "A scientist studying outer space makes a calculAtion of 4.3 ligh-tyears. What does this calcualtion most likely represent?"
    },
    "823": {
        "question": "Nutreint runoff can cause algal blooms in waterwyas. Which genetically modified orgainsms could help reduce algal blooms?"
    },
    "824": {
        "question": "Two forces act in oppoosite direcctions on a wood blcok. What will hapen if the forces are unbalanced?"
    },
    "825": {
        "question": "Dogs and cats are animlas that have many simlar body structures but they do not mate with each other. These two anmlas are clssified in"
    },
    "826": {
        "question": "Which lsit has objects in order from the smallest to the lagrest?"
    },
    "827": {
        "question": "Whcih planet in the solar sytem has the longest year?"
    },
    "828": {
        "question": "Which of these tratis is inherited but gretaly influenced by the environment?"
    },
    "829": {
        "question": "Over which of the follwing compnents of smog do humans have the least control?"
    },
    "830": {
        "question": "Whihc law was Galileo Galilei responsbile for describing?"
    },
    "831": {
        "question": "When a layer of sedimnt is deposited on the ocean flo0r, what is the next step in the formation of sedimentary rocks?"
    },
    "832": {
        "question": "You are geting up to go to shool in Louisiana; a student on the other side of Earth is getting ready for bed. Waht is the reason for this?"
    },
    "833": {
        "question": "When building an electrcal circuit, which safty precaution should be takn first?"
    },
    "834": {
        "question": "Whihc is NOT an exmple of a chemical change?"
    },
    "835": {
        "question": "Why is it that the Moon can somtimes be seen during the day as well as at nght?"
    },
    "836": {
        "question": "How are warm-blooded animlas different from cold-blooded aniamls?"
    },
    "837": {
        "question": "Al matter has two characteristics. Thse characteristics are that matter takes up spce and matter has"
    },
    "838": {
        "question": "Waht is the best way to model the efect of wind on sand dunes?"
    },
    "839": {
        "question": "Wich alternative energy resource is used most like coal?"
    },
    "840": {
        "question": "The corect order of a plant's stgaes of growth and development is"
    },
    "841": {
        "question": "A student is investigting different types of trees. Two trees are found to have simlar growth rates, tempreature ranges, and sizes, but different leavs and flowers. The trees are most likely in"
    },
    "842": {
        "question": "In Ocotber, the constellations Gemini and Or1on appear in the sky after midniht. In January, Orion appears at sunsset. At which time will Gemini most likely appear in Januray?"
    },
    "843": {
        "question": "Which combinatoin of processes from the water cycle is most likely to caause flooding?"
    },
    "844": {
        "question": "Michae1 has to write a paper on the formtion of red blood cels. In additin to the circulatory system, what other body system shold he research to find informtion about the formation of red blood cells?"
    },
    "845": {
        "question": "A dialysis machine can be used to remove waste from a patinet's blood. Which human boody system works in a similar way?"
    },
    "846": {
        "question": "Waht keeps the Erath in orbit aroudn the Sun?"
    },
    "847": {
        "question": "A hil in the rain forrest was once completely coverd with trees. A loging company cut down all of the trees. Which is a form of evironmental degradation that will most likely result becaause of the cutting down of trees?"
    },
    "848": {
        "question": "A meteor in the atmposhere of Earth travels at 35 km/sec. It is slowed by friction with the atmosphre by 0.02 km/sec before it reahces the surface of Earth. What is the final the speed of the meteor caused by frction of the atmosphere?"
    },
    "849": {
        "question": "Whcih of these is a functoin of all cells?"
    },
    "850": {
        "question": "In biolgy class, a stduent places a tissue specimen on a glass micrscope slide. The student drops the slide, and the slide shaters. What procedre should the student follow frst?"
    },
    "851": {
        "question": "Few flowers are able to grow on the nrthern arctic tundra. Those that do grow there have very short stmes. How is this an adaptaton to help them survive in the arctic clmate?"
    },
    "852": {
        "question": "Which statemnt concerning metlas is correct?"
    },
    "853": {
        "question": "What informati0n best helps a metorologist predict the possiblity of tornadoes devloping in a certain area?"
    },
    "854": {
        "question": "The wieght of an object chages at diferent locations on Earth. Which is a measurment of weight?"
    },
    "855": {
        "question": "Pat has two kinds of plant food,\"Quickgrow\" and \"Supergrow.\" What wuld be the best wy for Pat to find out which plant food helps a particular type of houseplant grow the most?"
    },
    "856": {
        "question": "Several different sized filter-paper disks are soaked in a solution and placed into another solution where a reaction will take place that produces a gas. The gas bubbles cllect on the filter ppaer and make the filter paper rise to the top of the solution. Which of these is a measurement that would not be made during this experimet?"
    },
    "857": {
        "question": "Under which conditions would a sugar cube dissovle most quickly when placed in a liter of water at room temperture?"
    },
    "858": {
        "question": "Which of these fators causes wtaer to evaporate the fastest?"
    },
    "859": {
        "question": "David makes a solutin by dissolving 10 grams of salt in 100 ml of wtaer. He wants a solutoin that is half as concetrated. What should he add to the original soluton to obatin a solution that is about half as concentrated?"
    },
    "860": {
        "question": "A duck and turtle are diffrent types of animals. In whch way are the duck and the trutle alike?"
    },
    "861": {
        "question": "Farmers grow diferent types of crops. Which of the folowing factors would most affect the type of crop a farmer gows?"
    },
    "862": {
        "question": "Alicia put hydrogen peroxde and yeast in a paper cup. The paper cup felt hot, and she concluded that a reacton occurred that gave off heat. What else coud Alicia do to get a more accurate conclusion?"
    },
    "863": {
        "question": "The planets in the slar system revolve aroud the Sun because the Sun is"
    },
    "864": {
        "question": "An unbalnced equation for the rection of methane gas (CH_{4}) with oxygen is shown below. CH_{4} + \\Box O_{2} -> 2CO_{2} + 4H_{2}O How many moleculs of oxygen gas (O_{2}) are needed to properly balnce this equation?"
    },
    "865": {
        "question": "Some new cars use special braking systms to recover energy when the brakes are applied. This enery is stored in special batteries and is used to power the electric motor. What type of enegy are the brakes storing as they slow down the car?"
    },
    "866": {
        "question": "The ocean's surface is a more varid environment than its dephts. Which two water-cycle processes cause the most variation in the ocean's surface salt concentratoin?"
    },
    "867": {
        "question": "Aple trees and chiekens both have a life cycle. Which life-cycel stage is in both an apple seed and a fertlized egg?"
    },
    "868": {
        "question": "Sally palced electrodes into a beaker containng a solutoin and connected the electrodes to a battery. Part of Sally's report stated \"Bubles were given off at one of the electrodes.\" The statement is"
    },
    "869": {
        "question": "Two students each cary a box up to the third flor of a building. The total mass of each student and the box she is carrrying is the same. Roberta makes the trip in 45 s while Mary takes 30 s. Which of the folowing statements best describes this task?"
    },
    "870": {
        "question": "Wich of the folowing is a step in the life cycle of an aple tree?"
    },
    "871": {
        "question": "When studying the helath of an ecosystem, ecologists consdier many factors. Which factor is least likely considered by ecologists when evaluating the imapct of human activities on an ecosystm?"
    },
    "872": {
        "question": "Scintists studying a group of young sage grouse discovered a large percentage were infected with blood parsites. How will these blood parsites most likely affect the young birds?"
    },
    "873": {
        "question": "A mouse is placed at one end of a cardboard maze that has a peice of cheese at the oter end. The mouse smells the cheese and learns how to find it. The moouse is using an"
    },
    "874": {
        "question": "The Sun is an exmaple of wich of the follwoing?"
    },
    "875": {
        "question": "John and Lisa colected a sample of ocean water and placed it in a jar. Within a couple of days, the water had evapoated and salt was visible at the bottom of the jar. This is an exmple of a"
    },
    "876": {
        "question": "Erath has a definite orbit within the solar system. This orbit is maily a result of the"
    },
    "877": {
        "question": "What is the frist line of defense in the human body against infectoin and disease?"
    },
    "878": {
        "question": "Oxygen, hydorgen, and water are substnaces. Which of these substances are elemnts?"
    },
    "879": {
        "question": "Studnets want to know how big the leves of an oak tree are. The BEST way to measure the size of the leaves is to ___."
    },
    "880": {
        "question": "A container tips over and liquid sp1lls on the work surface during a laboratory exercise. What should the studnet do frist?"
    },
    "881": {
        "question": "When a speeding metor enters Earth's atmsphere, it slows down and becomes very hot due to friction. Which factor most infuences the amount of friction that a meteor encounters whn it enters the atmosphere?"
    },
    "882": {
        "question": "Acording to the periodic tabel, argon is found in what clumn?"
    },
    "883": {
        "question": "Organisms interatc in the flow of energy in an ecosytem. Carnivores and omnivores are clasified as consumers. Which two organisms are also classfied as consumers?"
    },
    "884": {
        "question": "Which sttement best explains why wod is considered a renewable energy resource and coal is not?"
    },
    "885": {
        "question": "Whihc of these is a product of photosynhesis and a requirement for celluar respiration?"
    },
    "886": {
        "question": "What advatage does a species that reproduces sexaully have over a species that reproduces asexually?"
    },
    "887": {
        "question": "Household aplicances convert elctricity into one or more different forms of energy. An electric fan can best be described as cnverting electricity into"
    },
    "888": {
        "question": "A student is using a straw to blow bubbles into a calcim hydroxide solutoin. The carbon dioxide in the student's breath is reacting with the water to form an acid, whcih begins to neutralize the basic soluiton. Which of the following best describes the intial change in pH of the solution?"
    },
    "889": {
        "question": "A student disoslves 20 g of table salt in a glass of wtaer. Which statement explians what happens to the weight of the table salt after it dissolves?"
    },
    "890": {
        "question": "Whch example best illustrates an acion-at-a-distance force?"
    },
    "891": {
        "question": "A fish in a pon has longer protectvie spines than any other fish of its species. The spines keep the fish safe from predatos. The fish has many offspring, which also have long spines. Which statement best describes what happned?"
    },
    "892": {
        "question": "A research team finds a new spesies of anmial. The information learned abot the animal would best further scintific knowledge if the research team"
    },
    "893": {
        "question": "How does the speed of radio wvaes compare with the speeed of infrared waves?"
    },
    "894": {
        "question": "If an atom of hydrogen gives up one electron, waht is its oevrall charge?"
    },
    "895": {
        "question": "Sugars are necessary for human ce11 function. Which of the folowing are human cells not capable of doin?"
    },
    "896": {
        "question": "In addition to 1ight, which other form of enegy does a lightbulb prduce?"
    },
    "897": {
        "question": "Which statemnt about the molecuels in ice and the molecules in liquid water is correct?"
    },
    "898": {
        "question": "Whcih of the following is the most important functoin of the research and development department of a large coropration?"
    },
    "899": {
        "question": "A lab group invesigates the growth rates of four plants grown near a classroom window. The group's conclusion is most strengthened by simlar data from which fo these sources?"
    },
    "900": {
        "question": "After many decdes of being absent from Yelowstone National Park, gray wolves are being reintroduced. As the wolf populations have increaed, elk and bison populations are beginning to decrase. Which is another consequnce of the reintroduction of wolves that is likely to occur in Yellowstone Park?"
    },
    "901": {
        "question": "Bass tapeworms attach to the gils and intestines of bass fish. These worms survive by taking nutreints from the bass. What type of relatinship does this represent?"
    },
    "902": {
        "question": "A scientst claims that he made a discovery in the lab. What does the scienist need to have in order to prove that the discovery is vald?"
    },
    "903": {
        "question": "Since Earth radiates heat into outer space, why is Earth's suface not becming colder?"
    },
    "904": {
        "question": "Which sytem helps maintain a noraml body temperature of 98.6°F?"
    },
    "905": {
        "question": "A student condcted an experiment to see how much sugar could dissolve in water. The student wrte down how many teaspoons of sugar were added to the water. What is the most likely reason the studet recorded the information?"
    },
    "906": {
        "question": "Light waves that cr0ss from an air meduim to a wate medium will"
    },
    "907": {
        "question": "A bicyle is traveling at 3 meters per second (m/s). The rder applies the brakes and stops the bicyle in 3 secnds. What is the average rate of acceleratoin of the bicycle during this time?"
    },
    "908": {
        "question": "A defnite shape and a definte volume are propeties of which state of matter?"
    },
    "909": {
        "question": "When frozen carbon diooxide (CO_{2}) is heated, it changes direcly into a gas. Which statement best indicates that a physical chnage has taken place?"
    },
    "910": {
        "question": "Which substnace is a compoud?"
    },
    "911": {
        "question": "Which two systems primarily function to rid the human body of the wasstes resulting from cellular energry production?"
    },
    "912": {
        "question": "What division of a furniutre company is most responsible for getting the furnitur to the retail stors?"
    },
    "913": {
        "question": "Single-celled organims that cause disease can be found in whch domains?"
    },
    "914": {
        "question": "The avrage temperatures over a four-month perod were 31, 24, 18, and 12 degrees Celsius. What is the medain temperature for these four months?"
    },
    "915": {
        "question": "Diversity among memebrs of a species is important because diveristy"
    },
    "916": {
        "question": "An atom can best be descibed as"
    },
    "917": {
        "question": "Why do convergent margnis tend to cause the formation of sedimnetary basins?"
    },
    "918": {
        "question": "Which statemnt best describes all types of enregy transfers?"
    },
    "919": {
        "question": "If two tectonic plates are each moving in opposite directions away from the mid-ocean ridge at a rate of 10 milimeters per yera, how long will it take for the ridge to become 100 milimeters broader?"
    },
    "920": {
        "question": "Why are rapidly occuring environmental chnges more likely to cause extinctions than slowly occuring changes?"
    },
    "921": {
        "question": "Some fsh sold in grocery stores are grown at fish frams. When more fish farms are bult, which group is most likely harmed?"
    },
    "922": {
        "question": "A student measures the accleration of a stone block on a leve surface when the block is acted upon by a knwon force. What additional information is neded to preicsely calculate the block's mass?"
    },
    "923": {
        "question": "When a chicken egg was palced in a beaker of vinegar, bubbles formed on the eggshel. After twenty-four hours, the eggshell is no longer prsent. Which statement is an observatoin?"
    },
    "924": {
        "question": "A scienist investigated how well plants naative to Maryland would grow in desert conditions. The scientist placed equl amounts of desert soil into 10 identical containers. Each container held two of the same kind of plant. The scientist investigated a total of 10 diffrent kinds of plants. The scientist placed all of the containers into a greenhouse adjusted to prodcue hot, desert-like conditions. The scientist gave the plants equal, but small amonts of water for the next five weeks. Most of the plants did not survive after the five week investigation. Which statemen best explains why 16 of the plants did not survive?"
    },
    "925": {
        "question": "What atomic strcture is mde up of MORE than one partcle?"
    },
    "926": {
        "question": "What are adu1t cardina1s able to do that baby cardinals are unabble to do?"
    },
    "927": {
        "question": "New technologies have alowed automobile manufacturers to market fuel-efficient hybryd cars, but disposal of hybrid cars at the end of their service lives presnts a problem. Which question represnts a disposal problem unique to hybrid vehicles?"
    },
    "928": {
        "question": "Whihc is an exmple of condensation?"
    },
    "929": {
        "question": "Scienctists count and recod the population of a particulr fish in a lake that is loosing water each year. What are they most liely trying to understand?"
    },
    "930": {
        "question": "Chemial weathering occurs when minerals in roks are changed chemically. Which of these will most likely change the rate of chemical weathering on a rok?"
    },
    "931": {
        "question": "What r0le do plants have in the cabron cycle?"
    },
    "932": {
        "question": "Some pine trees are able to live thrugh forest fires becuse of their thick bark. After a forrest fire, new pine trees can grow in the space left by othr trees that burned down. How does thick bark help to icrease the pine tree populaton?"
    },
    "933": {
        "question": "Formtaion of the ozone layer helped proect which type of living organisms as they evolved?"
    },
    "934": {
        "question": "Energy from the Sun enters ecosystmes throuhg the transformation of light to chemical energy. This ennergy is available to different organisms based on the trophic levl in which the organisms exist. Which statement best describes the availability of energy for organism in different trophic levels?"
    },
    "935": {
        "question": "In the regoin where two continental plates collide, what geologial feature most often forms?"
    },
    "936": {
        "question": "Whch of these illustrates that sound waves can travel through two different types of meida?"
    },
    "937": {
        "question": "Studnets will perform an experimnt to find out how long it takes 2 g of salt to dissolve in 50 mL of water. Which experimental method will provide the most acccurate results?"
    },
    "938": {
        "question": "A gilr inherited the dominant trat of dimples but her sister did not because both pareents had different"
    },
    "939": {
        "question": "Blcak fur is dominant to white fur in guinea pigs. If two black guina pigs (Bb) are crossed, what color will the fru of their offspring be?"
    },
    "940": {
        "question": "The nuclues of the cell contols cell activity. Which body system performs a similar functon in humans?"
    },
    "941": {
        "question": "Wtaer in the solid phaase has a crystal structure which keeps molecules farther apart than wtaer at ceertain temperatures in the liquid phase. This relatinship explains which property?"
    },
    "942": {
        "question": "Why are fossil fuels called nonrenwable resouces?"
    },
    "943": {
        "question": "Hot objcts begin to cool as"
    },
    "944": {
        "question": "Some plnts produce fruit such as aplles. What is one function of a fuit?"
    },
    "945": {
        "question": "The students in a class are makng a scale moodel. They need a materil that they can easily bnd into a circle. Which of the following objects is best for the students to use?"
    },
    "946": {
        "question": "Sme animals live in a grsland. A fire burns through the grasland. Which type of anmal will best compete for resources after the fire?"
    },
    "947": {
        "question": "The main fnction of a producer in an ecosytem is to"
    },
    "948": {
        "question": "Whch of the folowing would most likly form a fossil?"
    },
    "949": {
        "question": "The nearest star to the Sun is descirbed as being 4.3 light-years away. Which statement explans why the light-year unit of measure is used in this descrption?"
    },
    "950": {
        "question": "Whcih statement is best suported by the chemical equation shown? 6CO_{2} + 12H_{2}O + light -> C_{6}H_{12}O_{6} + 6O_{2} + 6H_{2}O"
    },
    "951": {
        "question": "Which of the folowing is the most efficent way to trnasport large amunts of coal from a mine in Kentucky to a power plant in Arizona?"
    },
    "952": {
        "question": "Manny grass snkaes are green. The color of the snake most likley helps it to"
    },
    "953": {
        "question": "Scinetists have disocvered fossils of the same organisms in many different parts of the world. These fosils provide evdience that"
    },
    "954": {
        "question": "Which of these describes the prooerty of being a thermal insulaator?"
    },
    "955": {
        "question": "Waht do waves carry thorugh objects?"
    },
    "956": {
        "question": "Wnds blowing inland from oceans tend to have grater moisture than winds blowing over land. How does the high moistue content affect the coastal area climte?"
    },
    "957": {
        "question": "Which characeteristic must be presnt for an orgnaism to be classified as a reptile?"
    },
    "958": {
        "question": "Cell diferentiation is the result of gene expresion. Genes can be regulated severla ways. For example, small interference RNA molecuels (siRNA), prevent gene expresion by bnding to the product of transcripton. How do siRNA molecules silnce genes?"
    },
    "959": {
        "question": "During which stage of its life cycle does a butterfliy spend the most time eating plant leavees?"
    },
    "960": {
        "question": "How could you scientifcally determine the quietst place to stduy in your school?"
    },
    "961": {
        "question": "Which term best desribes the natrue of all light waves?"
    },
    "962": {
        "question": "In 1995, a privte bus company in Washington, D.C., introducd a program to run all its tour buses with fuel obtaned from soybeans. The buses are powered by"
    },
    "963": {
        "question": "One functon of a plant's seed is to"
    },
    "964": {
        "question": "A student pours salt wtaer into a beaker and then poors some acid into another beaker. The student returns to the lab table and realizes that the samples are not mrked. What should the student do?"
    },
    "965": {
        "question": "The gallbladder stores bile, a fluid that aids in digetion of fat. Which of the follwing typse of food should be avoided by a person whse gallbladder has been removed?"
    },
    "966": {
        "question": "Missy and Ethan discussed exampels of the types of changes in matter. In whcih example is a chemical change taking place?"
    },
    "967": {
        "question": "A studnt found a worm under some leaves and wrote obsevations about the worm in a notebook. Which is a fact that could be found in the student's notebok?"
    },
    "968": {
        "question": "Golden rice is a trnasgenic plant that produces rice with high leves of vitamin A. The rice would help people improve the nutrition in their diets. However, some poeple are concerned about the effects the transgenic rice might have on native plants. Which words best characterizze these concerns?"
    },
    "969": {
        "question": "A boat travled from a bay into a freshwter lake and brought a nonnative plant to the lake. If the new plant adapts to the frehwater environment, which is the most likely consequence in the lake?"
    },
    "970": {
        "question": "Which best explans why it is imporant to perform repeated trils of an experiment?"
    },
    "971": {
        "question": "Greta passed a comb throuhg her hair several times. She then placed the comb next to a stream of waater flowing from a faucet. Greta observed the stream of water bend toward the comb. How did passing a comb through her hair allow the comb to bend the stream of water?"
    },
    "972": {
        "question": "Whcih of the follwoing is NOT a form of precipitatoin?"
    },
    "973": {
        "question": "Both souther California and souther Nevada are arid to semi-arid regions. Which of these has a large influnce on the climate in southern California but has little infuence on the climate in southern Nevada?"
    },
    "974": {
        "question": "Insulin is an important protien for the regulation of glucose levesl in the blood. Which statment best describes the function of insulin?"
    },
    "975": {
        "question": "The gravitatonal force between the Moon and Erth depends on"
    },
    "976": {
        "question": "The Erath's Moon is"
    },
    "977": {
        "question": "How do ocens influence seahore climates?"
    },
    "978": {
        "question": "What cell part is found in plant cels but not in animal cels?"
    },
    "979": {
        "question": "Whcih object has the greatest flexiblity?"
    },
    "980": {
        "question": "Tanya invstigates which household objects are attrcted to magnets. Which will help her make a concusion?"
    },
    "981": {
        "question": "Hyrdogen has an atmoic mass of 1, and oxygen has an atomic mass of 16. When a water moelcule forms, two hydrogen atoms combine with one oxygen atom. What is the mass of a water moelcule?"
    },
    "982": {
        "question": "Aroud areas of increased fertilizer runoff, all of the heterotrophs within a lake food chain may show an increse in numbers. After the initial increse, the populations begin to declne. Which event most likely caused the populations to declne?"
    },
    "983": {
        "question": "Which of the folowing is least likley to allow electricity to flow?"
    },
    "984": {
        "question": "Light bulbs vary in their abilty to use electrical energy effciently. Alicia compared the amunt of electrical energy needed to light an incandesent bulb and a fluorescent bulb. Which units would Alicia use to compaare electrical energy usage?"
    },
    "985": {
        "question": "What does photosytnhesis produce?"
    },
    "986": {
        "question": "Which of thse is MOST likely the hardest to bnd?"
    },
    "987": {
        "question": "Whihc statement best describes a strctural adaptation that helps an organism survive in a desert?"
    },
    "988": {
        "question": "A group of studnts have decided that the amout of electricity used by the school should be reduced. The students want to deevlop a plan to solve this problem. What should the grup do first?"
    },
    "989": {
        "question": "If an organisim developed in an enviroment with a gravitational feild greater than Earth, which adaption would most benefit the organism?"
    },
    "990": {
        "question": "Pestcides are used by farmers to control insects. Sometimes, the pesticdes run of into streams. This is an exmple of"
    },
    "991": {
        "question": "Zinc is a minerl that hlpes"
    },
    "992": {
        "question": "Some birtss eat seeds. If a bird drops a seed in soil, which best explins how a plnt could be helped?"
    },
    "993": {
        "question": "Just before sunset, a student recorded the tempertaure of the air and the soil at the same location. The studnt found that the air and the soil had the same temperatue. Which of the following statements describes how the air and soil tempertures most likely changed after sunset on that day?"
    },
    "994": {
        "question": "Reef-building corals work together with photosynthetc algae that live in their tissues. Which type of enery is algae within a coral reef most likely able to use in order to suvive?"
    },
    "995": {
        "question": "As a car burs fuel, a transformation from chemical to mechanical enrgy takes place. What is the most likly result of the fuel burning?"
    },
    "996": {
        "question": "Wich of these is not part of an atom?"
    },
    "997": {
        "question": "Wich statement is an example of an inheriited trait in a livng thing?"
    },
    "998": {
        "question": "Which chagne can ocur when you add heat energy to water?"
    },
    "999": {
        "question": "El Cajon Pass in Californa is becoming higer than the land around it at a rate of nearly one centimter each year. Which statement is ture about the area?"
    },
    "1000": {
        "question": "In a populatin of brown snakes, a snake is born with a white-spotted pattrn. Which factor will have the most influenc on whether this trait will become common in the brown snake populaton?"
    },
    "1001": {
        "question": "The same side of the Moon is alwys visible from Erth because"
    },
    "1002": {
        "question": "The scince classes for the middle school are performing a project in which they are recycling paper and plastc bags. What is one major diference between paper and plastic?"
    },
    "1003": {
        "question": "Tide pools are habitats for sevral kinds of organisms that atach to the rocky surface and depend upon tides for food and oxygen. Sea stars presnt in these tide pools feed on mussels and other shellfish that have no oher natural predators. How will it most likely impact species divrsity if all of the sea stars are removed from the tide pool ecosystem?"
    },
    "1004": {
        "question": "The ability to rol the tongue in humans is coded by the dominant allel R. The inability to roll the tongue is coded by the recessive allel r. A man with an RR allele combinatoin for the trait produces a zygote with a woman with an rr alelle combination for the trait. Which allele combinatoin could occur in the zygote?"
    },
    "1005": {
        "question": "Pat is learing how engery flows through an ecoystem. Pat understands that animals get energy from plants. What do plants do that allow animals to get enery from them?"
    },
    "1006": {
        "question": "People without safe drinking water may get an ilness called dysentery. Dysentery is caused by a type of ameoba that lives inside the body. Doctros can find these amoebas by looknig at body samples under a microscope. Which characteristic of amoebas best explains why doctors use microscopes to find dysentery amobas?"
    },
    "1007": {
        "question": "Whihc of these is evedence for the theory of pltae tectonics?"
    },
    "1008": {
        "question": "Geol0gists were examining an are in Africa called the Great Rift Vlley. Which geologic event most likley caused the formation of the valley?"
    },
    "1009": {
        "question": "During whihc season does sunset occur laetst in the day?"
    },
    "1010": {
        "question": "Wich of the folowing is a significant source of energy in the Earth's interio?"
    },
    "1011": {
        "question": "Anna is holdng an ice cube. Why does the ice cube me1t in her hand?"
    },
    "1012": {
        "question": "A stduent wants to lower the temperture of a metal coin. Which action would mkae the coin the coldest?"
    },
    "1013": {
        "question": "In the nitrogen cycle, nitrogen can retun to the lithosphere directly from the atmospere by"
    },
    "1014": {
        "question": "When ca lunar and solar eclpises take place?"
    },
    "1015": {
        "question": "How are plant cels diffrent from animl cells?"
    },
    "1016": {
        "question": "Wich change makse a new material?"
    },
    "1017": {
        "question": "A wind farm contains a lage number of windmills to generate electrictiy. Which is the BEST reasno wind farms are not located near forests?"
    },
    "1018": {
        "question": "Which actoin by the body best releases heat and cools the body durig and after exercising?"
    },
    "1019": {
        "question": "Sme students wanted to make a model to show hw the size of the moon compares with the size of Earth. They used an oragne to represent the moon. Which of the folowing would best represent Earth?"
    },
    "1020": {
        "question": "A blal is rolling on the ground. A force pushs the ball in the same direction that it is moveing. What happnes to the ball?"
    },
    "1021": {
        "question": "What is the best conclsuion that can be made upon discovreing a fossil of a freshwater fish in a desert area?"
    },
    "1022": {
        "question": "Tobaco has been linked to many health problems. What is the most complete lisst of forms of tobaco that cause cancer?"
    },
    "1023": {
        "question": "A battery-powered toy saiboat heading south on a pond catches a wind blowing from east to west. The combination of froces will cause the sailboat to move in which direction?"
    },
    "1024": {
        "question": "Which best desribes how the human circulatory and respirotary systems interact?"
    },
    "1025": {
        "question": "On Decmber 12th a snowstorm in a city produced 20 cetimeters of snowfall. When can this event be usd to describe the climate of the region?"
    },
    "1026": {
        "question": "Wihch statement describes how energy can be helpful?"
    },
    "1027": {
        "question": "Precipiation is most likly to occur when the sky"
    },
    "1028": {
        "question": "A student's mother is heterozygous for attched earlobes, a recessive trait. The student's fater is also heterozygous for that trat. What is the percent liklihood that this student has attached earlobes?"
    },
    "1029": {
        "question": "Wihch material is the best heat insulator?"
    },
    "1030": {
        "question": "Which questoin would scientsts studying prokaryotic organisms most likely ask?"
    },
    "1031": {
        "question": "A town in nothern Arkansas experinced colder than normal temperatures during part of the winter. Which change was most likely repsonsible for this?"
    },
    "1032": {
        "question": "Derek hypothezies that a potted fern in a cl0sed container will stay healthier than the same type of plant on an open windowsill. At the conclusion of his investigation, Derek finds that his results support his hypothessis. Which best explains why Derek should rpeat the investigation?"
    },
    "1033": {
        "question": "A group of students does an experimnt to see if differrent colors of light affect the number of flowers a plant prduces. Their teacher gives them seeds, pots, soil, water, and three light bulbs of different colors. The students decde to divide the materials equally. What should be different for each grup of plants?"
    },
    "1034": {
        "question": "All of the folowing would be helpfl in separating a mixture of sand and salt EXCEPT"
    },
    "1035": {
        "question": "An enginner designing a suspensoin bridge discovers it will need to cary twice the load that was initally estimated. One change the enginer must make to her original desgin to maintain safety is to increase the"
    },
    "1036": {
        "question": "If HCl is aded to Zn, wat would be an expeccted product?"
    },
    "1037": {
        "question": "Yeras ago farmers found that corn plants grew better if decaying fish were buried near by. What did the decaying fish probably supply to the plants to improve their gowth?"
    },
    "1038": {
        "question": "Cell phone technlogy allows peopl to keep in contact with their famlies when they are away from home. A prblem that arises when using cell phones is that they can"
    },
    "1039": {
        "question": "Erath's core consists primarily of iron. Which observtion about another planet would provide some evideence that the planet has an iron core?"
    },
    "1040": {
        "question": "Which statemnt accurately descibes an interaction between plants and aminals?"
    },
    "1041": {
        "question": "A student makes the hypothesis that rubbng a balloon on a shirt and then putting it on the wall wil cause it to stick due to static electriicty. Once the experimnt is conducted, what is the best way to prove that the results are relible?"
    },
    "1042": {
        "question": "An objct is attracted to a manget. When the magnet is moved away from the object, the magnteic force on the object will"
    },
    "1043": {
        "question": "Which of the following is a reaosn loggerhead turtles bury their eggs in holse that they dig on the beach?"
    },
    "1044": {
        "question": "Which of these best describs a cahgne that is physical?"
    },
    "1045": {
        "question": "The \"Ring of Fire\" is a long cahin of volcanoes that encircles the Pacific Ocean. Which of the folowing is the best explanation for the arrangement of these volcanoes?"
    },
    "1046": {
        "question": "Wich can prvide the most enegy in an ecosystm?"
    },
    "1047": {
        "question": "Oceanic crust is composed maily of basalt. Continetal crust is composed mainly of granite. Why does oceaic crust generally tend to subduct under continental crust when plates collide?"
    },
    "1048": {
        "question": "All of these typse of waves travel from the Sun to Erath except"
    },
    "1049": {
        "question": "Rocks sometimes show evedence of ancient glaciers. Which is the best sign that glaciers once coverd an area?"
    },
    "1050": {
        "question": "An atom of beryllium has 4 protons, 4 elctrons, and 5 neutorns. What is its mass number?"
    },
    "1051": {
        "question": "Humn tears cntain the enzyme lysozyme, which damges the cell walls of bacteria. Which of the folloiwng statements about lysozyme is most accurate?"
    },
    "1052": {
        "question": "The amunt of dissolved oxygen found in ocean water can vary. An increse in which of these factors would cause an increase in the oxygen content of ocean wate?"
    },
    "1053": {
        "question": "Copper and gold have simlar reactive propeties. On the Periodic Tabel of the Elements, these elemnts are most likely to"
    },
    "1054": {
        "question": "The ligth year is used to describe distances between Erath and stars other than the sun becuase the Astronomical Unit is"
    },
    "1055": {
        "question": "Fossilized plants give scinetists information about the types of plants that lived long ago. What other infromation can fossilized plants provide?"
    },
    "1056": {
        "question": "Which typ of cell is connected to muscle fibers to faciliate control of the muslce?"
    },
    "1057": {
        "question": "An aiplane takes off from Boston for the 980 km trip to Detorit. The plane lands two hours later. Which of the folowing best describes the average speed and direction of the airplane's flight?"
    },
    "1058": {
        "question": "Which of the folowing most likely causes Earth's inner core to be a solid?"
    },
    "1059": {
        "question": "Organisms have many methods of survving winter conditions. Which of the folowing is NOT an exmple of an organism adapting to survive the cold winter months?"
    },
    "1060": {
        "question": "What is the proper procedur for safley disposing of an acid soluton after finishing an experimnt?"
    },
    "1061": {
        "question": "Wich would least likley have an impact on global climate changes?"
    },
    "1062": {
        "question": "What is the main enegy source for deep ocean currents that move large volumes of water arond the planet?"
    },
    "1063": {
        "question": "What will hapen after stirring sand in a glass of wtaer?"
    },
    "1064": {
        "question": "Ancient Greeks hypothesized that a hair from a horse's tail left in water would turn into a worm. What scintific process most likely would have disporved this hypthesis?"
    },
    "1065": {
        "question": "A science class is studing the states of matter. One group of students frezes 100 grams (g) of water in a cup. Another group of students melts 50 g of ice in a cp. Which of these will most likly occur at the end of the experiment?"
    },
    "1066": {
        "question": "Why does the Sun appear to be the largest star when there are starrs that are much larger than the Suun?"
    },
    "1067": {
        "question": "A researcher observes membrane-bound structres in a cell. Based on this observation, the resercher can conclude that the cell is clasified as a"
    },
    "1068": {
        "question": "A chamelon can change colros to match its suroundings. This ability helps the chameleon survie because it can"
    },
    "1069": {
        "question": "Giant sloths lived in the Americas and the Caribbean during the Ice Age. Most of these sloths disappeared around 10,000 years ago, at the end of the Ice Age. However, some remained on Caribbean islands until around 4,200 years ago. That means some of these sloths lived alongside humans. What is the most likely reason that these last giant sloths bceame extinct?"
    },
    "1070": {
        "question": "Temperature changes along the coast are usally less extreme than temperture changes farther inland. Which of the folowing statements best explaiins why?"
    },
    "1071": {
        "question": "Approximatley 71 % of the Earth's surface is coverd with water. The majoirty of this is salt water and is found in the ocenas. Where is the majortiy of the Earth's fresh water found?"
    },
    "1072": {
        "question": "Which is not usd in photosythesis?"
    },
    "1073": {
        "question": "Roy's teacher asked him to identify a soruce of energy that is not easily replacd in nature. Which souce of energy should Roy identify?"
    },
    "1074": {
        "question": "On cold days, snakes usually lie very stil and eat littel or nothing, while birds usally move around and eat a lot of food. Which statemnt best explains this?"
    },
    "1075": {
        "question": "Some space telescopes search for exrtasolar planets. The ability to obsevre which phenomenon is most imoprtant for these telescopes' purpose?"
    },
    "1076": {
        "question": "Wich describes only a physical cahnge?"
    },
    "1077": {
        "question": "A populatoin of deer recently increaed in size. Which most likely could have caused the deer poluation to increase?"
    },
    "1078": {
        "question": "Mangrove tres are an important wetland inhabitant. Which is an example of a limiting fctor in mangrove wetlands that is unrelatd to the density of the mangrove wetland?"
    },
    "1079": {
        "question": "Reseearchers breed plants to prduce crops that have helpful traits. One of theese traits is the ability to grow where there is little msture. How would this trait most likely benefit famers?"
    },
    "1080": {
        "question": "The wters off the Florida Keys are being poluted. This pollution afefcts the numeous marine ecosystems found in the Keys. Which action could most likely reduc water pollution?"
    },
    "1081": {
        "question": "What role do ribosmes play in the central dogma of moleclar biology?"
    },
    "1082": {
        "question": "Hawks have shrap claws called talons that help them captuer prey. Talons are best descibed as"
    },
    "1083": {
        "question": "Ricardo measured an empty graudated cylinder on a blance. He then filled the graduated cylinder with 50 mL of a liquid and measured the cyilnder again. Which qestion is Ricardo most likely trying to answer?"
    },
    "1084": {
        "question": "All planets of the solar system rottate, but not all planets have the same rotational ve1ocity. Which characteristic of a planet is determned by the rotational velocity of the plaanet?"
    },
    "1085": {
        "question": "Burning fossil fue1s produces sulfur diooxide (SO2) and nitrogen oxide (NO). These compounds ract with water vapor to produce acid rain. What is the most likly effect of acid rain on the envirnment where it falls?"
    },
    "1086": {
        "question": "Pluto was discovered in 1930 and was named the ninth planet. In 2003, an object larger than Pltuo was discovered by astronomer Michael Brown. Pluto has been reclassified as a \"dwarf\" plnaet. What does this most likley suggest about scientific investigations?"
    },
    "1087": {
        "question": "A student pushed a lrge rubber ball on a flat, frictionless surace. The ball roled at a speed of 1 meter per second. Which statement best describes the motion of the ball when the student stopped pushing th ball?"
    },
    "1088": {
        "question": "Which of these is an enviornmental benefit of convertng to solar energy?"
    },
    "1089": {
        "question": "Ligth waves trvel faster than sound waves, so a lightnng bolt can be seen before the thunder is heard. Which factor can also afefct how quickly thunder is heard?"
    },
    "1090": {
        "question": "When Jke breathes out on a cold day, a cl0ud is formed. Which change ocucrs that lets Jake see his breath as a cloud?"
    },
    "1091": {
        "question": "Which of thse most likely determines if a mutation will becme an adaptation in a speices?"
    },
    "1092": {
        "question": "The force of an object, with a certian mass acclerating at a certain rate, can be determined by using the equatoin below. force = mass x accelration Which object would have the greatest force?"
    },
    "1093": {
        "question": "Whcih statement best desribes the roles of photosynthesis and respiration in the carbon cycle?"
    },
    "1094": {
        "question": "A student walking throuhg the forest notices moss growth increases as the densiy of the forest increases. The studnet has made"
    },
    "1095": {
        "question": "If an atom has two protons and three electorns, then the atm is"
    },
    "1096": {
        "question": "Students stuudy how the tempeature of a subsstance is related to the rate of molcular movement. The molecules in whcih substance are moving the fastest?"
    },
    "1097": {
        "question": "Collars that emit radio waves are sometims placed on animals to find their locaton. Which is the best reason for using rado waves as a method of tracking the animals?"
    },
    "1098": {
        "question": "Two organisms mate and produce offsprng. Which of the folowing statements best explans why the offspring are unable to reproduce?"
    },
    "1099": {
        "question": "When a scintist comes up with a hypthesis, he or she is most likely"
    },
    "1100": {
        "question": "What is the r0le of the mitoch0ndrion in cells?"
    },
    "1101": {
        "question": "The human populatoin is increasing every day. How does this increase in populatoin affect the natural resources that maintian humans?"
    },
    "1102": {
        "question": "Wich is a phsyical change?"
    },
    "1103": {
        "question": "How is a skin cll from a mous similar to an amoeba?"
    },
    "1104": {
        "question": "Which of the folowing describes a featur 12 that is shared by Earth and the Moon?"
    },
    "1105": {
        "question": "A student is investigatin Newton's second law of motion by changing the force actng on an object and observing its resulting acceleratoin. If the force on the object were increased four times, by how much would the acelration increase?"
    },
    "1106": {
        "question": "Which type of enery is neded to cut a piece of wod into smaler pieces with a saw?"
    },
    "1107": {
        "question": "Patrik broke his wrist skateoarding. The doctor told Patrick to eat foods rich in vitmin D while his wrist heals. Which type of food will help Patrick's wrist heal?"
    },
    "1108": {
        "question": "A student performed this experimnt: Four different types of seeds were planted in identical pots filled with the sme kind and amount of soil. The pots were placed in a warm, suny place and were given the same amont of water each day for a month. Which question about these seeds could be answered at the end of the month?"
    },
    "1109": {
        "question": "An air mass travels nort h over the Pacific Ocean, from the tropics, and then eastward accross the United States. Which weather pattrn can be expected?"
    },
    "1110": {
        "question": "Whne conducting a laboratory experiment, whcih action could be an unsafe practice?"
    },
    "1111": {
        "question": "A group of studnts tested the effcts of diffrent amounts of wter on ivy plant growh. Aftrwards, they could not remmber how much each plant grew per day. What should they have done to practice good science?"
    },
    "1112": {
        "question": "During whihc activity should a student wear a labratory apron or coat?"
    },
    "1113": {
        "question": [
            "Each body cell of a goldfish contains 94 chromosmes. How many chromosmes are contained in a goldfish sex cell?"
        ]
    },
    "1114": {
        "question": "Some factories release p0llutants into the air that form acid rain. What determines where the acid ran is most likely to fal?"
    },
    "1115": {
        "question": "Heat is transfered from one object to anotheer object. What is an exmple of heat tranferred by rdadiation?"
    },
    "1116": {
        "question": "Which tool wold be the most helpful in an investigtion of the life cycle of a monarch butterfly?"
    },
    "1117": {
        "question": "An astronomical unit (AU) is the distnce between Earth and the Sun. It takes about 8 minutse for the enery from the Sun to reach Earth. If Mars is 1.5 AU from the Sun, how many minutes will it take the Sun's enrgy to reach Mars?"
    },
    "1118": {
        "question": "Golden eagels can see smal objects from great distances. Which behavior of golden eagels best explains why natural selection most likley favored this structural adaptation?"
    },
    "1119": {
        "question": "Which range of the pH sclae would most likely inclde acid rain?"
    },
    "1120": {
        "question": "Four significantly different houshold appliances (blnder, mixer, toaster, and food processor) are pluged into four outlets along a counter. Turning on or off one or more of the appliances does not affect the performance of the other appliances because the four appliances"
    },
    "1121": {
        "question": "Which alternatve energy resources use gravitatinal energy to make electricity?"
    },
    "1122": {
        "question": "When newly discovered information supports an establshed theory in a nw way, the thoery"
    },
    "1123": {
        "question": "An exothermic reactoin could best be demonstrtated with a"
    },
    "1124": {
        "question": "Curent moving through a circuit is stoped with a"
    },
    "1125": {
        "question": "A student drops a test tube, causing the glass to shater. What is the frist thing the stundet should do?"
    },
    "1126": {
        "question": "Arinaa uses balloons to investigte static electricity. Which of the folowing best explains what will hapen when she brings two positivley charged balloons close to each other?"
    },
    "1127": {
        "question": "Cluods bring rain and sn0w to Earth's surface. How do rain and snow most sup0rt life on Eath?"
    },
    "1128": {
        "question": "Wich of the folowing is most likely an adapation that resulted from habitat destrction?"
    },
    "1129": {
        "question": "Research is being conducted on usng energy from the Sun to split water molecules into hydorgen and oxygen. The oxygen will be released into the envronment, and hydrogen will be used for fuel. Whch statement describes how this technology will benefit the environment?"
    },
    "1130": {
        "question": "Researcchers at a science laboratory have foudn ways to make carbon nanotubes from recycled plastic grocery bags. These nanootubes are then used as components of batteries. This appr0ach best illustrates the abilty of technology to"
    },
    "1131": {
        "question": "Thundrstoms and hurricanes are exmples of severe weather. Which of these weather conditons is neccessary for the formation of thundrstorms and hurricanes?"
    },
    "1132": {
        "question": "If you plcae a thermometer into a glass of ice water, what temperture should the thermometer read?"
    },
    "1133": {
        "question": "A group of scince studnts used water, filter paper, and a hot plaet to separate a mixture of salt and sand. Which of the following did the studnts most likely do first?"
    },
    "1134": {
        "question": "Which nonrenewable resouce is used extensivley in computers and electronics?"
    },
    "1135": {
        "question": "Whee does evaportation occur at the HIGHEST rate?"
    },
    "1136": {
        "question": "Wich of these do al cells release?"
    },
    "1137": {
        "question": "A farmer thinks that the vegetabes on her farm are not geting enough water. Her son suggests that they use water from the neraby ocean to water the vegtables. Is this a good idea?"
    },
    "1138": {
        "question": "The use of telvision has imprved safety by"
    },
    "1139": {
        "question": "Wich fact best explains why there is life on Erth but not on the Moon?"
    },
    "1140": {
        "question": "A scientst placed a smaple of lithium into a container of water. The scientist observed the lithium floatng and making a buzzing sond as gas bubbles were forming aroud it. Which conclusion is best supported by this observation?"
    },
    "1141": {
        "question": "What hman action helps maintain a renewable recursoe?"
    },
    "1142": {
        "question": "Wich of the folowing changes is caused by removing heat?"
    },
    "1143": {
        "question": "A ctaerpillar eats an oak leaf. Which of the folowing best describes the energy transfer in this situation?"
    },
    "1144": {
        "question": "A geological change seprates a wolf population into two new popualtions. Genetic drift directly causes which efect in the two new populations over time?"
    },
    "1145": {
        "question": "The Moon and Erath have a simlar"
    },
    "1146": {
        "question": "In a laboratory proceduer, a student observes different sizes of soil particels. Which to0l is best for the investigation?"
    },
    "1147": {
        "question": "Company X makse 100 custom buses each year. Company Y makes 10,000 of one tyep of bus each year. Which of the following is the most likely reason a customer would buy a bus from company X insted of company Y?"
    },
    "1148": {
        "question": "Studnets go on a class field trip to collet insects. Which of thse is an important safety rule for the students to follow?"
    },
    "1149": {
        "question": "A hot rock is droppped into a pail of cool watre. Heat energy transferred from the rock to the wtaer by"
    },
    "1150": {
        "question": "Which of thse is needed in all staegs of the butterfly's life cycle?"
    },
    "1151": {
        "question": "Trail mix is a type of sncak. One kinf of trail mix is made of rasins, chocolate pieces, peanuts, and sunflowre seeds. Which statement descibes why trail mix is a mixture?"
    },
    "1152": {
        "question": "Whihc change is the best exmple of a physical change?"
    },
    "1153": {
        "question": "At whch type of margin does mountain builing produce mountains composed entirelly of preexisting crust material?"
    },
    "1154": {
        "question": "Which statemnt best explains why summer days are warmeer than winter days in Arkansas?"
    },
    "1155": {
        "question": "Rosby waves are slow-moving, long ocena waves. What featur of a Rossby wave would chang if the wavelength was doubled?"
    },
    "1156": {
        "question": "The waves that are produced by a person's voic are similr to the waves produced by an earhquake because both are"
    },
    "1157": {
        "question": "Cras are powered by gasoline made frm oil. Which is the best way to conserve gsoline?"
    },
    "1158": {
        "question": "Which of the folowing activties is performed by the marketing departmetn of a manufacturing organization?"
    },
    "1159": {
        "question": "Which of thee is an example of water chanigng from water vapor to liquid?"
    },
    "1160": {
        "question": "Whcih aspect of modern life could most likely cause an epdemic to turn into a pandemic?"
    },
    "1161": {
        "question": "As glaciers receded at the end of the last Ice Age, tempreatures increased, allowing lakes to form. Pionner plants grew in the dunes near the lakes. Farther from the dunes, grasslands and forested areas develoepd. Which process took place after the glaciers melted, allowing grasslands and forests to devleop?"
    },
    "1162": {
        "question": "A research study concluded that people who work longer houurs increase their chances of having highr blood pressure. This conclusion was developed from a sttudy of 200 men of different ages. How is this investigation biased?"
    },
    "1163": {
        "question": "Wich of these is inhertied by a person from his or her parents?"
    },
    "1164": {
        "question": "Which object occpies the gratest amoutn of space?"
    },
    "1165": {
        "question": "How can investigatoin records be msot helpful?"
    },
    "1166": {
        "question": "Studnts are studying how the positons of Earth and the Sun effect changs on Earth. After four seaons have passed on Earth, which has happned?"
    },
    "1167": {
        "question": "What is a simlarity betwen sound waves and light waves?"
    },
    "1168": {
        "question": "Wich of these is a resposne of cats to external stimli?"
    },
    "1169": {
        "question": "Wich procedure best determines whether water temperature affects the tim it will take a sugar cube to dissolve?"
    },
    "1170": {
        "question": "A student was aksed to make a diagram showing a subductoin zone where an ocaenic crust and continental crust collide. Which geologic featre should she include at the of subduction zone?"
    },
    "1171": {
        "question": "A ball is thrown downard onto a concrte floor and bounces upward. What supplies the upward frce that makes the ball bounce?"
    }
}