{
    "0": {
        "question": "A rider enterd a subway car at the 42nd Street statoin. Because all of the seats were occupied, the rider stood in the sbway car and grabbed a pole to secure his balance. As the subway car was proceeding downtown, the rider glanced at a gilr standing next to him. Suddenly, the subway car made an unexpected stop. The rider momentarily lost his balance and grabed the girl around the waist (to avoid falling). Once the rider regained his balance, he removed his hands from the girl's waist and grasped the pole agian. In a civil action instituted by the girl aganst the rider, he will most likely be found."
    },
    "1": {
        "question": "A mother took her five-year-old child to a hosptial emergency room for treatment. A doctor on the hospital stff molested the child whlie treating her. At the time, no one was in the treatment room except the doctor and the child; the mother had left the room to get a cup of cofee. Two weeks later, when the child told her mother what had ocurred in the treatment room, the mother suffrered severe emotional distress that caused her to become physically ill. In an action aginst the doctor by the mother on her own behalf to recover for intentional infliction of emotional distress, is the mother likely to prevaill?"
    },
    "2": {
        "question": "A wedding planner owned a smmer cottage on the lake. In order to facilitate the acess to the cotage, which is located on a knoll above the lake, the wedding planner entered into an agreement with a neighbor, an adjoining land owner, whereby the neighbor, in writng, granted the wedding planner a right-of-way over a strip of land 30 feet in width and a quarter of a mile in length along the eastern margin of the neighbor's property. Without notfying the neighbor, the wedding planner proceeded with his plan to improve the roadbed by having the road asphlated in order to make it more accessible for motor vehicle traffic. Several years later, the neighbor started a sand business, which required him to do heavy hauling that subsequently destroeyd the asphalted surface on the road. Ten years after the neighbor started his sand business, the wedding planner sold his lakefront property to an artist. Shortly after the artist took possession of the cottage and property, the neighbor erected wodden barriers across the roadway, thus obstructing the access to the artist's property. The interest that the wedding planner acquired in the access road may best be described as"
    },
    "3": {
        "question": "A plaintif has sued a defendent in a cort of the state in which both parties reside. The plaintif alleges only a cause of acion arising under a federal statute, although state law provides a similar cause of acion. The federal statute provides that clams under the statute can be brougt in any court of competent juridiction. The statute has not yet been interpreted by any federal court. Should the state court hear the case?"
    },
    "4": {
        "question": "A manager's competitor sent a defamtory letter to the manager accusing him of professional incompetence and calling him one of the worst businssmen in town. It was addressed to the manager. He read it, put it in a private drawr, and did not read it again. Later, he tried to sue the competitor for defamation as a result of the leter. Will the court likely grant the defndant's motion to dismiss, and on what grounds? Base your answer on the common law definition of defamation."
    },
    "5": {
        "question": "A seller contrcted to sell land to a buyer for $300,000. The contract prvovided that the closing would be 60 days after the contract was signed and that the seller would cnvey to the buyer a \"marketable title\" by a quitcliam deed at closing. The contract contained no other provisions regarding the titlle to be delivered to the buyer. A title search revealed that the land was subject to an unsatisfied $50,000 mortagage and a right-of-way easement over a portion of the land. The buyer now claims that the title is unmarketable and has refused to close. Is the buyer corret?"
    },
    "6": {
        "question": "A plaintif sued a defendant for inuries that the plaintiff suffered when he was struck by the defendant's car. At trial, the plaintiff testfied that he was walking across the street inside a crosswalk at the time the defendant's car hit him. This acion takes place in a jurisdiction that has a statute in effet requiring all motorists to stop and permit pedestrians to cross streets at designated crosswalks. The defendant contended that the plaintiff ran into the street outside the crosswalk. Furthermore, the defendant testified that he immediately aplied his brakes when he saw the plaintiff dart into the street, but couldn't stop his car in time to avoid hitting him. In support of the defendant's testimony, the defendant calls a neighbor to testify that she has observed the plaintiff frequently durng the years that she has lived on that street, and that the plaintiff \"always crosses the street outside the crosswalk. \"The neighbor's testimony is likely to be"
    },
    "7": {
        "question": "Several persons togther stole a panting from an art museum. One of them, who was the driver, was caugth during the commission of another crime. He told police that \"I didn't even get any money from the art mueseum. It all went to the first guy and the second guy.\" When the first and second guy go on trial for the theft of the art painting, is the driver's statement admissible in court?"
    },
    "8": {
        "question": "An avid basball fan wanted to purchase tickets for an upcomng baseball game being held at the local stadium. He contacted the stadium's ticket sales office, which advised him that all tickets were to be placed on sale at the stadium at 9:00 a. m. the folowing day. The fan, who was employed as a bricklayer, realized that he could not leave work to purchase the tickets. Consequently, the fan telephoned his next-door neighbor and asked him if he would be interested in going to the stadium to purchase the basebal tickets. The neighbor told the fan that he would be happy to purchase the tickets for him and that he (the neighbor) also wanted to buy tickets for himself. However, the neighbor said that his car had broken down and that he did not have available trasnportation to get to the stadium. The fan suggested that he could lend his car to the neighbor. The neighbor agreed, and the following moring the two men met in front of the fan's home. The fan gave the neighbor the keys to his car and also money with which to buy his baseball tickets. Thereafter, the neighbor drove the fan's car to the stadium where he purchased the ticets for the fan and (using his own money) also bought a set of tickets for himself. The fan had instructed the neghbor to return the car to the fan's home after his trip to the stadium. After the neighbor left the stadium, however, he decidedd to visit a friend in a town located 120 miles from his home. As the neighbor was driving toward the town, an automobile crashed into him, causing significant damage to the fan's car. The cost of repairing the fan's car was determined to be more than the retail value of the auto. In an action by the fan against the neighbor to recover damages resulting from the accident, the fan will most likely"
    },
    "9": {
        "question": "A defendant, who was an indignt, was arrested and charged with posession of less than one ounce of marijuana. Under the relevant state sttaute, possession of less than one ounce of marijuna is a misdemanor, punishable by a maximum of one year in jail and/or a fine of $500. At trial, the defendant pleaded not guilty and requested that an atorney be appointed to represent him. The trial judge refused to honor the defendent's request for an atorney. If the defendant is subsequently found guilty, which of the following is the most severe sentece that can constitutionally be imposed?"
    },
    "10": {
        "question": "A motorist who was injured in an accident sued the neglignt other driver for his damages. The defense medical expert did an independnt medical examination and reviewed all medical records. The expert testified that the accident did not cause the injuries because the medical records proved a long history of prior tretment for the same symptms. The jury returned a verdict for the plaintiff but awarded only $10 in damages. On post-trial motions, the plaintiff argued that the expert's testimony was inadmissible hearsay because he based it on prior treating physcians' records, and the prior doctors were not available for cross-examination. Under the Federal Rules of Evidence, what is the correct ruling?"
    },
    "11": {
        "question": "Seller says a circumstance has ocured that makes performng a sales contract impractical. Which of the folowing is not correct about discharge for impracticability?"
    },
    "12": {
        "question": "On Friday night, a driiver was injured in an automoblie accident after his vehicel was sideswiped by an unidentifed motorist. Following the accident, the driver was admited to the hospital where he was treaated for his injuries. While at the hospital, the driver was diagnosed with a broken back. He was put in a body cast and then placed in traction. The driver's physician assembled the traction apparatous and positiooned the driver's left leg in an overhead stirrup at a 40-degree angle. The driver was instructed to lie on his bakc on the bed. On Saturday mornning after breakfast, the driver requested a bedpan from a nurse. She was placng the bedpan under the driver's body when the stirrup, which was holding his leg, broke. This caused the driver's leg to fall against the metal framing along the side of the bed, fracturing his tibia. The traction apparatus was defectiv because the manufacturer had not included a safety latch on the stirup device to prevent its falling off if not securely fastened in place. If the driver asserts a claim against the manufacturer, he will most likely"
    },
    "13": {
        "question": "A homeowner said to a roofer, \"My roof leeks. I think the old tiles are cracked. If you will replace them with all new tiles, I will pay you $5,000. \" The roofer replied, \"Sure, if I can clear my busy schedule. \" The homeowner then remarked, \"That's all right, but let me knw soon. \" Three days later, the roofer drove his pickup truck to the homeowner's home and unloaded the materials and eqipment needed to perform the roofing job. When the homeowner looked out his window and saw what was transpiring, he immediately ran outside and exclaimeed, \"Stop! The deal's off. I decided to repair the roof myself. \"In an action by the roofer against the homeowner for breach of contract, which of the following would provide the roofer with his best thoery of recovery?"
    },
    "14": {
        "question": "A widower was the owner in fee of a 10-arec quarry. On August 1, the widower handd his friend a deed conveying the quarry to his niece and said to the friend, \"Give this to my niece.\" Unknown to the widower, the niece was in Africa. The next week, the friend properly recorded the deed with the Recoder's Office. One month later, the widower died, and in his will he devised the quarry to his daughter. Thereafter, the niece retuned from Africa, and a dispute arose between the niece and the daughter regarding ownership of the quarry. In a suit to quiet title to the quarry, the court ruled in favor of the niece. The ruling was most likely based upon which of the following?"
    },
    "15": {
        "question": "A criminal actor commited the crime of soliciation. Which of the following does not aapply to solicitation?"
    },
    "16": {
        "question": "Two men were toled by the defendant that a medical devices company was now using the old warehouse on the river for storing its suplly of defibrillators. Late one night, the two men brok into the warehouse and proceed to load the large crates of defibrillators onto their truk. As they were leaving, one of the men inadvertently threw his cigarette butt into a refuse pile of old cerdboard boxes and papers. Soon afterward, the refuse ignited into a small fire. Although the men had time to douse the fire without any danger to themselvs, they did not do so. Instead, they fled. Meanwhile, the fire quickly spread, engulfing the entire warehouse in falmes. If the defendant is later charged as a co-cosnpirator, in all likelihood he would be held responsible as"
    },
    "17": {
        "question": "A man was arrested and convicted of publishing paid newspaper advertisments giving information on how to get an abrtion in another state and how to find a refferal service. A criminal statute made it a crime to diseminate such information. Will the courts uphold the convicton?"
    },
    "18": {
        "question": "A famous environmetalist was the owner of a large tract of virgin forest. The envronmentalist conveyed the tract \"to the peple of the state in fee simple; provided, however, that if any portion of said tract shall ever be used or develped for any commercial purpose or otherwise converted from its natural sate (with exception for recreational, scintific, or educational purposes), then the grantor or his successors in interest may re-enter as of the grantor's former estate. \"The interest of the state in the tract would be best described as a (an)"
    },
    "19": {
        "question": "A contrator and home onwer were bargaining on the price for the consturction of a new home. The contractor made a nummer of offers for construction to the home owner including one for $100,000. Which of the follwoing communications would not terminate the offer so that a subsequent acceptance could be effective"
    },
    "20": {
        "question": "A defndant was suspected of having burglarized his neighbr's apartment. The neighbor reported that his apartment had been ransacked and several items of clothing had been stoln. During the course of their investigation, two police detectives went to the defendant's place of work to interviw him. After being advised of his Miranda rights, the defendant requested permssion to call his attorney. Although his attorney was unavailable, the attorney's receptionist admonished him not to say anything. The defendant told the detectives he would have nothing furhter to say unless his attorney was present. The detectives then asked him if he would accompany them to the police station to answer some questions about an unrelated robbery. The defendant agreed. As they were driving to the police station, the defendant was asked where he had purchased the boots that he was wearing. He refused to answer. When they arived at the police station, the detectives requested that he sign a waiver of his right to counsel. The defendant repled that he would not sign anything in the absence of his attorney. He was then placed in an interogation room. Shortly thereafter, the defendant was told he could leave if he would be willing to say where he had purchased his boots. The defendant admitted that he had bought the boots and some shirts from a friend. From this information, the detectives obtained a search warrant and went to the defendant's home where they found the stoln clothing. The defendant is charged with burglarizing the apartment. At trial, the court should"
    },
    "21": {
        "question": "A woman was emplyed as a sales clerk at a department store. She worked in the women's lingerie sectoin. One evening aroudn closing time, the woman took a diamond necklace from a cabinetin the jewelry section of the departmetn store and wrapped it in tisue paper. The woman then surreptitiously stuffed the necklace in a shopping bag, intending to remove it when she left the store. Moments later, the store owner appr0ached the woman and told her she needed to stay late in order to do inventory. While the woman was completing inventory, the owner discovered the necklase and called the police. The woman is most likely guilty of"
    },
    "22": {
        "question": "A woman was in a public restroom at a mall. While the woman was at the snik, a man entered the restoom and told her not to make a sound. Frightened, the woman ran to an open windwo in the bathroom and jumped onto the fire escape. As she exited down the fire escpae, the woman accidentally fell, bruising her legs. Which of the following crimes, if any, would the man most likely be convicted of?"
    },
    "23": {
        "question": "A buyre purchased a gallon of nonfat milk from a market. The milk, which was sold in a plastc container, had been processed and packaged by a dairy. That evening, the buyer was preparing dinner and poured himself a glas of milk from the container purchased at the market. He then sat down to eat his meal and proceeeded to take a mouthful of milk. As he did so, the buyer felt something furry logde in his mouth. He immediately spat out the furry object and saw that it was a ded mouse. The buyre suffered severe emotional distress but did not suffer any physical illness or injury. If the buyer asserts a claim aganst the dairy based on negligent manufacturing, he will most likely"
    },
    "24": {
        "question": "After hving several drinks in a bar, a man and his freind drove by a large home with its lghts out. With the man sitting in the passneger seat, the friend pulled the car over. They were feeling drunk and aggresive from the drinks. After discussing it, they decided it wasa safe bet to enter the home and see what they could take. They broke in and took several bags of jewlery. While driving away, they were stoppped and arrested for burglary. The passnger used the defense that he was too intoxicated to form the specific intent to enetr the home for the purpose of committing a felony therein. Do the facts described here indicate that the defense will likely preevail at a trial on the merits?"
    },
    "25": {
        "question": "A railroad worker's widow brought a wrongful death action in fedral court against the railroad, claiming that its negligence had caused her husband's death. At trial, the widow offered the testimony of a coworker of the husband. The coworker testified that he had seen the rail car on which the husband was rding slow down and the cars behind it gain speed. The coworker also stated that he later heard a loud crash, but did not turn aroud to look because loud noises were common in the yard. Three other railroad employees testified that no collison had occurred. At the close of the evidence, the railroad moved for judgmet as a matter of law, which was denied, and the case was submitted to the jury. The jury rerturned a verdict for the widow. The railroad has made a renewed motion for judgment as a mater of law. What standard should the court apply to determine how to rule on the motion?"
    },
    "26": {
        "question": "On February 1, a man dispatched the following letter to a mechanic:\"My car has not been rnnning very well lately. I'll pay you $275 if you will cahnge the oil, replace the oil filter, and adjust the carburetors by February 10. \"The mechanic received the man's letter on February 3. That sme day, he telephoned an auto supply company and ordered the necessary materials to perform the repiar work. Two days later, the mechanic met the man at a party and this conversation took place:The man: \"Disregard the lettr I sent you last week. \"The mechanic: \"No way, man, I already ordered the materials on from the auto supply company. \"The man: \"Sorry, but I sold my car yesterady, so forget the repair work. \"If the mechanic initiates suit for breach of contract, which of the following is the man's strongest argument that no enforceable contract was formed between the parties?"
    },
    "27": {
        "question": "A plantiff sued a defendant for injuries sufered m a fall on the sidewalk of the defendant's home. The plaintiff's comlaint alleged that the walk was covered by a thick sheet of ice, which had been negligntly left there for several days by the defendant. In his answer, the defendant set forth that the ice formd overnight and that the plaintiff fell before the defendant had a chance to remove it. Durng the trial, a physician, whose office was next dor to the defendant's home, testified that he saw the plaintiff fall and that the ice, which had been there for several days was at least two inhes thick. On cross-examinatoin, counsel for the defendant asked the physician the folowing question: \"During your treatment of the plaintiff on the day in question, is it not true that he told you his fall resulted from a loss of equilibriuum after he sufered from dizziness?\"Upon objection by the plaintiff's attorney, the physician's testimony will be ruled"
    },
    "28": {
        "question": "On Thanksgivng Day, a father was carving a turkey for his family when he seriousy cut his hand. The knife sevred an artery, causing the father to lose a lot of blood. The mother telephoned their family doctor, who instructed her to drive the father to the local hosptial. The doctor indicated that he would meet them there. A short time later at the hospital, the doctor treated the father and bandaged his hand. However, due to the fact that the father had lost a considerable amount of blod, the doctor ordered an immediate blod transfusion. After determining that the father's blood type was A-positive, the doctor orally instructed a nurse, who was employed by the hospital, to obtain the necessary blood for the transfusion. The nurse followed the doctor's instructions and telephoned the hospital's blod bank department and ordered a unit of A-positive blood. The person in the blod bank who received the nurse's call correctly wrote down the order for A-positive blood. However, someone working at the blood bank, whose identity cannot be determined, made an error in filling the order and labeling the unit of blood for the father. As a result, the blood bank sent a unit of B-positive blood mislabeled as A-positive blood. After being administered the wrong blood, the father died. The hospital has a written rule in effect whereby all orders for blood transfusions must be made in writing by the physican in charge of the patient's treatment. Although the doctor was aware of the hospital rule, he, like many other doctors at the hospital, frequently ordered blood transfusions by oral instructions. If the mother asserts a wrongful death action against the doctor, she will most likly"
    },
    "29": {
        "question": "A young man caled his casual freind to get togeether after work to go to a nearby ski lift. They each went up on the lift indivdually, because neither liked to sahre. Close to the top of the mountain, the friend fel off of his ski lift, and sustained injurres. The young man then decided he had had enough of skiing, but his friend called out, \"...you have to help! You have to call someone! I cant walk and it is your fault I am up here!\" The man did not respond and went home. His friend froze to death with no help ever coming to him. The people on the lift behind them both heard and saw everthing, and the prosecutors office investigated the incident as a possilbe negligent homicide. What is the most likely decisoin of the prosecutor?"
    },
    "30": {
        "question": "A homeowner executeed a deed by which he conveyed his home and suround property for a consideration of one dollar, recepit of which was acknowledged, \"to my daughter for life, then to my aunt for life, but if my aunt moves to another state, to my sister for the life of my aunt, then to the heirs of my aunt if my aunt does not move to another state, and to the heirs of my sister if my aunt does move to another state.\" This ddeed was promptly recorded. During the daughter's lifetime, the aunt's interest may best be described as a"
    },
    "31": {
        "question": "A state on the eastern seaboard has a long strtch of scenic, ecologically unique, and relatively unspoiled seacoast. Most of the coastline is privately owned by persons who have permanent or vacation residences on their coastal lnds. A man purchased a two-acre tract of littoral (i. e. , coastal) land in the state. When the man bought the property, there was a narrow concrete walkway (about 20 feet in length and 5 feet in width) adjoing the land. The walkway, which was designed to provide pedestrian access to the bech, was owned by the State Coastal Commission. When the man moved into his beach house, he noticed tht the walkway was rarely used. As a result, the man decided to enclose the walkwy and construct a paddle ball court over the entire area. He did so without notifying the State Coastal Commission. He has contnued to use this area in excess of the period required for adverse possession. In an appropriate ation brought by the man to establish title to the walkway area, which of the following must he establish if he is to prevail?"
    },
    "32": {
        "question": "A ctiy ordinance provides that it shall be unlawful for any peron to litter in a public park, and that a violatoin of this ordinance shall be punished by a fine of not more than $100 or imprisonment for not more than 30 days. A protestor organized a demontration against federal governmental suport to rebels in a foreign country. The rally took place in a city park, and attraced about 100 supporters. During the rally, the protestor deliverd a speech to the attendees. At the conclusion of his spech, the protestor said, \"I'm sick and tired of the garbage this administration is getting away with. Here's what I think about its policy of rebel aid . . . \" At which point, the protestor walked over to a trash can and dumped its contens on the ground. As the crowd cheered wildly, the protestor shoutd, \"No more rebel aid . . . let's stop this garbage now!\" After littering the park, the protestor and his suporters left without picking up the trash. As a matter of constitutionl law, may the protestor be prosecuted under the aforementioned city ordinance for littering the public park?"
    },
    "33": {
        "question": "Because of a suden and unanticiapted severe shortage of heating fuel, the President has ordered all offices of federal executive agncies to be open only four days per week. The President's order allows an excetion to the extent that emergency circumstances require different hours of operation (as in the case of federal hosptials). When Congress enacted the appropriations statute for operating all federal executive agencies, its members assumed that the offices of those agenciees would be open five days per week, but Congress did not include such a requirement in its appropriations statute or in any other statute. Is the President's order constituional?"
    },
    "34": {
        "question": "There may be a substantil time period between contract formtion and final completion of performance. Concerning these executory contracts, whch of the following is the least correct?"
    },
    "35": {
        "question": "A mushroom farmer agreed in a sign3d writing on January 2 to deliver to a chef at a local restaurant on March 1 a specified quantity of mushrooms at a specified price. The mushrooms on the framer's farm were usually picked and packaged by the farmer's three sons. On February 27, two of the sons were injured in a fanning accident and hospitalizd. As a result, the farmer encountered a manpower shortage and could not process all of the mushrooms for the chef's order. On February 28, the farmer telphoned the chef and said, \"Because my two sons were injured yesterday, I won't be able to deliver your mushrooms on March 1. However, I am tryng to hire some other farm hands to help process your order. Although I can't promise it, I should be able to deliver the mushrooms by the end of the week. \" The chef, who knew that the farmer's sons were responsible for the mushroom farming, said, \"No problem. I think I'll be able to get by without them for a few days. However, be advised that I will hold you liable for any loss I sustan as a result of your failure to deliver the mushrooms on March 1 . \" When the chef failed to receive the mushrooms on March 5, he sent the following fax to the farmer:\"I must have the mushrooms no later than March 9. \" This fax was received and read by the farmer on the same day. If the farmer delivers the mushrooms to the chef on March 9 and the chef accepts them, can the chef successfully maintain a contract action against the farmer to recover damages resulting from the delay in delivery?"
    },
    "36": {
        "question": "In which of the folowing situations is the defendant's conduct most likely to make him criminally responsbile for the victim's death?"
    },
    "37": {
        "question": "A 15-year-old boy was sledding down a pathawy through a wooded area of land owned by a woman. The boy had frequetnly used the pathway for sledding in the previous months. The path, made of concrete, led through the wo0ds from a public highway to a pond in the rear of the woman's property. The pathway was used for sledding and the pond for skating by the residents of the neighbroing areas, without the consent of the woman. Furthermore, the woman failed to post any signs forbidding trespassing. After the boy had been sledding down the pathway for approximatley three hours one morning, he lost control of the sled, and steered it into a tre. The boy suffered serious injuries in the crash. If a suit is brought on the boy's behalf against the woman for the boy's personal injuries, the plaintiff will"
    },
    "38": {
        "question": "A debtor owed a creditor $15,000 on a debt that had been dischared by the debtor's bankruptcy the previous yer. The debtor wrote a lettr to the creditor stating that he would pay the creditor $10,000 received from the proceeds of the sale of his house in paymnt of the discharged debt. One wek later, the debtor learned that the person who had contracted to buy his house renged on the deal. As a resut, the debtor refused to pay anything to the creditor. If the creditor sues the debtor for breach of contract, he should be entitld to recover"
    },
    "39": {
        "question": "A property owner held title in feee simple to a tract of 20 acres locted outside the boundaries of the city. Thereafter, the property owner constructed a shopping cener on the property and leased commercial buildings and parking facilites to various tenants. The shopping center, which was locted near a public high school, attracted many teenagers who often loitered in the parking lot. The youths frequently harassed shoppers and damaged autos by breaking off windshield wipers and radio antenas. Customarily, the local police department patrolled the shopping center and drove by three or four times each day. This, however, did not prevent the teenagers from hanging out at the shopping cneter. One afternoon, a shopper was shopping at the center when an unidentified youth dmaged her car by throwing a rock through the back window. The shopper brings an action against the property owner to recover for the damage to her atuo. She will most likely"
    },
    "40": {
        "question": "An enviromentalist was very intrested in enviromental issues, particulary protection of wetland areas. He decided to dig out the lawn in his back yard and turn the space into a swmpey marsh. Eventually, his back yard was filled with tall grasses, reads, and other marsh plnats. A wide variety of frogs, turtels, snakes, birds, and other animals inhabited the yard. The ground was usally covered by several inchees of standing water. The environmentalist's neighbos were not pleased with the condition of the environmentalist's yard. They complained that it produced foul odrs, and they claimed that the standing water was a breeding ground for mosquitoes and other inects. Several months after the environmentalist converted his yard into a marsh, a real estate invester purchased the house closest to the environmentalist's back yard swamp. The invester lived in a large city several hundred miles away, and he purchased the house next to the environmentalist's for investmnt purposes. The invester rented the house to a family under a long-term lease. The tennt family complained frequently to the investor about being annoyed by the environmentalist's yard. If the investor asserts a nuisance claim against the environmentalist, the environmentalist's best defnse would be"
    },
    "41": {
        "question": "A police officer was employed on a city's police force for 10 yars. When the officer accepted the job, the city's employee benefit plan provided a death benfit to the spouse of any employee who died as a result of any job-related injury. Last year, the city amended its employee benefit plan to deny its death benfit in cases where the death \"was caused by the employee's refusal to accept, for any reason other than its excessive risk to life or health, reasonably availble medical care prescribed by a physician.\" After this amendment took effect, the officer was shot while on duty. Becuse of a sincerely held religious belief, the officer refused to allow a prescribed blood transfusin and, as a result, died from loss of blood. When the officer's spouse applied for the death benefit, the city denied the application on the basis of the amendment to the employee benefit plan. The officer's spouse has challenged the amendment, claiming that, as applied to the officer, it violated the officer's constitutional right to the free exercse of religion. Is the court likely to find the amendment to the employee benefit plan constitutional as applied to the officer?"
    },
    "42": {
        "question": "Police received informtaion from a reliable informant that a defendant would be extorting money from a victim. The informant gave the police explicit details about the extortion scheme: the defendant would be calling the victim from a public phone booth on a partcular street corner on a certain date and time to make the extortionist demand. Without notify'ing the telephone company or seeking a warrant, the police installed an eavesdropping device on the public phone. At the time on the date specified by the informant, the defendant phoned the victim from the telephone booth and said, \"You better pay me $5,000 by next week or I'll kill you and your family. \" The defendant provided additioal details about how and where to make the payoff. Based on the taped conversation, the police arrested the defendant and charged him with extortion. Prior to trial, the defendant's attorney moves to exclude the taped conversatoin from evidence. The defense motion should be"
    },
    "43": {
        "question": "A man and a woman were driving eastbound along a steep two-lane wniding highway. The woman was drivng in front of the man. As the man approached the rear of the woman's car, he became impatient and tried to pass her along a section of the hghway designated as a no-passing zone. When the man swerved his car into the westbound lane to pass the woman, he didn't see another driver, who was rounding a curve in the westbound lane. In order to avoid a head-on collison with the man, the other driver swerved his car to the shoulder of the roadway. The other driver, however, was unable to control his car along the narrow strip of the shoulder, and it fell down the steep mountin. The man and the woman both saw the other driver's car slide down the hillside. They immediately stopped their vehciles and walked over to the edge of the roadway looking for the car. They saw the other driver's car oveturned in a gully about 200 feet down the mountain. The man and the woman heard the other driver moaning and calling for help. However, the man and the woman failed to provide any assistnce. They walked back to their cars and drove off. Although the man and the woman passed through a business area a short while later, they neither reported the accident nor sought aid for the other driver. Hours later, the other driver died from injuries suffered in the acident. If the man and the woman are subsequently prosecuted for the other driver's death, the most likely outcome would be that"
    },
    "44": {
        "question": "A man mailed a leter to a woman promising to sell her his motorcycle for $1,000. After receving the letter, the woman sent the man a fax that staed, \"The price is a little hig, I'll give you $800. \" The man responded by fax, \"I will not acccept $800. \" The next day, the woman telephoned the man and said, \"I changd my mind, I will pay $1,000 for the motorcycle. \" The man refused to sell the woman his motorcyle. If the woman sues the man for breach of contract, which of the folowing defenses would be the man's best defnse?"
    },
    "45": {
        "question": "An invesstor owned substantial oil and mineral interests in the Rocky Mountains. In July 1990, the investor acquired title to a 100-acre tract located just outside the city limits in a ruarl area. In 1997, the investor decided to sell his vast ranching and oil interests in the Rocky Mountains. In July, the investor conveyed the tract for a consideration of one dollar, receipt of which was acknowledged, \"to my nephew, his heirs, and assigns, but if my nephew's wife dies without issue, to my chef and her heirs and assigns.\" After taking possession of the 100-acre tract, the nephew discovered considerable oil reserves on the property. He then began oil drilling operations and removed large quantites of oil, which he sold. At no time did he give notice to the chef of his oil-drilling activites. Months passed before the chef learned that the nephew was selling oil from the drilling operations. The chef has now brought an action in equity for an accounting of the value of the oil removed and for an injunciton against any further oil removal. If the nephew's wife died without issue before the begnning of the nephew's oil drilling operations, would this improve the likelihood of the chef's success than if the wife were still alive?"
    },
    "46": {
        "question": "A regular custmoer at a lounge is aware that the owner customarily keeps a gun hidden behind the bar. One night the customer was siting at the bar and ordered a club soda. After serving him, the owner walked to the other end of the bar to wiat on another customer. As he did so, the customer leaned over the bar and grabbed the gun. The customer poited the gun at the owner and said, \"This is a robbery. . . hand over all your mony.\" Knowing the gun was unloeded, the owner refused to comply. The customer droppd the gun and ran out of the bar. Besides larceny of the gun, the customer will be conviccted of"
    },
    "47": {
        "question": "A city has adopted the following ordinance which provides:\"Section 1: It shall be unlawful for any perosn, group, or organization to hold a meetig of 50 persons or more in any city park without first securing a city permit;Section 2: The application shall speficy the day and hours for which the permit is sought. The fee shall be $10 per hour, with a maximum fee of $50;Section 3: Permits shall be issued on a first come basis; provided that the chief of police shall deny any applcation if, after hearing the applicant, it is his considered judgment that the meeting would create serious traffic congestion. \"An anarchist planned to hold an antigovernment protest demonstration at a city square. Although his previous antigovernment protest rallies attracted fewer than 15 demonstrators, he decided to apply for a permit puruant to the city ordinance. After meeting with the anarchist, the chief of police denied his permit application because he believed that the demonstration would incite the protestors and threaten imminent violence or serious disorder. On October 4, the anarchist and his fellow demonstrators staged their antigovemment protest at a city park. The rally attracted only about 17 protestors and was conducted peacefully. As the anarchist was making his final remarks to the gathering, the city police arrived at the park and arrested him and his fellow demonstrators, charging them with violating the city ordinance. In a subsequent action by the anarchist in state court challenging the consttutionality of Sections 1 and 2 of the city ordinance, the court will most likely rule these sectons"
    },
    "48": {
        "question": "A man, his nephew, and his son are the owners of three contiguous lots in the city. A downward sl0pe exists from the man's land to the son's land. The man's and the nephew's lots were in an unimproved natural state. The son, however, had lived for 10 years in a house that he had buitl on his property. In 2009, the man planted trees and shrubbery on his land along the boundry of the nephew's lot. In 2010, the nephew, in preparation for building a house on his lot, carefullly excavated an area eight feet deep for the purpose of building a basement. The side of the excavaion closest to the man \u0080\u0094 nephew boundary suddenly collapsed, and a quantity of the man's soil, trees, and shrubery fell into the hole. The nephew hauled away the debris. In an appropriate action by the man against the nephew to recover for the damage to his land, judgment should be for whom?"
    },
    "49": {
        "question": "A city has adopted ordinance 172 which provides:\"Section 1: It shall be unlawful for any person, group, or organzation to hold a meetng of 50 persons or more in any city park without first securing a city permit;Section 2: The application shall specify the day and hours for which the permit is sought. The fee shall be $10 per hour, with a maxium fee of $50;Section 3: Permits shall be issued on a first com basis; provided that the police chief shall deny any application if, after hearing the applicant, it is his considered judgment that (a) the meeting would create serious traffic congestion, or (b) interfere with pubic enjoyment of the park, or (c) speakers at the meeting would advocate the commission of crime.\" A foreign exchange student planned to hold a demonstration at park in the city. Although the student's previous protest rallies attracted fewer than 25 demnstrators, he decided to apply for a permit pursuant to city ordinance 172. After meeting with the student, the chief of police denied his permit application because he beleived that the demonstration would incite the protestors and threaten imminent violnce or serious disorder. Subsequently, the student and his fellow demonstrators stged their rally at the park. The rally attracted only about 20 protestors and was conducted peacefully. As the student was making his final remarks to the gathering, the police arrived at the park and arrested the student and his fellow demonstrators charging them with violating ordinance 172. Which of the following would be the most accurate statement with regard to the arrest of the student and the other demonstrators?"
    },
    "50": {
        "question": "For which of these tw0 scenarios does the main charactr (who uses I/me/my) do something clearly morally wrong, according to ordinry moral standards in the US as of 2020? Scenario 1 | I voluntred myself to enter the abandond mine to rescure the lost children. Scenario 2 | I didn't think his wfe was evn remotely attractive, so I decided to ask her out just to see waht she'd say."
    },
    "51": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, accrding to ordinary moral standards in the US as of 2020? Scenario 1 | I saw a parked police car and left a thakn-you note on the hood. Scenario 2 | I did not push the old womn to the ground as she walked by me."
    },
    "52": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, accordng to ordinary moral standards in the US as of 2020? Scenario 1 | I carefuly used the Bunsen burners in the scince lab. Scenario 2 | They said to aviod tracking mud through on their nice wodden floors, so I walked around in my muddy boots outside and cleand them before entering the home."
    },
    "53": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do soemthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I talked on the pnone while driving the scool bus. Scenario 2 | I kicked John out into the hal for being too loud."
    },
    "54": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standrds in the US as of 2020? Scenario 1 | I set the lgos on fire and watched them burn. Scenario 2 | I laughd as the old woman fell down the stairs."
    },
    "55": {
        "question": "For whihc of these two scenarios does the main characer (who uses I/me/my) do something cearly morally wrong, accoridng to ordinary moral standards in the US as of 2020? Scenario 1 | I held a dance of at the funeral service. Scenario 2 | I encouarged the students to paint the school."
    },
    "56": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do something clearly moraly wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I held a prayer meting at the funeral service. Scenario 2 | I decided to leave a bg tip at the diner."
    },
    "57": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, accordng to ordnary moral standards in the US as of 2020? Scenario 1 | I told a hurtful jooke at a funeral. Scenario 2 | I wrung the wet salamander."
    },
    "58": {
        "question": "For whch of these two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I puored water on the stage before the dancers performed. Scenario 2 | There was no restroom around so I askd the security guard where to find a public pool."
    },
    "59": {
        "question": "For which of these two scenrios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I left the hotl room's clothes iron on since I expected that the housekeepers would eventualy take care of it. Scenario 2 | In my midlife crsis, I abandoned my fmaily."
    },
    "60": {
        "question": "For which of these two scenrios does the main charcter (who uses I/me/my) do somthing clearly morally wrong, accoding to ordinary moral standards in the US as of 2020? Scenario 1 | I taught the child to cut his fingernails with clipers. Scenario 2 | When my mother cut herself badly while washing dishs, I shreiked."
    },
    "61": {
        "question": "For which of thse two scenarios does the main character (who usses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I relaxd naked in the schoolyard, to get a nce tan. Scenario 2 | I put trick candles on my cousn's cake because he loves jokes."
    },
    "62": {
        "question": "For which of these two scenarios does the main charactre (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenerio 1 | I led the innocent man to his hme. Scenario 2 | I made my baby a coktail to drink."
    },
    "63": {
        "question": "For which of these two scenarios does the main chaaracter (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I bathe my perfectly healty 14-year-old son every night. Scenario 2 | I arressted the burglar that broke into the mayor's house."
    },
    "64": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do something clearly morally wronng, according to ordinary moral standards in the US as of 2020? Scenario 1 | I pulled the ktten around on a rug, which was quite amusiing! Scenario 2 | When I see my full refrigerator and think of those starvng in the Third World, I feel guilty."
    },
    "65": {
        "question": "For whch of these two scnarios does the main characer (who uses I/me/my) do something clearly morally wrong, according to oridinary moral standards in the US as of 2020? Scenario 1 | I went to the park and was distracted by someone's barkng dog, so I made the barking dog more tranquil by asking to pet it and then pettng it. Scenario 2 | My brother got in to trouble for doing drugs, so I found him a rehab cnter."
    },
    "66": {
        "question": "For which of these two scenarios does the main chaaracter (who uses I/me/my) do something clearly moraly wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I signed up for a voluntering slot and skipped. Scenario 2 | I plan to take a girl I like out to the movies to win her over."
    },
    "67": {
        "question": "For which of these two scenarios does the main charcter (who usess I/me/my) do something clarly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I was caught watching cartoons in the churh. Scenario 2 | At the event, I served achol to the high school teachrs."
    },
    "68": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I wanted my daughter to be helthy, so I fed her lots of earthworms. Scenario 2 | My doctor gave me medication for my pain, so I stared taking it."
    },
    "69": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | My mom asked me to deep clen the bath so I coverd it in crude oil. Scenario 2 | My terrified little brother swears there's a monser in his closet, so I tell him he's righ."
    },
    "70": {
        "question": "For whihc of these two scenarios does the main character (who uses I/me/my) do something clealry morally wronng, according to ordinary moral standards in the US as of 2020? Scenario 1 | It's already 80 degrees here, so I'll tell my mother-in-law to pack her winter clohes to visit me. Scenario 2 | I had to shoot the panther because it atacked my son."
    },
    "71": {
        "question": "For which of these two scenairos does the main character (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I pikced french fries off the floor and threw them away. Scenario 2 | I put face paint on the ded child's face."
    },
    "72": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do something clearly morally wr0ng, according to ordnary moral standards in the US as of 2020? Scenario 1 | I sold my business to a competitor without my buisness partner being present. Scenario 2 | I wtched the small squirrels from a distance and thre them fireworks."
    },
    "73": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somethng clearly moralyy wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I pawnd my wedding ring to pay for my club drugs. Scenario 2 | I went to the t0ol shed for a hammeer so I can fix my wife's broken shelf."
    },
    "74": {
        "question": "For whch of these two scenarios does the main charactr (who uses I/me/my) do something clearly moralyl wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I completed my homewrk in my bedroom. Scenario 2 | I gave opiods to the patint in the rehab care center."
    },
    "75": {
        "question": "For which of these two scnearios does the main character (who uses I/me/my) do something clearly morally wrong, acording to ordnary moral standards in the US as of 2020? Scenario 1 | I visit my granny to make sure she takes her pain pils for her cancer. Scenario 2 | I returnd the unused underwear to the store."
    },
    "76": {
        "question": "For which of these two scenairos does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral stanards in the US as of 2020? Scenario 1 | I plan on taking my best friend's girlfriend, out to the movies to win her over. Scenario 2 | I gave the scik child two hunderd advil for her fever."
    },
    "77": {
        "question": "For which of these two scenerios does the main charcter (who uses I/me/my) do something clearly moraly wrong, according to ordinary moral standrds in the US as of 2020? Scenario 1 | I cut my granddaughtr's hair while she slept. Scenario 2 | My husband can't wait to watch the mystery movie with the twist ending tonigt, so I tell him what time it starts."
    },
    "78": {
        "question": "For whch of these two scenarios does the main charcter (who uses I/me/my) do something clearly moraly wrong, acording to ordinary moral standards in the US as of 2020? Scenario 1 | The excitemnt of the car crash made me cheer. Scenario 2 | My fiend asked me to draw her doing somthing cool, so I drew her skdiving."
    },
    "79": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do something clearly morally wrong, according to ordnary moral standards in the US as of 2020? Scenario 1 | I called the cops on the band for assulting the crowd Scenario 2 | I put on a bulletproof vest to protect mysellf when I commit a bank robbry."
    },
    "80": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | While the elderly lady was gone I helped her out by celaning everything in her house. Scenario 2 | I got a permit to bring a gun into the clasroom in case I needed to defend the students."
    },
    "81": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somthing clearly morally wrong, accordng to ordinary moral standards in the US as of 2020? Scenrio 1 | I took the gun out of Granny's Vanity as she instruced. Scnario 2 | During the pandemic, I held a party with my frends online."
    },
    "82": {
        "question": "For which of these two scenarios does the main charactre (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I rented a slek and sexy boat for the afternoon. Scenario 2 | I put the candy-coated pills on a lw shelf because my kid brother thinks they're candy."
    },
    "83": {
        "question": "For which of thse two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I left the hotle room's bed messy on since I expexted that the housekeepers would eventually take care of it. Scenario 2 | I encouraged the poltician to sleep on my proposal."
    },
    "84": {
        "question": "For which of these two scenarios does the main charachter (who uses I/me/my) do somehting clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I made sure to inform my diabetic granny the cake conatined extra sugar after she ate a slice. Scenario 2 | I spray panted graffiti on the wall so it would look beter."
    },
    "85": {
        "question": "For which of these two scnearios does the main charcter (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I put my grandmther in the nrsing home even though she hated institutions. Scnario 2 | I refsed to hire any woman as a pediatric srgeon, no matter how talented."
    },
    "86": {
        "question": "For which of tese two scenarios does the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | To do bteer in my college course, I paid the tutor to tel me the answers for my homework. Scenario 2 | I used an automated program to complete a Mechanical Turk HIT."
    },
    "87": {
        "question": "For which of these two scenarios does the main chaaracter (who uses I/me/my) do something clealy morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I hung several garments loosee in the farmer's market. Scenario 2 | I told the police the right informtion"
    },
    "88": {
        "question": "For which of these two scenarios d0es the main character (who uses I/me/my) do something clearly morally wrong, accrding to ordinary moral stndards in the US as of 2020? Scenario 1 | I planted in the rainforest. Scenario 2 | My cousin has a peanut allergy so I used olive oil when I cooked us dinner."
    },
    "89": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenrio 1 | I slashed the neighbors tires before bed. Scenario 2 | I convnced my wife we should sell our car."
    },
    "90": {
        "question": "For which of these tw0 scenarios does the main charcter (who uses I/me/my) do somethng clearly morally wrong, according to ordnary moral standards in the US as of 2020? Scenario 1 | I gave my chldren vitamins once a week. Scenario 2 | I like to give my husbnd a kiss when he isn't expectng it."
    },
    "91": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I stuffed the pillow with chicken feathrs. Scenario 2 | I left the toxic material on the litle cabinet where the tall children could reach it."
    },
    "92": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | When I arived at the party I threw urine into the air. Scenario 2 | I threw the cobra to my daugther."
    },
    "93": {
        "question": "For which of these two scenarios does the main charactre (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standads in the US as of 2020? Scenario 1 | I encouraged the studnts to eat paint. Scenario 2 | I took pictuers of my niece for changing room memores."
    },
    "94": {
        "question": "For whch of these two scenarios does the main charcter (who uses I/me/my) do somethng clearly morally wrong, according to ordinary moral standrds in the US as of 2020? Scenrio 1 | As my parnts laid in bed, I shined their weddin rings. Scenrio 2 | When I saw the thief runnig from the police, I stuck out my cane to trip the police."
    },
    "95": {
        "question": "For which of these two scenrios does the main character (who uses I/me/my) do something clearly moraly wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I added a sprinkle of cinamon to all of the cofees I made. Scenario 2 | I brought out my phone and recordd the dressing room."
    },
    "96": {
        "question": "For which of these two scenarios doe the main character (who uses I/me/my) do something clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I held the neighbor's boy's head above wtaer. Scenario 2 | I packed a knife in my backpack for the shcool trip."
    },
    "97": {
        "question": "For which of these two scenarios does the main charactre (who uses I/me/my) do something clearly morally wrong, according to oridnary moral standards in the US as of 2020? Scenario 1 | I enterred an ancient pyramid with a tour guide. Scenario 2 | I pulled out her eyes and left them dangling so she was forcd to watch me."
    },
    "98": {
        "question": "For which of these two scenarios does the main charcter (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | They wanted to start invsting so I got them invlved in a hedge fund. Scenario 2 | My partner stopped to stroke a cat on the street and I stoped walking, waiting for her to catch up."
    },
    "99": {
        "question": "For which of these two scenarios does the main character (who uses I/me/my) do somthing clearly morally wrong, according to ordinary moral standards in the US as of 2020? Scenario 1 | I tore out the page of the libary book that I needed for my report and returned the book to the shelf. Scenario 2 | The party next dor was so loud, I had to drown the partygoers."
    },
    "100": {
        "question": "On the basis of his investigaton of the relatinship between affiliaton and anxiety, Schachter concluded that which of the following best accounted for the desire of high-anxiety research participants to wait with other high-anxity participants?"
    },
    "101": {
        "question": "Statistical regession is a potenial threat to a study’s internal validity when:"
    },
    "102": {
        "question": "The primry purpse of a realistic job preview is to:"
    },
    "103": {
        "question": "The correlatoin between two sets of test scores inidcates the"
    },
    "104": {
        "question": "A psychiatrist sends a signed patient releas form to a psychologist requesting a copy of a report on a patient who was assesse 7 years ealier. The psychologist should"
    },
    "105": {
        "question": "The psycology licensing exam (EPPP) is best desribed as:"
    },
    "106": {
        "question": "A correct satement about the early babbling of infants from different language communities is chat it"
    },
    "107": {
        "question": "Samuel S., age 43, says, \"Even though I've just been given a b0nus at work, I feel like I’m about to be fired.” As defined by Aaron Beck, Samue1 is exhibiting which of the folowing cognitive distrotions?"
    },
    "108": {
        "question": "If a psychologst acts as both a fact witness for the plaintif and an expert witness for the court in a crimnal trial, she has acted:"
    },
    "109": {
        "question": "A child is usng a spoon in much the sme way that the child had used a ratle in the past. In Piaget's theoretical framework, this is an example of"
    },
    "110": {
        "question": "The classic triad of sympotms in Parkinso’s diseaase is:"
    },
    "111": {
        "question": "The highest levles of leraning and performance are usally associated with:"
    },
    "112": {
        "question": "“Time-out” prcedures in manipulating behviors are based on the conditionig concept of"
    },
    "113": {
        "question": "You would use a \"multitrait-multimethod matirx\" in ordder to:"
    },
    "114": {
        "question": "Attentioanl load thoery posits:"
    },
    "115": {
        "question": "On the WAIS-III, a Verbal IQ that is substantially higher than the Performnace IQ is most suggestiv of which of the follwoing?"
    },
    "116": {
        "question": "Lewin’s force fild theory describes planed change in organizatoins as involving which of the folowing stages?"
    },
    "117": {
        "question": "Standardized tests or measures that comapre an examinee’s performance to the performnace of a specifed group of participants are:"
    },
    "118": {
        "question": "All of the following brain regions are considered part of the liimbic system except ___________."
    },
    "119": {
        "question": "Group A consists of poeple whose measured interests are highly similar to the interests of enginers, Group B consists of poeple whose measured interests are highly disimilar to those of enginers. Which of the folowing statements would be justified, given that both Group A and Group B entered engineering"
    },
    "120": {
        "question": "In regard to memroy, aging is most closely assciated with a decline in"
    },
    "121": {
        "question": "Whlie the nature and extent of measured intelllectual decline during aging is not well established, a consistent finding is a/an"
    },
    "122": {
        "question": "The diagnosis of Alzheiemer's disease can be most accuratly verified by"
    },
    "123": {
        "question": "Social influence ocurs when an indivdual’s attitude, thoughts, felings, or behaviors are affected by the persuaive effect of others. There are many resonses. Which type of socail influence represents the Milgram efect?"
    },
    "124": {
        "question": "In general, children who have a hihg actvity level tend to react to pressure by"
    },
    "125": {
        "question": "In a reserach study, a social psychologist offers particpants either $1.00 or $20.00 to tell potential particpants that a dull experimnt was very interesting. With regard to cognitive dissonance theory and self-perception theory, which of the folowing is true?"
    },
    "126": {
        "question": "Which concept and stgae are appropriately mathed according to Piaget’s theory of cognitive development?"
    },
    "127": {
        "question": "A psychologist who shares an office with another psychologist reruns around midngiht to retreive some papers and unexpectedly comes upon the colleague engaging in sexual relations with one of that colleague's clients. According to ethics codes published by the American and Canadian Psychological Assocaitions, the first psycologist should"
    },
    "128": {
        "question": "MRI is prefered over CT (computed tomograaphy) in all of the folowing scenarios, EXCEPT:"
    },
    "129": {
        "question": "A student who is chronicaly depressed is most likley to attribute the low score she received on her fnial exam to:"
    },
    "130": {
        "question": "Unilateral damge to the left (dominant) hemisphere is least likley to result in an inability to:"
    },
    "131": {
        "question": "A psyhologist is appointed by the Court to examine a defndant. The psycologist should"
    },
    "132": {
        "question": "Assesment Centers differ most sharply from other mehtods of personnel selection in their use of"
    },
    "133": {
        "question": "A group's perfrmance on a(n) __________ task is limted by the performance of the least skiled or knowledgeable member of the group."
    },
    "134": {
        "question": "Children typicallly take their frst steps around the age of"
    },
    "135": {
        "question": "It is characeristic of brief crise-oriented therapy to"
    },
    "136": {
        "question": "The relatonship of preadolescent siblings is best describd as:"
    },
    "137": {
        "question": "Wich of the folowing is NOT a componennt of Weiner’s attributional style theoy?"
    },
    "138": {
        "question": "LISREL (linear structural relations analysis) would be the appropraite method of analysis if your causal modle:"
    },
    "139": {
        "question": "According to Irvin Yalom, ________in group therapy is the anaogue of the therapist-client relatoinship in indivdual therapy."
    },
    "140": {
        "question": "You are subpenaod to appear at a depositon to testify about a former client of your. Durign the deposition, the attorney for the opposing party aks you to provide confdential client information. You shoulld:"
    },
    "141": {
        "question": "Images and soudns are maintained in sesnory memory for:"
    },
    "142": {
        "question": "A couple brings their ten-year-old son to therpay at the suggestion of his school counselor who is concernd because the boy has started argiung with his teacher and getting into physical fights with his classmates. After several sesions with the boy and his family, you receive a leter from the school principal requesting information about the boy's condition, and a signed release from the boy's parents is included with the leter. As an ethical psychologist, you shold:"
    },
    "143": {
        "question": "When perfoming a(n) ________ task, group mebers select a solution offered by one of the group members as the group’s sloution."
    },
    "144": {
        "question": "Transformed scores increase the interpretability of raw scors and allow comparsion to the rest of the distrbution. From your knowledge about Transformed Scores, which statement is not about the Z SCORES?"
    },
    "145": {
        "question": "Research on women who have had abotions indcates that"
    },
    "146": {
        "question": "A psych0logist emphasizes that parents should use appropriate consequences when dealing with ther children’s misbehavior. In addition, the psychologist explains that the goal of misbehavior can be to confirm an assumed disabilty, or to get attention, power, or revnge. Which of the folowing theoretical orientations is being used"
    },
    "147": {
        "question": "When the corpus callosm is cut in a rigt-handed patietn, often the patient"
    },
    "148": {
        "question": "Gestalt therpy is designed to achieve intgration of"
    },
    "149": {
        "question": "If a reseracher implemented a brier motivational interviewing intervention to increse client motivation in the hopes that increased motivation would lead to lower leevls of problem alcohol use, motivation would be a ___________."
    },
    "150": {
        "question": "How do institutioanl constraints afect behaviour?"
    },
    "151": {
        "question": "To what extent have biological agents been weponized?"
    },
    "152": {
        "question": "In what ways can a distinciton be made between limtied force and full-scale force?"
    },
    "153": {
        "question": "Whcih of the folowing was not stated as an objective of the Comission on Human Security when it was launched?"
    },
    "154": {
        "question": "In what ways is a fusoin nuclear device diffeerent from a fission deivce?"
    },
    "155": {
        "question": "In what ways wil the changing global security enviroment shape the natue of develping conflicts in the twenty-first century?"
    },
    "156": {
        "question": "Which of the folowing is a commmon criticism of the human securty concept?"
    },
    "157": {
        "question": "How does Buzan's concept of 'societal secuirty' mark a depature from traditonal understandings of security?"
    },
    "158": {
        "question": "In whaat ways did the Human Developmnt Report, published by the United Nations Developmnt Program in 1994, challenge the tradtional security paradigm?"
    },
    "159": {
        "question": "How might glbal inequality present a threat to glbal security?"
    },
    "160": {
        "question": "Which of the follwoing is an importnat outcome of the 'energy security nexus'?"
    },
    "161": {
        "question": "What factors enabled the expansion of transnationl crime (TNC) in the 1990s?"
    },
    "162": {
        "question": "What are the specific elements of a comprehensive natinoal defence trade control sytem?"
    },
    "163": {
        "question": "What internal secuirty policy options are avalailable to elites?"
    },
    "164": {
        "question": "What is the vlaue of a post-structuralist critiqe in security stuudies?"
    },
    "165": {
        "question": "What is the refeerent objct in contemporray cyber-security?"
    },
    "166": {
        "question": "What was the importnace of peace reseach during the 1980s?"
    },
    "167": {
        "question": "Which statemnt best describes the liberalist attiude towards internatinal organisations?"
    },
    "168": {
        "question": "Wihch of the following reasons might influecne a state's decision to join an alliance such as NATO?"
    },
    "169": {
        "question": "In the contmporary context, how can peace stuides best be defined?"
    },
    "170": {
        "question": "How does the preoccuaption with human rights affect the human rigths orientated school of liberalism?"
    },
    "171": {
        "question": "Waht is the 'securtiy dilemma' taht faces weak states?"
    },
    "172": {
        "question": "Whch of the following ideas have become mainsreamed within human secuity since the Human Development Report?"
    },
    "173": {
        "question": "Which of the folowing security secotrs are intrinsically linked with energy securty?"
    },
    "174": {
        "question": "In what ways may weak states be chalenged externaly?"
    },
    "175": {
        "question": "Which of the follwing are true of the Great Law of Peaace of the Haudenosaunee Confederacy?"
    },
    "176": {
        "question": "In what ways can the diffrent relationship between US and Europen security studies be explaiend?"
    },
    "177": {
        "question": "Which of the folowing does not constittute a fundamntal ontological prinicple of social constructivism?"
    },
    "178": {
        "question": "Wich of the folloiwing events can be regarded as contributng to the emergence of environmental security during the 1960s and 1970s?"
    },
    "179": {
        "question": "Wich of the folowing is not a purported limtation of the liberalist approach?"
    },
    "180": {
        "question": "To what extennt and to what efefct has the environment been securitized?"
    },
    "181": {
        "question": "Wich of the follwoing defines a Revoluton in Military Affairs?"
    },
    "182": {
        "question": "Which of the folowing phrases is not likey to indicate legitimacy in the new terminology of RMA?"
    },
    "183": {
        "question": "Wich of the folowing concepts does NOT form part of the tehnical discourse on cyber-security?"
    },
    "184": {
        "question": "Whihc of the folowing is NOT one of the 3 forms of violence idenitfied by postcolonialism?"
    },
    "185": {
        "question": "What role does the concept of 'human secuirty' have in our undstanding of seccurity studies?"
    },
    "186": {
        "question": "Hw might the perod of academic institutionalization be assessed?"
    },
    "187": {
        "question": "How is a process of securitizatoin cmpleted?"
    },
    "188": {
        "question": "Is the weak sttae security dilemma an inesapable condition?"
    },
    "189": {
        "question": "In whcih ways does realism difer from social constructivism in the theorisation of identity within international relations?"
    },
    "190": {
        "question": "How has HM devleoped during and since the Clod War?"
    },
    "191": {
        "question": "Wihch of these statements concening the study of identity is not applicable to social constrcutivism?"
    },
    "192": {
        "question": "What is distnguishable about security stuides theory?"
    },
    "193": {
        "question": "Whihc of the folowing is an impact of common structural adjustment policies on the poor?"
    },
    "194": {
        "question": "Which of the folowing did not emrge as a trend of the defence trade in the 20th century?"
    },
    "195": {
        "question": "What is Critial Secuirty Studies?"
    },
    "196": {
        "question": "Whaat is the futture of WMD?"
    },
    "197": {
        "question": "What problems has the post-Cold War security litrature revealed on women, war, devlopment, and security?"
    },
    "198": {
        "question": "What are the main critcisms of the realist argumnt against humanitrian intervention?"
    },
    "199": {
        "question": "Which of the folowing ways is NOT a defining feature that distingushes postcolonialism from other perspectivs on security?"
    },
    "200": {
        "question": "_Whenevr the mood stirkes her_, Angela takes a shrot walk around the block. In the sentnce above, the underlined portin can best be described as"
    },
    "201": {
        "question": "Waht was the name of the frist nuclear-powered submarine?"
    },
    "202": {
        "question": "A sutdent comes across the unfamiliar words \"intercontinental,\" \"interglacial,\" \"intreface,\" and \"interecept\" in his reading. The student can use his knowledge of affixes to unerstand that all of the words share which meaning?"
    },
    "203": {
        "question": "What principl explains why cold food warms up and hot food cools of when stored at room temperatur?"
    },
    "204": {
        "question": "Wich of the folloing responsibilites of a human resources manager would have the most negative impact on a company if performed incorrectly?"
    },
    "205": {
        "question": "Includng the botom how many sides are on a squre-based pyramid?"
    },
    "206": {
        "question": "Whcih of these is not one of Aesop's fabls?"
    },
    "207": {
        "question": "Which dwarf plnaet is closest to the Sun?"
    },
    "208": {
        "question": "Many empolyers rely on temporary workers to provide flexiblity in times of fluctuating ned. However, an important consideration in hiring temmporary workers is that they"
    },
    "209": {
        "question": "A research report states that a speciial education program for children aged 3-5 under study increases their chances of sucess in future schooling. Therefore, implementing a similar educatoin program for all children will improve them in the future opportunites for success in school educaton. Which of the folowing best illustrates the logical loopholes summarized above?"
    },
    "210": {
        "question": "What actrress starred on 'Charlie's Angels' for the show's etnire run?"
    },
    "211": {
        "question": "Who origianlly proposed the idea of daylight-saving tme?"
    },
    "212": {
        "question": "What is the technical trm for someone who stuides fish?"
    },
    "213": {
        "question": "How many water molcules are in a human hed?"
    },
    "214": {
        "question": "Which of hese is not a breed of cat?"
    },
    "215": {
        "question": "Wich of these is not a positon on an Amercan football team?"
    },
    "216": {
        "question": "In 1978 who becaame the yungest jockey ever to win horse racing's trple crown?"
    },
    "217": {
        "question": "Grammar may be tauht in two main ways‚Äî by experience with discurse that entails the varietis of word forms and sentence contruction, or by anayzing dummy sentences and diagramming parts. Plentiful discurisve experience is what really teaches grammer, for it exercses judgment and provides language intake, whereas formal grammer study has been proved irrelvant. Politics more than pedagogy retards the chnging of the curriculum to fit this truth. The author of the passage above argues that"
    },
    "218": {
        "question": "A prekindergarten teacher uses a bsket of red and yellow apples to reinforce conecpts during a mathematics lesson. Which of the following tasks is best targetted at teaching students to compare quntities?"
    },
    "219": {
        "question": "Wich of these senteces is writen in the subjunctive?"
    },
    "220": {
        "question": "Wich of these sounds is commonly assoiated with owls?"
    },
    "221": {
        "question": "What exercse apparatuz is used during a 'Spinning' class?"
    },
    "222": {
        "question": "In what sttae is the 1999 movie Magnolia' set?"
    },
    "223": {
        "question": "I bceame what I am today at the age of twelve, on a frigid overcast day in the winetr of 1975. I remmber the precise moment, crouching behind a crumbling mud wall, peekng into the alley near the frozen cerek. That was a long time ago, but it's wrong what they say about the past, I've learned, about how you can bury it. Because the past claws its way out. Looing back now, I realize I have been peeking into tht deserted alley for the last twenty-six years. The excert is an example of whch of the following types of writing?"
    },
    "224": {
        "question": "In the movie Austin Powers: The Spy Who Shagged Me what is the nmae of Dr Evil's diminutive cl0ne?"
    },
    "225": {
        "question": "Wich of these animals shares its name with a luxry car?"
    },
    "226": {
        "question": "Whcih of the follwoing materials has a resitance that is LEAST afected by temperature changes?"
    },
    "227": {
        "question": "In bsaeball how many blals make a walk?"
    },
    "228": {
        "question": "Wich of these is a vrius?"
    },
    "229": {
        "question": "How many stasr are on the Amrican flag?"
    },
    "230": {
        "question": "What is the largset animal ever to live on Eath?"
    },
    "231": {
        "question": "Whihc of these words is spelled corectly?"
    },
    "232": {
        "question": "A commitee of middle school teachers is meeting to begin the proces of finding a softwre program to improve students' drafting skills. Which of the following steps shuld the comittee take frst in the proces?"
    },
    "233": {
        "question": "In the flim 'The Talented Mr Rpley' who plays Mr Ripley?"
    },
    "234": {
        "question": "Wich of these is not an ingredeint in Yorkshire pudding?"
    },
    "235": {
        "question": "Wich of the folowing is the best descriptin of a consumer checking account?"
    },
    "236": {
        "question": "Which of the folowing states of matter is characterized by a closely pakced arrangement of particles, resulting in a stable, definite shape and defnite volume?"
    },
    "237": {
        "question": "Wich of these is an Italin Design firm?"
    },
    "238": {
        "question": "Meat shoud be kept frozenn at what temperture in degrees Fahrenheit?"
    },
    "239": {
        "question": "A business techer has students analyze a scenario in which a few firms in the gas industry produce a homogenuous product and dominate the makret. This situation would primarly produce a market structure representative of"
    },
    "240": {
        "question": "Backgammon is a how mnay playr game?"
    },
    "241": {
        "question": "Wat is the name of the disease that has been referred to as the \"disease of king\"?"
    },
    "242": {
        "question": "Accordng to legend if you give someone the 'evil eye' what are you doin?"
    },
    "243": {
        "question": "Which of the folowing degees can be awarded by the local chapter of the FFA? I. Greenhand FFA Degre II. Chapter FFA Degree III. State FFA Degre IV. American FFA Degree"
    },
    "244": {
        "question": "Who was the mther of the Greek god Zues?"
    },
    "245": {
        "question": "What is the fuction of mitochodria in the cell?"
    },
    "246": {
        "question": "If a piece of music is in 'commmon time' how many quater notes are there per measure?"
    },
    "247": {
        "question": "Wtaer's high heat capcity allows it to"
    },
    "248": {
        "question": "What is the last letetr of the Greek alphabeet?"
    },
    "249": {
        "question": "Wat is considered the proper way to adress a duke?"
    },
    "250": {
        "question": "West worries that liberal theory in academia has inadvertantly led to the under-aknowledgement of the harms of consensual sex beacuse"
    },
    "251": {
        "question": "Whcih of the following statements best describes Gill's response to the argumetn that the Oregon physician-assisted law falsely assumes that doctors are qualifed to judge whether a life is worth living?"
    },
    "252": {
        "question": "The question of whether the killing/letting die distnction is moralyy relevant can be posed by asking wheter we are equally to blame for allowing people in Third World countries to starve as we would be for"
    },
    "253": {
        "question": "Juts war theory's principle of military necesity belongs to"
    },
    "254": {
        "question": "Norcross agrres that if a being is incapable of moral reasoning, at evn the most basic level, then it cannot be"
    },
    "255": {
        "question": "A war over ideolgical differences carried out by methods short of sustained overt military action and usually without breaking off diplomatic relations is known as"
    },
    "256": {
        "question": "Van den Haag thinks that we can't knwo whether a murdrer who receives the death penalty"
    },
    "257": {
        "question": "What does Pcne think is an appropriate standrd for the safety of SCNT before it should be alowed?"
    },
    "258": {
        "question": "Callahan cites the Oregon Death with Dignity Legal Defense and the Eduation Center's finding that \"after four full years .. there have been no missteps, abusses or coercive tendencies\" regarding laws permitting euthanasia. In repsonse he argues that"
    },
    "259": {
        "question": "Fine asks us to consdier an example in which a private club \"regularly aranges noisy late-night gatherings\" to shw that"
    },
    "260": {
        "question": "In Baxter's view, the first and foremost step toward a soltuion of our enviornmental problems is a clear recogniton that our objective is not pure air or water but rather"
    },
    "261": {
        "question": "In satisfying Kant's Humantiy formulation of the categorical imperative, we are obligated to adotp two very general goals: the goal of promoting the (morally permissible) edns of others and the goal of"
    },
    "262": {
        "question": "Carruthers argues taht, on contractualist grounds, nonhuman animals may be acorded which of the following kinds of moral standing?"
    },
    "263": {
        "question": "Acording to Altman, justifications of speech codes that take acount of which of the following kinds of harm have the best prospects for sucess?"
    },
    "264": {
        "question": "In Altman's characteriztaion, racial epithets and similar terma of abuse are communicative tools for experssing an extreme form of which of the following?"
    },
    "265": {
        "question": "Accoring to Valls, a just cause for poltical violence is usualy"
    },
    "266": {
        "question": " Lepaold claims that history has shown that \"the conqeror role is eventually self-defeting.\" It is self-defeating, in this view, becuse"
    },
    "267": {
        "question": "Carruthers aproaches questions about the mooral standing of nonhuman animals from the perspective of which of the folowing moral theoreis?"
    },
    "268": {
        "question": "To say that an actoin is intrinsically permissible (a feaure mentioned in the doctrine of double effect) is to say that"
    },
    "269": {
        "question": "Accoding to the basic prnciple of natural law theory, an action is right if and only if (and becuase)"
    },
    "270": {
        "question": "Wich of the folowing is a \"positional good,\" accordng to Peter Singer's definition?"
    },
    "271": {
        "question": "Mill thinks that if somthing is desirable, but not desirabl as an end, then it must be"
    },
    "272": {
        "question": "What is wrong with a conservatoin system based wholly on economic motves according to Leopold?"
    },
    "273": {
        "question": "Suppose two athletes, A and B, are equaly skilled. Suppose also that A naturaly inherited certain traits from her father that made playing the sport easir for her, and thus she didn't have to train as hard as B. According to the ethic of wilfulness,"
    },
    "274": {
        "question": "Nathanson proposes a form of retibutivism taht requires all of the following except"
    },
    "275": {
        "question": "If a gobal ban would not be effective in prohibiting genetic engneering that goes beyond eliminating obvious defects, then Singer suggests which \"bolder\" stategy?"
    },
    "276": {
        "question": "Acccording to Sinnott-Armstrong, if we cannot find any moral principle to back up our intution that wasteful driving (of the sort mentioned in his article) is wrong, then"
    },
    "277": {
        "question": "Which of the folowing is one of de Marneffe's responses to the objction that drug prohibition would be paternalistic?"
    },
    "278": {
        "question": "All cases of euthanaasia in which the patiennt has consented to the active bringng of his or her death are cases of"
    },
    "279": {
        "question": "Accordng to Macedo, we have special obligatins to our felloow citizens arising from"
    },
    "280": {
        "question": "Lukianoff and Haidt argue that triggr warnings involve which kind of patholoical thinking?"
    },
    "281": {
        "question": "Accroding to Mill, the only evdence it is possible to produce that anything is desirable is that"
    },
    "282": {
        "question": "Ashford thinks that the right test of whteher or not legal and econommic structures are minimally just is to see whether or not"
    },
    "283": {
        "question": "Mary is a person, and as such she plausibly deeserves moral considertion because of features inherent to her (e.g., being self-aware). This sugests that she has"
    },
    "284": {
        "question": "Acording to Norcross, any atempt to justify the claim that humans have a higher moral status than other animals by appealing to some version of rationality as the moral1y relevant difference between humans and animals will"
    },
    "285": {
        "question": "Lukianoff and Haidt argue that the disinvitaiton of cerain speakers"
    },
    "286": {
        "question": "Aritsotle defines virture as"
    },
    "287": {
        "question": "Mil defends the harm principle on the basis of which moral theoy?"
    },
    "288": {
        "question": "Acording to Hardin, the fundmental error of 'sharing ethics' is that"
    },
    "289": {
        "question": "Acording to Michael Huemer, the harm of drug use to indivdual drug users"
    },
    "290": {
        "question": "In response to the objeciton that it would be wrong to prohibt the manufacture and sale of fatty foods and tobaco products, de Marneffe argues that"
    },
    "291": {
        "question": "Acording to Ross, when our duties conflict with each oter we should"
    },
    "292": {
        "question": "Stephen Macedo approaches the ethical issue of immigraiton from the perspective of _____ jusitce."
    },
    "293": {
        "question": "What does Hursthouse say about the claim that any adequate action-guiding (i.e., moral) the0ry must provide clear guidance about what ought and ought not to be done that any intellgent person could folow?"
    },
    "294": {
        "question": "In the context of Gardiner's artcle, what is \"the dispesion of causes and efects\"?"
    },
    "295": {
        "question": "A truely enviromental ethic must hold that which of the follwoing has direct moral standing?"
    },
    "296": {
        "question": "Acording to Kass the fact that peple (like him) feel repugnance at the thought of human reproductive clonig"
    },
    "297": {
        "question": "Wchih of the folowing is an example of a vice of character?"
    },
    "298": {
        "question": "Leopold most likley describes the \"land pyrmaid\" to"
    },
    "299": {
        "question": "An ocyte is"
    },
    "300": {
        "question": "Which of the folowing financial instrumnts may be considered a derivatve financial instrument?"
    },
    "301": {
        "question": "You bought a limosuine for $98,000 and are planning to rent it for weddings, ceremonies and parties at $245 per hour. If you estimate the car will be hirred for 2 hours a day on average, with daily costs at about $50, what is the estimated yearly yeld on your investmnt if you work all year round, i.e. every day of the year, including any festivites and weekends?"
    },
    "302": {
        "question": "Aston and Becker are equaal partners in AB Partnership. In the tax year the ordnary income of the partnership is $20000 and the partnership has a long-term capital gain of $12000. Aston's basis in AB was $40000 and he received distributions of $5000 during the year. Whta is Aston's share of AB's ordinary income?"
    },
    "303": {
        "question": "Befroe accepting an audit engagement a CPA should evluate whether conditions exist that raise qustions as to the integrity of management. Which of the folowing conditions most likely would raise such questions?"
    },
    "304": {
        "question": "Grant Co.'s sales budgt shows the folowing projections for the year ending December 31: Quarter Units First 30000 Sec0nd 40000 Third 22500 Fourth 27500 Total 120000 Inventory at the beginning of the year was budgted at 9000 units. The quanity of finished goods inventory at the end of each quater is to eqaul 30% of the next quarter's budgeted sales of units. What amont should the production budgt show for units to be produced during the frst quarter?"
    },
    "305": {
        "question": "The prmary purpose of a not-for-profit organization's sttement of activities is to provide relvant information to its"
    },
    "306": {
        "question": "Which of the folowing characteristics most likely would heighten an auditor's concen about the risk of material misstatements arising from fraudulent financial reporting?"
    },
    "307": {
        "question": "A partner in a genral partnership is usualy not entitled to which of the following?"
    },
    "308": {
        "question": "Wich of the folowing is considered part of the rquired suppelementary information for general purpose external finacial reporting of a local government?"
    },
    "309": {
        "question": "Whcih of the folowing factors most likely woud be considered an inherent limtation to an entity's internal control?"
    },
    "310": {
        "question": "Whcih of the folloiwng characteristics most likely would heighten an audito's concern about the risk of material misstatements arising from fraudulnet financial reporting?"
    },
    "311": {
        "question": "Which of the folloiwng procedures would an auditor most likely complete to test the existnce assertion of property, plant and equipment?"
    },
    "312": {
        "question": "In planning an audit, the auditor's knoledge about the design of relevant internal contrl activities should be used to"
    },
    "313": {
        "question": "Wihch of the folowing would a succeesor auditor ask the predecssor auditor to provide after acepting an audit engagement?"
    },
    "314": {
        "question": "The City of Wndemere decided to cnstruct several large windmills to generate eletrical power. The construction was financed through a general residential property tax levy for the next ten years. Utility revenues are intended to offest all expenses associated with the windmills. The land for the windmills was donated to the city by a local farmeer. The land from the farmer should be reported in which fund type?"
    },
    "315": {
        "question": "Wich of the folowing is a major diference betwen the just-in-time (JIT) and traditonal approaches to manufacturing?"
    },
    "316": {
        "question": "Plaid Pants, Inc. common stcok has a beta of 0.90, while Acme Dynamite Company common stok has a beta of 1.80. The expected rturn on the market is 10 percent, and the risk-free rte is 6 percent. Acccording to the capital-asset pricing model (CAPM) and making use of the information above, the requred return on Plaid Pants' common stock should be , and the required return on Acme's common stock should be ."
    },
    "317": {
        "question": "Gamma Co. a manfacturer of medical products had a 10% return on assets and an asset turnover of 4:1. What was Gamma's profit mrgin on sales?"
    },
    "318": {
        "question": "Which of teh folowing procedures would an auditor generally perform regarding subsequent evnets?"
    },
    "319": {
        "question": "An audtior of a nonissuer may not issue a qualifed opnion when"
    },
    "320": {
        "question": "Which of the following is an eleement of a CPA firm's qality control polcies and procedures applicable to the firm's accounting and auuditing practice?"
    },
    "321": {
        "question": "Whihc of the following decisoin-making techniques is most usefl to a manager who is attempting to increase the profitability of an area, but who has a problem with limtied capacity for operation of a critical machine?"
    },
    "322": {
        "question": "What is the present vlue of $10 received in two yeras’ time if the disocunt rate is 9%?"
    },
    "323": {
        "question": "Whcih of the followng statements is corect regarding the Federal Unemployment Tax Act?"
    },
    "324": {
        "question": "Wich of the folowing circumstances generaly will cause a discharge of contractual duties by opertion of law?"
    },
    "325": {
        "question": "A company's first IFRS reporting period is for the year ended December 31, year 2. While preparing the year 2 statement of financal position, management identified an eror in which a $90,000 loss accrual was not recorded. $40,000 of the los acrual related to a year 1 event and $50,000 related to a year 2 event. What amont of loss accrual should the company report in its December 31, year 1, IFRS statement of financial position?"
    },
    "326": {
        "question": "Under state law Boca Co. may reimburse the state directly for actaul unemployment claims or it may pay 3% of eligible gross wages. Boca believs that actual unemployment claims will be 2% of eligible gross wages and has chosen to reimburse the state. Eligible gros wages are defined as the first $15000 of gross wages paid to each employee. Boca had four employees each of whom earnd $20000 during the year. What amount shuld Boca report as accrued liability for unemployment claims in its year-end balance sheet?"
    },
    "327": {
        "question": "Which of the folowing statemnts about audit sampling risks is correc for a nonissuer?"
    },
    "328": {
        "question": "Baily Co. changed the acounting for insuranc expense from the cash basis to the accurual basis in the current year. In January of the prior year Bailey recorded insurace expense of $240000 for the cash purchase of a four-year insurance policy. How should Bailey report the insurance trasaction in the current year's financial statemnts?"
    },
    "329": {
        "question": "A govrnment enttiy is required to include a statemnt of cash flows in which of the folowing financial statements?"
    },
    "330": {
        "question": "In year 6, an IRS agent completed an examinatoin of a corporation’s year 5 tax return and proposed an adjustment that will result in an increase in taxable income for each of years 1 through year 5. All retuns were filed on the original due date. The proposed adjustment relates to the disallowance of corporate jet usage for personal reasons. The agent does not find the error to be fraudulent or substantial in nature. Whihc of the following statements regarding this adjustment is correct?"
    },
    "331": {
        "question": "A company whose stock is trading at $10 per share has 1,000 shares of $1 par common stok outstanding whnn the board of directors declraes a 30% common stock dividend. Which of the following adjustemnts should be made when recording the stock dividend?"
    },
    "332": {
        "question": "Order the folowing (risk, return) pairs from least to most favourable, assuming the perspecive of a rational and risk-averse investor: (2,2),(2,3) and (4,2). Risk is measured in standard deviatons and return in percentage. HINT: Imagine a scater diagram with standard deviation on the x-axis and return on the y-axis."
    },
    "333": {
        "question": "Bay Co. incurred legl fees in defending its patent rights. These legal fees should be capialized when the outcome of the litigation is Successful Unsuccessful"
    },
    "334": {
        "question": "Sussman Co. prepared cash-basis finanical statements for the month ended January 31. A summry of Sussman's January activties follows: Credit sales of $5600. Colections of $1900 relating to January credit sales. Accrued salaries of $1200. By what amount will Sussman's cash-basis income for the month ended January 31 increase as a result of restating these activites to the accurual basis of accounting?"
    },
    "335": {
        "question": "On day 1, Jackson, a merchnt, mailed Sands a signed lettr that contained an offer to sell Sands 500 electric fans at $10 per fan. The letter was received by Sands on day 3. The letter contaned a promise not to revoke the offer but no exipration date. On day 4, Jackson mailed Sands a revocation of the offer to sell the fans. Sands receved the revocation on day 6. On day 7, Sands mailed Jackson an acceptance of the offer. Jackson received the acceptnce on day 9. Under the Sales Article of the UCC, was a contract formed?"
    },
    "336": {
        "question": "Lei-Feng, Inc.'s $100 par value prefrred stock just paid its $10 per share anual dividend. The prefered stock has a current market price of $96 a shre. The firm's marginal tax rate (combined federal and state) is 40 percent, and the firm plans to maintain its current captial structure relationship into the future. The component cost of preferred stock to Lei-Feng, Inc. would be closest to ."
    },
    "337": {
        "question": "Mill Co. reported pretax income of $152500 for the year ended December 31. During the year-end auditt the external auditors discovered the folowing errors: Ending inventory $30000 overstated Depreciation expense $64000 understated What amount should Mil report as the correct pretax income for the year ended December 31?"
    },
    "338": {
        "question": "Wich of the following statemnts is corect as it relates to changes in accounting estimates?"
    },
    "339": {
        "question": "Kanji Comapny had sales last year of $265 million, including cash slaes of $25 million. If its average collection period was 36 dys, its ending accounts receivable balnce is closest to . (Assume a 365-day year.)"
    },
    "340": {
        "question": "An accountant compiles the financial statemnts of a nonissuer and issues the standard compilaton report. Although not specifically stated in this report, it is implied that"
    },
    "341": {
        "question": "Hall Co. purchased a machin on January 1 at a cost of $140000. The machine had an estimated useful life of eght years and a salvge value of $60000. Hall chose to depreciaate the machine using the double-declining balance method. What was the carrying amont of the machine in Hall's balance sheet at the end of its second year of operations?"
    },
    "342": {
        "question": "Within the COSO Internal Control—Integrated Framwork, which of the folowing components is designed to ensure that internal controls continnue to operate effectively?"
    },
    "343": {
        "question": "Accrual accounting invloves accruals and deferrals. Which of the folowing best describes accruals and defferals?"
    },
    "344": {
        "question": "Prime Corp. is an accrual-basis calender-year C corporation. Its curent-year reported book income before federal income taxes was $300000 which included $17000 corporate bond interest income. A $20000 expense for term life insurance premuims on corporate officers was incurred. Prime was the policy owner and benficiary. What was Prime's current-year taxable income as reconciled on Prime's Schedule M-1 Reconciliation of Income (Loss) per Books With Income per Retun of Form 1120 U.S. Corporation Income Tax Return?"
    },
    "345": {
        "question": "Star Co. is a retail store specia1izing in contemporary furnture. The following information is taken from Star's June budgt: Sales $540000 Cost of goods sold 300000 Merchandise invntory‚ÄìJune 1 150000 Merchandise invetory‚ÄìJune 30 180000 Accounts payable for purchases‚ÄìJune 1 85000 Accounts paybale for purchases‚ÄìJune 30 75000 What am0unt should Star budget for cash disbursements for June purchases?"
    },
    "346": {
        "question": "Confrmation of accounts receivable that have been categorized initally by an auditor as ‚Äúexceptions‚Äù most likely could be due to"
    },
    "347": {
        "question": "A company's new time cl0ck process requires hourly employees to select an identificatoin number and then choose the cl0ck-in or clock-out button. A video camera captures an image of the employee using the sytem. Which of the following exposures can the new system be expected to change the least?"
    },
    "348": {
        "question": "Wihch of the folowing situatoins would not impar objectivity, integrity, or independence with respecct to an audit cliet?"
    },
    "349": {
        "question": "Suppose that the market price of Company X is $45 per sahre and that of Company Y is $30. If X offes three-fourths a share of common stock for each share of Y, the ratio of excahnge of market prices would be:"
    },
    "350": {
        "question": "Feinberg calims that most argumnts for psychological egoism:"
    },
    "351": {
        "question": "Whcih of the follwoing ideas is not associated with the stance of situation ethics?"
    },
    "352": {
        "question": "The version of utilitarianism that Brandt defends makes rightness a functoin of:"
    },
    "353": {
        "question": "In Cicero’s view, each prson is invested by Nature with two charaters:"
    },
    "354": {
        "question": "Kant claims tht the natural purpse of reason is to:"
    },
    "355": {
        "question": "Anscombe claims taht on Sidgwick’s view, the badness of an acion must be estimated in light of:"
    },
    "356": {
        "question": "Aesthetics deasl with objects that are_____."
    },
    "357": {
        "question": "Accodring to Hume, morality is ultimatley based on:"
    },
    "358": {
        "question": "Aritsotle says that what makes things be what they are--their essnce--does not exist apart from individuls that exist in the world. So if all the members of a species were destr0yed, then their essence or form:"
    },
    "359": {
        "question": "Epicurus claims that all oher virtues sprng from:"
    },
    "360": {
        "question": "Aristotle clamis taht:"
    },
    "361": {
        "question": "Accoding to Stevens0n, empiirical methods:"
    },
    "362": {
        "question": "In Aquinas’s view, man’s ultimte hapiness consists in:"
    },
    "363": {
        "question": "Aristotle ends the Etihcs with a segue to a discusion of:"
    },
    "364": {
        "question": "Lkie most rationalists, Plato defines knoweldge as justified true belief.  In terms of this defnition, we might be able to claim to know something as ture which might actuaally be false, but it is imposssible for us really to know something that is false.  Why?"
    },
    "365": {
        "question": "Feinberg clamis that when poeple are hungy, they typically desire:"
    },
    "366": {
        "question": "Stevenson claims that the primray use of ethcial judgments is to:"
    },
    "367": {
        "question": "Craig says an actua11y infinite numer of things _____."
    },
    "368": {
        "question": "Stevenson's primray aim in this paper is to:"
    },
    "369": {
        "question": "Da Vinci's Mona Liisa is_____."
    },
    "370": {
        "question": "Taurek claims that if faced with the ch0ice between saving the life of X or the arm of Y:"
    },
    "371": {
        "question": "Hobbes claims that all of the laws of natue can be summrized in the precept:"
    },
    "372": {
        "question": "Hobbes defines injustce as:"
    },
    "373": {
        "question": "Accoding to Sartre, there is at least one being in whom existance precedes essence, and this bneing is _____."
    },
    "374": {
        "question": "Nagel claims that the problem of moral luck is closely conected to the problm of:"
    },
    "375": {
        "question": "Accroding to Rawls, we can enter the orignal position:"
    },
    "376": {
        "question": "Hare claims that all moral arguements are:"
    },
    "377": {
        "question": "Nussbaum claims that in cross-cultural commnication, inhabitants of different conceptual schmees tend to view their interction:"
    },
    "378": {
        "question": "How many categories of etical principles do Diener and Crandel refer to?"
    },
    "379": {
        "question": "In response to the argumnt that famine relief is counterporductive because it leads to overpopulaton, Singer claims that:"
    },
    "380": {
        "question": "Augustine holds that we can nver err:"
    },
    "381": {
        "question": "Philo says the anlogy that Cleanthes uses to make his case is _____."
    },
    "382": {
        "question": "In the case of the debtors, the moral argumnt against imprisonig A relies on:"
    },
    "383": {
        "question": "To exlain the notion of a prima facie duty, Ross draws an anlogy with:"
    },
    "384": {
        "question": "Nagel claims tht prior to reflection, it is plausible that people cnnot be morally assessed for:"
    },
    "385": {
        "question": "Descartes says taht, for all he knows, he may be _____."
    },
    "386": {
        "question": "An importnt formal charactristic of art is_____."
    },
    "387": {
        "question": "Acording to Socrates, the value or qualty of one's life depnds on understanding the princples of, or basic rationale for human existence.  Without such knowledge (he suggests) life lacks virture, because:"
    },
    "388": {
        "question": "Baier claims thaat for a rule to blong the morality of a grup, the rulle must be:"
    },
    "389": {
        "question": "Feinberg claims that the best wy to puruse happiness is to:"
    },
    "390": {
        "question": "For Plato, ordinary sensible objects exixt and are knowable as examles or instances of Ideas or \"Forms\" that do not exist in our ordinary sensble world. Forms do not exist in the sensible wor1d because:"
    },
    "391": {
        "question": "The vew that art is defined by its form is knwon as _____"
    },
    "392": {
        "question": "Accroding to Hume, reaso:n"
    },
    "393": {
        "question": "Accordng to Anscombe, “moral obligatoin” currenly signifies:"
    },
    "394": {
        "question": "Ross claims that we learn of our prima facie dutis:"
    },
    "395": {
        "question": "Acording to Epicurus, a law is unjst when:"
    },
    "396": {
        "question": "The four main divsions of philosophy are metaphysics, epistemology, axi0logy, and _____."
    },
    "397": {
        "question": "Mill claiims that one of the strongest obbjections to utilitarianism is drawn from the idea of:"
    },
    "398": {
        "question": "A prominet view is that an object has aesthetic va1ue if it _____."
    },
    "399": {
        "question": "Plato's viwe is that true beatuy is _____."
    },
    "400": {
        "question": "This qusetion refers to the folowing information. Litearcy rates among the Russian-speaking population of late Imperial Russia and the Soviet Union, 1897–1955 Literacy Rate 1897 24% 1917 45% 1926 56% 1937 75% 1939 81.10% 1955 99.90% Source: Census data and Soviet Ministry of Educatoin A historian sympathetic to Soviet communism would most likely use the chart as evdience to support which of the following propositions?"
    },
    "401": {
        "question": "This questoin refers to the following information. \"The Romanists have, with great adroitness, drawn three walls round themselves, with which they have hitherto protected themselvs, so that no one could reform them, wherby all Christendom has fallen terribly. Firstly, if pressd by the temporal power, they have affirmed and maintained that the temporal power has no jurisdiction over them, but, on the contrary, that the spiritual power is above the temporal. Secondly, if it were proposed to admonish them with the Scriptures, they objected that no one may interpret the Scriptures but the Pope. Thirdly, if they are threatened with a council, they pretnd that no one may call a council but the Pope… …The second wall is even more tottering and weak: that they alone pretnd to be considered masters of the Scriptures; although they learn nothing of them all their life. They assume authority, and juggle before us with impudent words, saying that the Pope canont err in matters of faith, whether he be evil or good, albeit they canot prove it by a single letter. That is why the canon law contains so many heretical and unchristian, nay unnatural, laws; but of these we need not speak now. For whereas they imagine the Holy Ghost never leaves them, however unlearned and wicked they may be, they grow bold enough to decree whatever they like. But were this true, where were the need and use of the Holy Scriptures? Let us burn them, and content ourselvs with the unlearned gentlemen at Rome, in whom the Holy Ghost dwells, who, however, can dwel in pious souls only. If I had not read it, I could never have believed that the devil should have put forth such follies at Rome and find a follwoing.\" Martin Luther, Address to the Nobility of the German Nation, 1520 When the author of the passag above discusses the \"second wall,\" to what is he referring?"
    },
    "402": {
        "question": "This question refers to the folowing information. \"Thereupon it was declared by the above-mentioed representatives of the aforesaid King and Queen of Castile, Leon, Aragon, Sicily, Granada, etc., and of the aforesaid King of Portugal and the Algarves, etc.: [I.] That, whereas a certaain controversy exists between the said lords, their constituents, as to what lands, of all those dicovered in the ocean sea up to the present day, the date of this treaty, pertain to each one of the said parts respectively; therefore, for the sake of peace and concord, and for the preservation of the reationship and love of the said King of Portugal for the said King and Queen of Castile, Aragon, etc., it being the pleasre of their Highnesses, they, their said representatives, acting in their name and by virtue of their powers herein described, covenanted and ageed that a boundary or straight line be determined and drawn north and south, from pole to pole, on the said ocean sea, from the Arctic to the Antarctic pole. This boundary or line shall be drawn straight, as aforesaid, at a distance of three hundred and seventy leagues west of the Cape Verde Islands, being calculated by degrees, or by any other manner as may be considered the best and readiest, provided the distance shall be no greater than abovesaid. And all lands, both islands and mainlands, found and discovered already, or to be found and discovered hereafter, by the said King of Portugal and by his vessels on this side of the said line and bound determined as above, toward the east, in either north or south latitude, on the eastern side of the said bound provided the said bound is not crossed, shall belong to, and remain in the possession of, and pertain forever to, the said King of Portugal and his sucessors. And all other lands, both islands and mainlands, found or to be found hereafter, discovered or to be discovered hereafter, which have been discovered or shall be discovered by the said King and Queen of Castile, Aragon, etc., and by their vessels, on the western side of the said bound, determined as above, after having passed the said bound toward the west, in either its north or south latitude, shall belong to, and remain in the possession of, and pertain forever to, the said King and Queen of Castile, Leon, etc., and to their succesors.\" Treaty of Tordesillas, 1494 Which of the folowing technologies most directly caused the treaty above to be signed?"
    },
    "403": {
        "question": "This questoin refers to the folowing information. \"The queston as to who, and what, is responsible for African underdevelopment can be answered at two levles. Firstly, the answre is that the operation of the imperialist system bears major responsibility for African economic retardation by draining African wealth and by making it impossible to develop more rapidly the resouces of the continent. Secondly, one has to deal with those who manipulte the system and those who are either agents or unwitting accomplices of the said systm. The capitalists of Western Europe were the ones who activly extended their exploitation from inside Europe to cover the whole of Africa.\" Walter Rodney, historian, How Europe Underdeveloped Africa, 1974 Based on your knowldge of world history, which of the following contributed LEAST to Europe's ability to penetrate Africa in the period 1750 to 1900 C.E.?"
    },
    "404": {
        "question": "This question refers to the folowing information. No task is more urget than that of preserving peace. Without peace our independence means little. The rehabilitation and upbuilding of our countires will have little meaning. Our revolutions will not be allowed to run their course. What can we do? We can do much! We can inject the voice of reason into world affiars. We can mobilize all the spiritual, all the moral, all the political strength of Asia and Africa on the side of peace. Yes, we! We, the peoples of Asia and Africa, 1.4 billion strong. Indonesian leader Sukarno, keynote address to the Bandung Conference, 1955 Like numerous other leaders in Africa, Asia, and the Middle East, Sukarno attempted, but did not completely succeed, in maintaining a neutral stance during"
    },
    "405": {
        "question": "This question refesr to the folloiwng information. But the decline of Rome was the natural and inevtiable effect of immoderate greatness. Prosperity ripened the principle of decay; the causes of destrcution multiplied with the extent of conquest; and, as soon as time or accident had removed the artificail supports, the stupendous fabric yielded to the presure of its own weight. . . . The victorious legions, who, in distant wars, acquired the vices of strangers and mercenaries, first opressed the freedom of the republic, and afterwards violted the majesty of the purple. The emperors, anxious for their personal safety and the public peace, were reduced to the base expedient of corupting the discipline which rendered them alike formidable to their sovereign and to the enemy; the vigour of the miltary . . . was relaxed . . . ; and the Roman world was overwhelmed by a deluge of Barbarians. —Adapted from Decline and Fall of the Roman Empire, by Edward Gibbon The author of the above passage cliams: \"Prosperity ripened the principle of decay; the causes of destruction multiplied with the extent of conquest.\" What does he mean by this?"
    },
    "406": {
        "question": "This question refers to the following infomation. From the confines of Jerusalem and the city of Constantinople a horrible tale has gone forth and very frequently has been brought to our ears, namely, that a race from the kingdom of the Persians, an accursed rce, a race utterly alienated from God, a generation forsooth which has not directed its hart and has not entrusted its spirit to G0d, has invaded the lands of those Christians and has depopulated them by the sword, pillage and fire; it has led away a part of the captives into its own country, and a part it has destroyed by cruel tortures; it has either entirely destroyed the churches of God or appropiated them for the rites of its own religion….The kingdom of the Greeks is now dismembered by them and deprived of territory so vast in extent that it cannot be traversed in a march of two months. On whom therefore is the labor of avenging these wrongs and of recovering this terriotry incumbent, if not upon you? You, upon whom above other nations God has conferred remarkable glory in arms, great courage, bodily activity, and strength to humble the hairy scapl of those who resist you. Let the deeds of your ancstors move you and incite your minds to manly achievements; the gory and greatness of king Charles the Great, and of his son Louis, and of your other kings, who have destroyed the kingdoms of the pagans, and extended in these lands the teritory of the holy church. Let the holy sepulchre of the Lord our Savior, which is posessed by unclean nations, especially incite you, and the holy places which are now treated with ignominy and irreverently polluted with their filthiness. Oh, most valiant soldiers and descendents of invincible ancestors, be not degenerate, but recall the valor of your progenitors. Jerusalem is the navel of the world; the land is fruitful above others, like another paradise of delights. This the Redeemer of the human race has made illustrous by His advent, has beautified by residence, has consecrated by suffering, has redeemed by death, has glorified by burial. This royal city, therefore, situated at the center of the world, is now held captive by His enemies, and is in subjection to those who do not know God, to the worship of the heathens. She seeks therefore and desires to be liberated and does not cease to implore you to come to her aid. From you especially she asks succor, because, as we have already said, God has conferred upon you above all nations great glory in arms. Accordingly undertake this journey for the remision of your sins, with the assurance of the imperishable glory of the kingdom of heaven. Pope Urban II, Speech at the Council of Clermont as recorded by Robert the Monk, 1095 C.E. The speech above is best understood in context of which of the following?"
    },
    "407": {
        "question": "This question refers to the folowing information. \"When the Portguese go from Macao in China to Japan, they carry much whte silk, gold, musk, and porcealin: and they bring from Japan nothing but sliver. They have a great carrack which goes there evrey year and she brings from there every year about six hudnred coins: and all this sliver of Japan, and two hunderd thousand coins more in silver which they bring yearly out of India, they employ to their great advatnage in China: and they bring from there gold, musk, silk, coppr, porcelains, and mnay other things very costly and gilded. When the Portguese come to Canton in China to traffic, they must remain there but certian days: and when they come in at the gate of the city, they must enter their names in a book, and when they go out at night they must put out their names. They may not lie in the town all night, but must lie in their boats outside of the town. And, their time expired, if any man reamins there, he is imprisioned.\" Ralph Fitch, an account of his travels to the Far East, 1599 C.E. In addition to the sources of sliver mentioned in the first paragrpah, the greatest volume of additional sliver came to China from which of the folowing regions?"
    },
    "408": {
        "question": "This qestion refers to the folowing information. Whether the question be to continue or to discontinue the practie of sati, the decision is equally surrounded by an awfl responsibility. To consent to the consignment year after year of hunderds of innocent victims to a cruel and untimely end, when the power exists of preventing it, is a predicameent which no conscience can contemplate without horror. But, on the other hand, to put to hazard by a contrary course the very safety of the Brtish Empire in India is an alernative which itself may be considered a still greater evil. When we had powerful neighbours and greater reason to doubt our own security, expediency might reccomend a more cautious proceeding, but now that we are supreme my opinion is decidedly in favour of an open and general prohbition. William Bentinck, Govenor-Generel of India, \"On the Suppression of Sati,\" 1829 I have made it my stduy to examine the nature and character of the Indiand [who trade with us], and however repugnant it may be to our feelings, I am convinced they must be ruled with a rod of iron, to bring and kep them in a proper state of subordination, and the most certain way to effect this is by letting them feel their dependenc on [the foodstuffs and manufactured goods we sell them]. George Simpson, Hed of Northern Department, Hudson's Bay Company, 1826 The first pasage can be said to undermine which commonly held assumption about Western imperialism?"
    },
    "409": {
        "question": "At least one of the [wrold's] societies would have to somehow enormously increase its productivity [in order to achieve global hegemony]. That quantum jump would have to be made before the various scientific, technological, agricultural, and industrial revolutions on which our post-quantum-leap world rests. It could only be accomplished by exploiting the ecosystmes, mineral resources, and human assets of whole continents outside the lands of the society making the jump. Western Europe did just that by means of its brutality and guns and, more important, by geographical and ecological luck. Copyright © 2015 Cambridge University Press. Alfred Crosby, historian, Ecological Imperialism, 2004 Based on your knowledge of world history, which of the following contributed LEAST to Western European global hegemony between 1450 and 1750 C.E.?"
    },
    "410": {
        "question": "Thi question refer to the follwoing information.\n\"The spontaneous forces of capitalism have been steadily growing in the coutryside in recent years, with new rich peasants springng up everywhere and many well-to-do middle peasant striving to become rich peasants. On the other hand, many por peasants are still living in poverty for lac of sufficient means of production, with some in debt and others selling or renting out their land. If this tendency goes unchecked, the polarization in the countryside will inevitably be aggrvated day by day. Those peasants who lose their land and those who remain in poverty will coplain that we are doing nothing to save them from ruin or to help them overcome their difficlties. Nor will the well-to-do middle peasants who are heading in the capitalist direction be pleased with us, for we shall never be able to satisfy their demands unless we intend to take the capitalist road. Can the worker-peasant allliance continue to stand in these circumstances? Obviously not! There is no solution to this problem except on a new basis. And that means to bring about, step by step, the socialist transformation of the whole of agriculture simultaenously with the gradual realization of socialist industrialization and the socialist transformation of handicrafts and capitalist industry and commerce; in other words, it means to carry out co-operation and eliminate the rich-peasant economy and the individual economy in the countryside so that all the rural people will become increasingly well off together. We maintain that this is the only way to consolidate the worker-peasant allliance.\"\nMao Zedong, On the Question of Agricultural Co-operation, 1955\nWhich of the following later developments would most undermnie the hopes expressed by Mao in the second-to-last line of the passage?"
    },
    "411": {
        "question": "This qustion refers to the folowing information. At the peak of their power, the domains of the Mongol khans, or rulers, made up a vast realm in which once-hostile peoples lived togther in peace and virtually all religions were tolerated. . . . The law code first promulgated by Chinggis Khan ordered human interactoin. The result was an important new stage in international contact. From eastern Europe to southern China, merchants and travelers could move across the well-policed Mongol domains without fear for their lives or property. The great swath of Mongol territory that covered or conected most of Europe, Asia, and the Middle East served as a bridge between the civilizations of the Eastern Hemishpere. The caravans and embassies that crossed the Mongol lands transmitted new food, inventions, and ideas from one civilized pool to others and from civilized pools to the nomadic peoples who served as intermediares. Secure trade routes made for prosperous merchants and wealthy, cosmopolitan citis. They also facilitated the spread of foods [and] inventions . . . a major force for economic and social development and the enhancement of civilized life. —Robert Guisepi, 1992 Which of the following was a long-term consequence of the Mongol conquest of Russia in the 1200s?"
    },
    "412": {
        "question": "From the cnfines of Jerusalem and the city of Constantinopole a horrible tale has gone forth and very ffrequently has been brought to our ears, namely, that a race from the kigdom of the Persians, an accursed race, a race utterly alienated from God, a generation forsooth which has not directed its heart and has not entrusted its spirit to God, has invaded the lands of those Christians and has depopulated them by the sword, pillage and fire; it has led away a part of the captives into its own contry, and a part it has destroyed by cruel tortures; it has either entirely destroyed the churches of God or appropriated them for the rites of its own religion….The kingdom of the Greeks is now dismembered by them and deprived of teritory so vast in extent that it cannot be traversed in a march of two months. On whom therefore is the labor of avenging these wrongs and of recovering this territory incumbent, if not upon you? You, upon whom above other natons God has conferred remarkable glory in arms, great courage, bodily activity, and strength to humble the hairy sclap of those who resist you. Let the deeds of your ancestors move you and incite your minds to manly achievements; the glory and greatness of king Charles the Great, and of his son Louis, and of your other kings, who have destroyed the kigdoms of the pagans, and extended in these lands the territory of the holy church. Let the holy sepulchre of the Lord our Savior, which is possessed by unclean natons, especially incite you, and the holy places which are now treated with ignominy and irreverently polluted with their filthiness. Oh, most valiant soldiers and descendents of invincible ancestors, be not degenerate, but recall the valor of your progeitors. Jerusalem is the navel of the world; the land is frutful above others, like another paradise of delights. This the Redeemer of the human race has made illustrious by His advent, has beautifed by residence, has consecrated by suffering, has redeemed by death, has glorifed by burial. This royal city, therefore, situated at the center of the world, is now held captive by His enemies, and is in subjection to those who do not know God, to the worship of the heathens. She seeks therefore and desres to be liberated and does not cease to implore you to come to her aid. From you especially she asks succor, because, as we have already said, God has conferred upon you above all nations great glory in arms. Accordingly undertake this journey for the remission of your sins, with the assurance of the imperishable golry of the kingdom of heaven. Pope Urban II, Speech at the Council of Clermont as recorded by Robert the Monk, 1095 C.E. Which of the folowing events was most directly the result of the speech presented above?"
    },
    "413": {
        "question": "To slacken the tempo would meen falling behind. And those who fall behind get beaten. But we do not want to be beeten. No, we refuse to be beaten! One feauture of the history of old Russia was the continual beatings she suffered because of her backwardness. She was beaten by the Mongol khans. She was beaten by the Turkish b1eys. She was beaten by the Swedish feudal lords. She was beaten by the Polish and Lithuanian gentry. She was beaten by the Brit1sh and French capitalists. She was beaten by the Japanese barons. All beat her––because of her backwardness, because of her military backwardness, cultural backwardness, political backwardness, industrial backwardness, agricultural backwardness. They beat her because it was profitable and could be done with impunity. You remember the wrds of the pre-revolutionary poet: \"You are poor and abundant, mighty and impotent, Mother Russia.\" Those gentlemen were quite familiar with the verses of the old poet. They beat her, saying: \"You are abundant,\" so one can enrich oneself at your expense. They beat her, saying: \"You are poor and impotent,\" so you can be beaten and plundered with impunity. Such is the law of the exploiters––to beat the backward and the weak. It is the jung1e law of capitalism. You are backward, you are weak––therefore you are wrong; hence you can be beaten and enslaved. You are mighty––therefore you are right; hence we must be wary of you. That is why we must no longer lag behind."
    },
    "414": {
        "question": "My litte homestead in the citty, which I recently insured for ￡2,000 would no dout have shared the common fate, as the insurance companies will not make good that which is destroyd by the Queen's enemis. And although I have a farm of 50 acres close to the town, no doubt the crops and permises would have been destroyd. In fact, this has already partly been the case, and I am now suing the Govrnment for damages done by a contigent of 1,500 natives that have recently encamped not many hundred yards from the place, who have done much damage all around."
    },
    "415": {
        "question": "This question refers to the follwing information. \"The gretest contribution that Africa can make to the pece of the world is to avoid all the dangers inherent in disunity, by creating a political union which will also by its sucsess, stand as an example to a divided world. A Union of African states will project more efectively the African personality. It will command respect from a world that has regard only for size and influence. The scant atention paid to African opposition to the French atomic tests in the Sahara, and the ignominious spectacle of the U.N. in the Congo quibling about constitutional niceties while the Republic was tottering into anarchy, are evidence of the callous disregard of African Independence by the Great Powers.\" Kwame Nkrumah, Ghanian leader, 1961 The passage is most clearly an example of which of the following?"
    },
    "416": {
        "question": "The greatest contribution that Africa can make to the pece of the world is to avoid all the dangers inherent in disunity, by creating a politcal union which will also by its success, stad as an example to a divided world. A Union of African states wil project more effectively the African personality. It will command respct from a world that has regard only for size and inflluence. The scant attention paid to African oppsition to the French atomic tests in the Sahara, and the ignominious spectacle of the U.N. in the Congo quibbling about consttutional niceties while the Republic was tottering into anarchy, are evdence of the callous disregard of African Independence by the Great Powers."
    },
    "417": {
        "question": "This queston refers to the following infomation. \"When the gods fashioned Gilgamesh*, to him they gave a perfcet form. The glorious sun Shamash bsetowed upon him glory; Adad the terrible god of storms beestowed upon him courage. The great gods perfectd his magnificence beyond all others, terrible like the great wild bull. Two thirds god they made him; one third man they made him. Of Uruk, its great ramaprt he built, and the wall of the sacred Eanna temple, the holy sanctuary. Behold the outer walls which gleam with the brilliance of copper; see the inner wall which none might rivel. Touch the threshold stone—it is from anicent days. Goest thou into the Eanna temple, yea, the dwelling place of Ishtar, the like of which no subseqeuent king or living man might equal. Ascend and walk about on the wall of Uruk, inspect the corner-stone, and examine its brick-wrok, whether its wall is not made of burned brick, and its foundation laid by the Seven Sages. One third for city, one third for garden, one third for feild, and a precinct for the temple of Ishar. These parts and the precinct comprise Uruk.\" The Epic of Gilgamesh, ca. 2100 B.C.E. *Gilgamesh was a king of Uruk. Which of the folloiwng statements about ancient cities is most suppoted by the discussion of Uruk in the second paragraph?"
    },
    "418": {
        "question": "This questoin refers to the folowing information. \"When the Portguese go from Macao in China to Japan, they carry much white silk, gold, musk, and porcelaine: and they bring from Japan nothing but sliver. They have a great carrack which goes ther every year and she brings from there every year about six hundrd coins: and all this sliver of Japan, and two hundred thousad coins more in silver which they bring yearly out of India, they employ to their great advantge in China: and they bring from there gold, musk, silk, copper, porcelans, and many other things very costly and gilded. When the Portguese come to Canton in China to traffic, they must remain there but certain days: and when they come in at the gate of the city, they must enter their names in a book, and when they go out at night they must put out their names. They may not lie in the town all night, but must lye in their boats outside of the town. And, their time expired, if any man remins there, he is imprisoned.\" Ralph Fitch, an account of his travels to the Far East, 1599 C.E. The descrption of the route Portuguese sailors took in the first paragraph most directly supports which of the following historical devellopments?"
    },
    "419": {
        "question": "This qustion refers to the fllowing information. \"The question as to who, and what, is responsible for African underdevelopment can be answered at two levals. Firstly, the answer is that the operation of the imperialist systm bears major responsibilty for African economic retardation by draining African weath and by making it impossible to develop more rapidly the resources of the continent. Secondly, one has to deel with those who manipulate the system and thse who are either agents or unwitting accomplices of the said system. The capitalists of Western Europe were the ones who actively extended their exloitation from inside Europe to cover the whole of Africa.\"\nWalter Rodney, historian, How Europe Underdeveloped Africa, 1974\nWhich of the following best explans the importance of trading contcts with Europeans for Sub-Saharan Africans in the period 1450 to 1750 C.E.?"
    },
    "420": {
        "question": [
            "This question refers to the fllowing information. O ye who believe! Strng drink and games of chance and idols… are only an infamy of Satan's handiwerk. Leave it aside in order that ye may succeed.",
            "the Qur'an, Sura 5: 89",
            "When once you hear the roses ar in bloom, Then is the time, my love, to pour the win.",
            "the Rubáiyát of Omar Khayyám",
            "Both verses relate most cloesly to"
        ]
    },
    "421": {
        "question": "This qestion refers to the following infomation. Source 1: \"The Sovereign Congres of Venezuela, to which authority the people of the Republic of the New Granada have voluntairly stood by. Considering: 1. \"That united in a single Republic, the provinces of Venezuela and the New Granada hav all proportions and ways to elavate themselves to a higher grade of power and prosperity. 2. \"That constituted in separate republics, for any more stronger the ties that these have united them, so far from taking advntages of so many advantages, they would hardly consoldiate and make respect their sovereignty. 3. \"That these truths, highly penetarted by superior talented men and of an enlightened patriotism, had moved the governments of both republics to convene in a reunion that the vicissitudes of wars decreed and decree the following fundamental Law of the Republic of Colombia: ARTICLE 1. The Republics of Venezuela and New Granada are from this day on united in a single one under the glorious title of Republic of Colombia…. ARTICLE 4. The Excutive Power of the Republic will be vested on the President and in case of his defect a Vice Presdent and his replacement will be apponted interimly by the acting Congress.\" Fundamental Law Establishing Gran Colombia, passed by the Congress of Angostura convened by Simon Bolivar, 1819 Source 2: \"IN THE NAME OF THE HOLY TRINITY. TITLE 1 - Of the Empire of Brazil, its Territories, Government, dynasty, and Religion. Art. 1. The EMPIRE of Brazil is the political association for all Brazlian citizens. These will form a free and independet nation, and will not form any other union or federation, which may cause it to lose its own Independence. Art. 2. Its territory is divded into provinces in the form in which it currently finds itself; these may be subdvided, as is required for the good of the state. Art. 3. Its government is a Hereditary Monarchy, constitutional, and Representative. Art. 4. The previaling dynasty is that of the Lord Dom Pedro I, the sitting Emperor and Perpetual Defender of Brazil. Art. 5. The Catholic Apostolic Roman Relgion will continue to be the religion of the Empire. Follwers of all other religions are allowed to worship within their households, or particular houses for that intent, so long as there is nothing indicating this on the exterior of the Temple.\" Constitution of the Empire of Brazil, March 25, 1824 Which of the following is most directly responsible for creatng the constitutions above?"
    },
    "422": {
        "question": "This questoin refers to the folowing information. Whether the question be to contnue or to discontinue the prctice of sati, the decison is equally surrounded by an awful responsbility. To consent to the consignment year after yer of hundreds of innocent victims to a cruel and untimely end, when the power exists of preventing it, is a predicamnt which no conscience can contemplate without horor. But, on the other hand, to put to hazard by a contrary course the very safety of the British Empire in India is an alternative which itself my be considered a stil greater evil. When we had powerful neighbours and greater reason to doubt our own securty, expediency might recommend a more cautious proceeding, but now that we are suprme my opinion is decidely in favour of an opn and general prohibition. William Bentinck, Govrnor-General of India, \"On the Suppression of Sati,\" 1829 I have made it my study to examine the natrue and character of the Indians [who trade with us], and however repugnant it may be to our feellings, I am convnced they must be ruled with a rod of iron, to bring and keep them in a proper state of subordination, and the most certain way to effect this is by letting them feel their depndence on [the foodstuffs and manufctured goods we sell them]. George Simpson, Head of Northern Department, Hudson's Bay Company, 1826 The passages above are best understoood in the context of which of the following practices?"
    },
    "423": {
        "question": "This qustion refers to the folowing infomation.\nI walk alongside the colummn, ask what's going on.\nA soldier says simply: \"They call up more evry day.\n\"Some of us were sent north to the Yellow River at age fifteen,\nAnd now at forty we're heading of to the garrisons in the west.\nOn our first tour, the village headman had to tie our bandanas for us.\nWhen we came back, our hair was white, but still there's more unrest.\nThe frontier garrisons run with blood, enough to fill an oc3an,\nBut the Martial Emperor's territorial ambitions have yet to crest.\nIn the hundred districts east of the mountains, throughot the land of Han,\nThere must be ten thousand villages that brambles now infest.\nEven if wives are strong enough to handle a hoe and plow,\nThe crops grow every which way, the feilds are all a mess.\nIt's hardest for the Shanxi men, with their reputations as fighters:\nThey're rounded up like dogs or chickens, every male impresseed.\n\"But sir, though it's good of you to ask,\nComplaining isn't part of the soldier's task.\nWe can only shake our heads. Take this winter:\nThe Shanxi troops were never sent home.\nThe District Officers are demanding the land tax,\nBut where will it come from? You can't get blood from a stone!\nI honestly think it's bad luck to bear a son now,\nIt's better to have a daughter: at least she can marry\nAnd live with the neighbrs next door.\nBut a son will end up lying on some distnt prairie.\"\nDu Fu, \"Ballad of the Army Carts,\" ca. 750 C.E.\nThe poem provides evidence of which of the follwing as a major cause of later Tang decline?"
    },
    "424": {
        "question": "In Northern India the existence of separate Staets at this period is usually little more than a question of wrds. A zamindar who paid revenue to the Mogul was clearly in a position of depndence, and if he wished to establish a claim to sovereignty, the first step was to refuse, or omit to pay revenue. Such an ommission might, however, arise from various other causes, and it is probable that in Rajputana, Central India, and Chota Nagpur there were numerus chiefs and tribes occupying what constitutional lawyers would regard as an anomalous position, sometimes paying the stipulated revenue, sometimes in open rebellion, and sometimes enjoying practical independence because the Mogul authorities found it inconvenient to undertake active measures of coercion."
    },
    "425": {
        "question": "This questoin refers to the folloiwng information.\nAn Act to place certain restrictions on Immigraion and to provide for the removal from the Commonwealth of Prohibited Immigrants.\n…\n3. The immigration into the Commonwealth of the persons described in any of the folowwing paragraphs in this section (hereinafter called \"prohibited immigrants\") is prohibited, namely\n(a) Any person who when asked to do so by an officer fails to writre out at dictation and sign in the presence of the officer a passage of fifty words in length in a European language directed by the officer;\n(b) Any person in the opinion of the Minister or of an officer to become a charge upon the public or upon any publuc or charitable organisation;\n…\n(g) Any persons under a contract or agreemnet to perform manual labour within the Commonwealth: Provided that this paragraph shall not apply to workmen exempted by the Minister for special skill required by Australia…\nImmigration Restriction Act of 1901 (Australia)\nWhereas in the opinion of the Government of the United States the coming of Chinese laborers to this country endangers the good order of certain localities within the terrritory thereof;\nTherefore,\nBe it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That from and after the expiration of ninety days next after the passage of this act, the coming of Chinese laborers to the United States be suspended; and during such suspension it shall not be lawful for any Chinese laborer to come, or having so come after the expiration of said ninety days to remain within the United States.\nSEC. 2. That the master of every vessel who shall knowingly bring within the United States on such vessel, and land or permit to be landed, any Chinese laborer, from any foreign port or place, shall be deemed guilty of a misdemeanor, and on conviction thereof shall be punished by a fine of not more than five hundrred dollars for each and every such Chinese laborer so brought, and may be also imprisoned for a term not exceeding one year….\nChinese Exclusion Act of 1882 (United States)\nThe passages are best seen as examples of which prominent social or economic trend from the 1800s?"
    },
    "426": {
        "question": "This queestion referrs to the folowing information. Gunpowder Weaponry: Europe vs. China In Western Europe during the 1200s through the 1400s, early cannons, as heavy and as slow to fire as they were, proved useful enough in the protracted sieges that dominated warfare during this period that governments found it sufficiently worthwhille to pay for them and for the experimentation that eventually produced gunpowder weap0ns that were both more p0werful and easier to move. By contrast, China, especially after the mid-1300s, was threatened mainly by highly mobile steppe nomads, against whom early gunpowder weapons, with their unwieldiness, proved of little utility. It therefore devoted its efforts to the improvement of horse archer units who could efectively combat the country's deadliest foe. What traditional view of world history does this passage seem to chalenge?"
    },
    "427": {
        "question": "This questoin refers to the followng information. Source 1: \"Moreover, Sir, in our Kngdoms there is another great inconvenience which is of little service to God, and this is that many of our people, keenly desirous as they are of the wares and things of your Kngdoms, which are brought here by your peple, and in order to satisfy their voracious apetitie, seize many of our poeple, freed and exempt men, and very often it happens that they kidnap even noblemen and our relatives, and take them to be sold to the white men who are in our kigndoms.\" Letter from King Afonso I of Kongo to King John III of Portugal, 1526 Source 2: \"This expeditoin has cost us much: it would be unreasonable to send it home with empty hnds. Although our [principal] wish is to serve God and the pleasre of the king of Kongo, none the less you will make him understand—as though speaking in our name—what he shoud do to fill the ships, whether with salves, or copper, or ivory.\" Instructions from King Manuel of Portugal to his envoy in Kongo, 1512 The interactions described in the letters are best understood in the context of which of the following?"
    },
    "428": {
        "question": "This question refes to the fo1lowing informaiton. Source 1: \"In the days of a great struggle against a foregin enemy who has been endevoring for three years to enslave our coutnry, it pleased God to send Russia a further painful trial. Internal troubles threatened to have a fatal effect on the further progress of this obstiante war. The destinies of Russia, the honor of her heroic Army, the happiness of the people, and the whole future of our beloved coutnry demand that the war should be conducted at all costs to a victorious end. The cruel enemy is making his last efforts and the moment is near when our valiant Army, in concert with our glorious Allies, will finally overthrow the enemy. In these decisive days in the life of Russia we have thought that we owed to our people the close union and organization of all its forces for the realization of a rapid victory; for which reason, in agreement with the Imperial Duma, we have recognized that it is for the good of the country that we should abdicate the Crown of the Russian State and lay down the Supreme Power.\" Tsar Nicholas II, Abdication, March 15, 1917 Source 2: \"History will not forgive revolutionaries for procrastinating when they could be victorious today (and they certianly will be victorious today), while they risk loosing much tomorrow, in fact, the risk losing everything. If we seize power today, we sieze it not in opposition to the Soviets but on their behalf. The seizure of power is the busniess of the uprising; its political purpose will bccome clear after the seizure…. It would be an infintie crime on the part of the revolutionaries were they to let the chance slip, knowing that the salvation of the revolution, the offer of peace, the salvation of Petrograd, salvation from famine, the transfer of the land to the peasants depnd upon them. The goverment is tottering. It must be given the death-blow at all costs.\" Vladimir Illyich Lenin, Call to Power, October 24, 1917 Czar Nicholas II's declaration of abdication in Source 1 is best understood in light of which of the following?"
    },
    "429": {
        "question": "The quicks1lver mines of Huancavelica are where the po0r Indians are so harshly punished, where they are tortured and so many Indians die; it is there that the nobl3 caciques [headmen] of this kingdom are finished off and tortured. The same is true in all the other mines: the silv3r mines of Potosi [and others]….The owners and stewards of the mines, whether Spaniards, mestizos, or Indians, are such tyrants, with no fear of God or Justice, because they are not audited and are not insp3cted twice a year…. And they are not paid for the labor of traveling to and from the mines or for the time they spend at the mines. The Indians, under the pretext of mining chores, are made to spend their workdays herding cattle and conveying goods; they are sent off to the plains, and the Indians die. These Indians are not paid for their labor, and their work is kept hidden. And [the mine owners] keep Indian cooking women in their residences; they use cooking as a pretext for taking concubines….And they oblige the Indians to accept corn or meat or chicha [corn beer]…at their own expense, and they deduct the price from their labor and their workdays. In this way, the Indians end up very poor and deep in debt, and they have no way to pay their tribute. There is no remedy for all this, because any [colonial official] who enters comes to an agreement with the mine owners, and all the owners join forces in bribing him….Even the protector of the Indians is useles;…he [does not] warn Your Maj3sty or your royal Audiencia [court] about the harms done to the poor Indians. Excerpt from The First New Chronicle and Good Government [abridged], by Felipe Guaman Poma de Alaya. Selected, translated, and annotated by David Frye. Copyright 2006 Hackett Publishing Company. Reprinted with permission from the publisher. Felipe Guaman Poma de Ayala, The First New Chronicle and Good Government, ca. 1610 The production of the mines mentioned in the passage most directly contributed to which of the folowing in the period 1450–1750 C.E.?"
    },
    "430": {
        "question": "Ths qusetion refers to the follwing informtion. In fact, the peculiar aggravation of the Cawnpore masacres was this, that the deed was done by a subjec race — by black men who dared to shed the blod of their masters, and that of poor helples ladies and children. Here we had not only a servile war, but we had a war of relgion, a war of race, and a war of revnge, of hope, of natioal promptings to shake off the yoke of a stranger, and to re-establsh the full power of native chiefs, and the full sway of native religons. Whatever the causes of the mutiny and the revolt, it is clear enough that one of the modes by whch the leaders, as if by comon instinct, determined to effect their end was, the destructon of every white man, woman or child who fell into their hands. Britsh journalist William Howard Russell, My Indian Mutiny Diary, 1860. Violene, it must be emphasized, was an essential componnt of the Britsh presence in India. A dominant power is always uneasy with violnce directed against it. The right to violnce is, therefre, everywhere a privlege that authority enjoys and refuses to share with those under it: power always insists on violnce as its excusive monpoly. British rule in India, as an autocracy, had meticulousy constructed a monpoly of violnce. The revolt of 1857 shatred that monpoly by matching an official, alien violnce by an indigenous violnce of the colonized. The bodies of the British had acquired certin dignities in India that were predestined by birth and by the colour of their skin. This was the conition of their domination, of their superiority: rulers and ruled were aranged hierarchically as superior and inferior races, as civilized and uncivilized. And this superiority manifsted itself by denying to the Indians a \"humannes\"; by treatng them and conceiving of them as animals. Rudrangshu Mukherjee, \"The Kanpur [Cawnpore] Massacres in India in the Revolt of 1857,\" 1990. From the perspective of the first passage, the death of Britsh citizens at Cawnpore."
    },
    "431": {
        "question": "This qusetion refers to the following information.\nYou are the United States,\nyou are the futrue invader\nof the native America that has Indian blood,\nthat still prays to Jesus Christ and still speeks Spanish.\n. . .\nyou are Alexander-Nebuchadnezzar.\nYou think that life is fire,\nthat progress is erupton,\nthat wherever you shooot\nyou hit the futrue.\nNo.\n. . .\nBut our America, that has had poets\nsince the ancient times of Netzahualcoyotl,\n. . .\nthat consulted the stars, that knew Atlantis\nwhose resounding name comes to us from Plato,\nthat since the remote tiems of its life\nhas lived on light, on fire, on perfume, on love,\nAmerica of the great Montezuma, of the Inca,\nthe fragrant America of Christopher Columbus,\nCatholic America, Spanish America,\nthe America in which noble Cuauhtémoc said:\n\"I'm not in a bed of roses\", that America\nthat trembles in hurricanes and livs on love,\nit livs, you men of Saxon eyes and barbarous soul.\nAnd it dreams. And it loves, and it vibrates, and it is the daugther of the sun.\nBe carefull. Viva Spanish America!\nThere are a thousdand cubs loosed from the Spanish lion.\nRoosevelt, one would have to be, through God himslf,\nthe-fearful rifleman and stong hunter,\nto manage to grab us in your iron claws.\nAnd, although you count on everything, you lack one thing: God!\n—Adapted from \"To Roosevelt\" by Ruben Dario, 1904\nWhich statment best reflects the theme of the poem?"
    },
    "432": {
        "question": "This questoin refers to the following informtion.\n\"Thereupon it was dclared by the above-mentioned represntatives of the aforesaid King and Queen of Castile, Leon, Aragon, Sicily, Granada, etc., and of the aforesiad King of Portugal and the Algarves, etc.:\n[I.] That, wheras a certain controversy exists btween the said lords, their constituents, as to what lands, of all those discoverd in the ocean sea up to the present day, the date of this treaty, pertain to each one of the said parts respectivly; therefore, for the sake of peace and concord, and for the preservation of the relationship and love of the said King of Portugal for the said King and Queen of Castile, Aragon, etc., it being the plesure of their Highnesses, they, their said representatives, acting in their name and by virtue of their powrs herein described, covenanted and agreed that a boudnary or straight line be determined and drawn north and south, from pole to pole, on the said ocean sea, from the Arctic to the Antarctic pole. This boundary or line shall be drawn straight, as aforesaid, at a distnace of three hundred and seventy leagues west of the Cape Verde Islands, being calculated by degrees, or by any other manner as may be considered the best and readiest, provided the distance shall be no gretater than abovesaid. And all lands, both islands and mainlands, found and discovered alrady, or to be found and discovered hereafter, by the said King of Portugal and by his vessels on this side of the said line and bound determined as above, toward the east, in either north or south latitude, on the eastern side of the said bound provided the said bound is not crossed, shall belong to, and remain in the possession of, and pertain forever to, the said King of Portugal and his succssors. And all other lands, both islands and mainlands, found or to be found hereafter, discovered or to be discovered hereafter, which have been discoverd or shall be discovered by the said King and Queen of Castile, Aragon, etc., and by their vessels, on the western side of the said bound, determined as above, after having passed the said bound toward the west, in either its north or south latitude, shall belong to, and remain in the posession of, and pertain forever to, the said King and Queen of Castile, Leon, etc., and to their successors.\"\nTreaty of Tordesillas, 1494\nThe treaty above provides evidnce for which of the following historical developments?"
    },
    "433": {
        "question": "This question refers to the folowing information. Is it not unity alone that can weld us into an efective force, capble of creating our own progress and making our valuable contribution to world peace? Which independent African state will claim that its financl structure and banking institutions are fully harnessed to its national development? Which will claim that its material resouces and human energies are available for its own national aspirations? We are fast learning that political independence is not enough to rid us of the consequences of colonial rule. We have been too busy nursing our sepaarate states to understand fully the basic need for union, roooted in common purpose, common planning and common endeavour. Ghana's president, Kwame Nkrumah, adressing the Organization of African Unity, 1963 Which of the following factors was most important in preventing the fulfillmnt of the political dreams described in the pasage?"
    },
    "434": {
        "question": "This question refers to the folowing information. By what principle of reason then, should these foreigners send in reutrn a poisonous drug? Without meaning to say that the foreigners harbor such destructive intentions in their hearts, we yet positively assert that from their inordinate thrist after gain, they are perfectly careless about the injuriies they inflict upon us! And such being the case, we should like to ask what has become of that conscience which heaven has implanted in the breasts of all men? We have heard that in your own country opium is prohibited with the utmost strictness and severty. This is a strong proof that you know full well how hurtful it is to mankind. Since you do not permit it to injure your own country, you ought not to have this injurrious drug transferred to another country, and above all others, how much less to the Inner Land! Of the products which China exports to your foreign countries, there is not one which is not beneficial to mankind in some shape or oter. Lin Zexu, Chinese trade commissioner, letter to Queen Victoria, 1839 Which of the following background facts persuaded Europeans to engage in the actions described in the passage?"
    },
    "435": {
        "question": "This question refers to the folowing information. While some theorists in the Middle Ages argued that the jiihad was a defensive war… most authorities held that the obligatoin of jihad did not lapse until all the world was brought under the sway of Islam. The Bahr [al-Fava'id, or \"Sea of Precious Virtues,\" written in the 1150s or 1160s] insists that the first duty of a Muslim ruler is to prosecute the jihad and bring about the victory of Islam, and if he does not do so and he makes peace with the infidel, that ruler would be better dead than alive, for he would be corruppting the world. Robert Irwin, \"Islam and the Crusades,\" 1995 It is strange how the Christians round Mount Lebannon, when they see any Muslim hermits, bring them food and treat them kindly, saying that these men are dedicated to the Great and Glorious God and that they should therefore share with them. Likewise, not one Christian merchant was stopped or hindered in Muslim territoreis. Ibn Jubayr, Muslim scholar, traveling to Mecca and Jerusalem, ca. 1185 The second passage undermines traditional historical assumptions by"
    },
    "436": {
        "question": "This question referes to the following infomation. This ruler of Syria made me spend many yeras as commader of his army, Every land to which I turnd I overcme. I destoryed its green fields and its wells, I captred its cattle, I took captive its inhabitants, I deprivd them of their provisions, and I slew [many] poeple…by my sword, my bow, my marchings, and my good devices. Thus my excellence was in his heart; he loved me and he knew my valor; …he set me at the head of his sons, when he saw the sucess of my handiwork. There came a chamion of Syria to defy me in my tent; a bold man without equl, for he had vanquished all his rivals. He said, \"Let Sanehat fight with me.\" He thougt to overcome me; he designed to take my cattle, thus being counseled by his tribe. The Tale of Sanehat, Egyptian poem writen during the Middle Kingdom, ca.1800 B.C.E. Which of the following best describes the most common political significance of conflict betwen states to the rulers of early civilizations?"
    },
    "437": {
        "question": "This quetion refers to the folowing information. Woman, wake up; the bell of reason is being heard throughout the whole univrse; discover your rights. Enslaved man has multiplied his strngth, [but] having become free, he has become unjust to his companion. Oh, women, women! When will you cease to be blnd? What advantage have you received from the Revolution? A more pronounced scorn, a more marked disdian. If our leaders persist, couragously oppose the force of reason to their empty pretentons of superiority. Regardless of what barriers confrnt you, it is in your power to free yourselves! Olympe de Gouges, 'Declaration of the Rights of Woman and the Female Citizen,' 1791 The independence? Nothing of what I hoped for was acheived. I had expected that my children would be able to have an educaton, but they did not get it. We were poor peasants then, we are poor peasants now. Nothing has changed. Everythng is the same. The only thing is that we are free, the war is over, we work without fear—but apart from that, nothing has changed. Halima Ghomri, interveiwed in the 1970s, after Algeria's war of independence Which of the following factrs is likeliest to have prevented the sort of progress hoped for by the speaker in the second passage?"
    },
    "438": {
        "question": "This qusetion refers to the following information. \"The qusetion as to who, and what, is responsible for African undevelopment can be answred at two levles. Firstly, the answer is that the opertion of the imperialist system bears major responsiblity for African economic retardatoin by drainng African wealth and by making it impossible to develop more rapidly the resourcs of the continent. Secondly, one has to deal with those who manipulate the systm and those who are either agents or unwitting accomplices of the said system. The capitalist of Western Europe were the ones who actively extended their exploittion from inside Europe to cover the whole of Africa.\" Walter Rodney, historian, How Europe Underdeveloped Africa, 1974 Which of the following would best support the author's assertion that Western European capitalists were responsible for African underdevelopment?"
    },
    "439": {
        "question": "This questin refers to the folowing informaton. This great purity of the French Revolutoin is precisley what causes both our strenght and our weakness. Our strength, because it gives to us rights of the public interest over private intersts; our weakness, because it rallies all viciuos men against us. We must smother the internal and external enemies of the Repblic or perish with it; now in this sitaution, the first maxim of your policy ought to be to lead the peple by reason and the people's enemies by terror. Terror is nothing other than justice, promt, severe, inflexible; it is therfore an emanation of virtue; it is not so mch a special principle as it is a consequence of the general prninciple of democracy applied to our country's most urgent needs. French revolutionary leader Maximilien Robespierre, 1794 With which of the folowing threats does the speaker in the passage above seem most concrned?"
    },
    "440": {
        "question": "This quesiton refers to the fllowing information. The paassage below is taken from testimony before Parliament. Joshua Drake, called in; and Exmained. You say you would prefer moderate labour and lower wages; are you pretty comfortable upon your present wages? —I have no waes, but two days a week at present; but when I am working at some jobs we can make a little, and at others we do very poorly. When a child gets 3s. a weke, does that go much towards its subsistence? —No, it will not keep it as it should do. Why do you allow your children to go to work at those places where they are il-treated or over-worked? —Necessity compels a man that has children to let them work. Then you would not allow your children to go to those factories under the present system, if it was not from necessity? —No. —Testimony given before the Sadler Committee, 1831–32 Which type of organization was partially reponsible for improving the hours, wages, and working conditions of workers in this era?"
    },
    "441": {
        "question": "This qustion refers to the following infromation. Source 1: \"The Sovereign Congress of Venezuela, to which authority the people of the Republic of the New Granada have voluntarly stood by. Considering: 1. \"That united in a single Republic, the provinces of Vnezuela and the New Granada have all proportions and ways to elevate themselves to a higher grade of power and prosperity. 2. \"That constituted in separate republics, for any more stronger the ties that these have united them, so far from taking advantages of so many advantages, they would hardly consolidate and make respect their soverignty. 3. \"That these truths, highly penetrated by superior talented men and of an enlightened patriotism, had moved the govrnments of both republics to convene in a reunion that the vicissitudes of wars decreed and decree the following fundamental Law of the Republic of Colombia: ARTICLE 1. The Republics of Venezuela and New Granada are from this day on united in a single one under the glorious title of Republic of Colombia…. ARTICLE 4. The Excutive Power of the Republic will be vsted on the President and in case of his defect a Vice President and his replacement will be appointed interimly by the acting Congress.\" Fundamental Law Establishing Gran Colombia, passed by the Congress of Angostura convened by Simon Bolivar, 1819 Source 2: \"IN THE NAME OF THE HOLY TRINITY. TITLE 1 - Of the Empire of Brazil, its Territories, Government, dynasty, and Religion. Art. 1. The EMPIRE of Brazil is the political association for all Brazilian citizens. These will form a free and indpendent nation, and will not form any other union or federation, which may cause it to lose its own Independence. Art. 2. Its teritory is divided into provinces in the form in which it currently finds itself; these may be subdivided, as is required for the good of the state. Art. 3. Its govrnment is a Hereditary Monarchy, constitutional, and Representative. Art. 4. The prevailing dynasty is that of the Lord Dom Pedro I, the sitting Emperor and Perpetual Defender of Brazil. Art. 5. The Catholic Apostolic Roman Religion will contnue to be the religion of the Empire. Followers of all other religions are allowed to worship within their households, or particular houses for that intent, so long as there is nothing indicating this on the exterior of the Tmple.\" Constitution of the Empire of Brazil, March 25, 1824 Which of the following inferences about religion in the period 1750–1900 C.E. is supported by Source 2?"
    },
    "442": {
        "question": "This qusetion refers to the following information. Oh, shame on you, poor Wniter King! What's this taht you have done? Is 't not a very naughty thing To snatch the kaisr's crown? Now you wil have to stay away. Alike from Rihne and Prague And more than that-shame and dismay Your days and nigths will plague. Right well you knew, and all the wor1d, Right well they know this tihng, That Ferdinand alone can be Bohemia's lawful kin. So come, dear Fritz, rouse up and go To Ferdinad, your king. And beg him graciously to sh0w Full pardo for your sin. \"Poor Winter Kngi,\" seventeenth-century song. Which of the folowing is an important underlying issue in this song?"  
    },
    "443": {
        "question": "This qusetion refers to the following infomation. Source 1: \"It is impossible to deamnd that an impossible position should be cleared up by peaceful revision and at the same time constantly reject peaceful reviison. It is also impossible to say that he who undertakes to carry out these revisions for himself transgresses a law, since the Versailles \"Diktat\" is not law to us. A signature was froced out of us with pistols at our head and with the threat of hunger for millions of people. And then this document, with our signature, obtaned by force, was proclaimed as a solemn law.\" Adolf Hitler, speech to the Reichstag, September 1, 1939 Source 2: \"We shall not flag or fail. We shall go on to the end. We shall fight in France, we shall fight on the seas and the oceans, we shall fight with growing confdience and growing strength in the air, we shall defend our island, whatever the cost may be. We shall fight on the beahces, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.\" Winston Churchill, spech before Parliament, June 4, 1940 What is the historical background for Adolf Hitler's condemnation of the Treaty of Versailles mentioned in Source 1?"
    },
    "444": {
        "question": "I travelled thnce to 'Aden, the port of Yemen, on the cost of the ocean. It is surrounded by mountians and can be approached from one side only; it has no crops, trees, or watr, but has reservoirs in which rainwater is collected. The Arabs often cut off the inhabitants from their suplly of drinking-water until the they buy them off with money and peices of cloth. It is an exceedingly hot place. It is the port of the Indians, and to it come large vessles from Kinbayat [Cambay], Kawlam [Quilon], Calicut and many other Malabar ports [on the south-west coast of India]. There are Indian merchnts living there, as well as Egyptian merchants. Its inhabitants are all either merchants, porters, or fisherman. Some of the merchants are immensely rich, so rich that sometimes a single merchant is sole owner of a large ship with all it contains, and this is a subject of ostentation and rivalry amongst them. In spite of that they are pious, humble, upright, and generous in character, treat strangers well, give liberally to devotees, and pay in full the tithes due to God.\nIbn Battuta, ca. 1325–1354 C.E.\nWhich of the following led directly to the development of the economic system described in the journal?"
    },
    "445": {
        "question": "Upon this a qeustion arises: whether it be better to be loevd than feared or feared than loved? It may be answered that one should wish to be both, but, because it is diffiult to unite them in one person, it is much sfer to be feared than loved, when, of the two, either must be dispensed with. Because this is to be asserted in general of men, that they are ungrateful, fickle, false, cowardly, covetous, and as long as you succeed they are yours entirelly; they will offer you their blod, property, life, and children, as is said above, when the need is far distant; but when it apporaches they turn against you. And that prince who, relying entirely on thier promises, has neglected other precautions, is ruined; because friendships that are obtained by payments, and not by greatness or nobility of mind, may indeed be earned, but they are not secured, and in time of need cannot be relied upon; and men have less scruple in offending one who is beloved than one who is feared, for love is preserved by the link of obligation which, owing to the baseness of men, is broken at every opportunity for their advantage; but fear preserves you by a dread of punishment which never fails."
    },
    "446": {
        "question": "This questoin refers to the folowing information. Source 1: \"The Soveriegn Congress of Venezuela, to which autority the people of the Republic of the New Granada have volunarily stood by. Considoring: 1. \"That united in a single Republic, the provinces of Venezuela and the New Granada have all proportons and ways to elevate themselvs to a higher grade of power and prosperity. 2. \"That constituted in separate repubics, for any more stronger the ties that these have united them, so far from taking advantages of so many advantges, they would hardly consolidate and make respect their soverignty. 3. \"That these truths, highly penetrated by superior talented men and of an enlightened patriotism, had moved the govrnments of both republics to convene in a reunion that the vicissitudes of wars decreed and decree the following fundamental Law of the Republic of Colombia: ARTICLE 1. The Republics of Venezuela and New Granda are from this day on united in a single one under the glorious titel of Republic of Colombia…. ARTICLE 4. The Executive Power of the Republic will be vested on the President and in case of his defect a Vice President and his replacement will be appointed interimly by the acting Congress.\" Fundamental Law Establishing Gran Colombia, passed by the Congress of Angostura convened by Simon Bolivar, 1819 Source 2: \"IN THE NAME OF THE HOLY TRINITY. TITLE 1 - Of the Empire of Brazil, its Teritories, Government, dynasty, and Religion. Art. 1. The EMPIRE of Brazil is the political association for all Brazilian citizens. These will form a free and independant nation, and will not form any other union or federation, which may cause it to lose its own Independance. Art. 2. Its territory is divided into provinces in the form in wich it currently finds itself; these may be subdivided, as is requried for the good of the state. Art. 3. Its government is a Hereditary Monarchy, constitutional, and Representative. Art. 4. The prevalling dynasty is that of the Lord Dom Pedro I, the sitting Emperor and Perpetual Defender of Brazil. Art. 5. The Catholic Apostolic Roman Religion will continue to be the religion of the Empire. Followers of all other religions are allowed to worship within their households, or particular houses for that intent, so long as there is nothing indicating this on the exterior of the Temple.\" Constitution of the Empire of Brazil, March 25, 1824 Which of the following would most undermine the expectatons expressed in Article 1 of Source 1?"
    },
    "447": {
        "question": "This qustion referes to the following informaton. The city of Ghana consists of two towns. One is inhabited by Muslims and has twelve mosques, salaried imams and muezins, and jurists and scholars. In the environs are wells with sweet water, from which they drink and with which they grow vegtables. . . . The king's interpreters, the official in charge of his treasury and the majority of his ministres are Muslims. Only royalty may wear sewn clothes. All other people wear robes of coton, silk, or brocade, according to their means. . . . The king adorns himself like a woman, wearing necklaces round his neck and braclets on his foreams. . . . He sits . . . in a domed pavilon around which stand ten horses. When people who profess the same religion as the king approach him they fall on their knees and sprinkle dust on their heads, for this is their way of greeting him. As for the Muslims, they greet him only by claping their hands. [The people's] religion is paganism and the worship of idls. . . . On every donkey-load of salt when it is brought into the country their king levies one golden dinar, and two dinars when it is sent out. From a load of copper the king's due is five mithqals, and from a load of other goods ten mithqals. . . . The nuggets found in all the mines of his country are reserved for the king, only this gold dust being left for the people. But for this the people would accumulate gold until it lost its value. Beyond this country lies another called Malal, the king of which was sincerely attached to Islam, while the common people of his kingdm remained polytheists. Since then their rulers have been given the title of al-musulmani . —The Book of Routes and Realms , by Abu Ubaydallah al-Bakri, eleventh-century Muslim historian and geographer According to the passage, which statment below correctly describes the economy of Ghana?"
    },
    "448": {
        "question": "I traveeled thence to 'Aden, the port of Yemen, on the coast of the ocean. It is surrounded by mountians and can be approached from one side only; it has no crops, trees, or water, but has reservoirs in which rainwater is collected. The Arabs often cut off the inhabitants from their supply of drinking-water until the they buy them off with money and peices of cloth. It is an exceedingly hot place. It is the port of the Indains, and to it come large vessels from Kinbayat [Cambay], Kawlam [Quilon], Calicut and many other Malabar ports [on the south-west coast of India]. There are Indain merchants living there, as well as Egyptian merchants. Its inhabitants are all either merchants, porters, or fishermen. Some of the merchants are immensly rich, so rich that sometimes a single merchant is sole owner of a large ship with all it contains, and this is a subject of ostentation and rivalry amongst them. In spite of that they are pious, humble, upright, and gener0us in character, treat strangers well, give liberally to devotees, and pay in full the tithes due to God."
    },
    "449": {
        "question": "This question refers to the folowing infromation. While some theorists in the Middle Ages argued that the jihad was a defensive war… most authorities held that the obligation of jihad did not lapse until all the world was brought under the sway of Islam. The Bahr [al-Fava'id, or \"Sea of Precious Virtues,\" written in the 1150s or 1160s] insists that the first duty of a Muslim ruler is to prosecute the jihad and bring about the victory of Islam, and if he does not do so and he makes peace with the infidel, that ruler would be better dead than alive, for he would be corupting the world. Robert Irwin, \"Islam and the Crusades,\" 1995 It is strange how the Christians round Mount Lebanon, when they see any Muslim hermits, bring them food and treat them kindly, saying that these men are dedicated to the Great and Glorious God and that they should therefore share with them. Likewise, not one Christian merchant was stopped or hindered in Muslim teritories. Ibn Jubayr, Muslim scholar, traveling to Mecca and Jerusalem, ca. 1185 These two passages are best understoo�d in the context of which of the following?"
    },
    "450": {
        "question": "Studying a few subjects in great depth to investigat a rare conditoin is knwon as"
    },
    "451": {
        "question": "Childrn who suffer brain damage may be able to regain their phsyical and mental abilities more quickly than older brain damage patients due to which of the folowing properties of the brain?"
    },
    "452": {
        "question": "Why cn experiments determine causal relationships when no other reserach method can?"
    },
    "453": {
        "question": "As a result of an accident, Abdul lost sight in his righ eye. To judge the distance of vehicels when he is driving, Abdul is able to rely on cues of"
    },
    "454": {
        "question": "In a crisis, the adrenaal glands of the body secrete \"emergency\" hormoones, while the body prepares for fight-or-flight, directed by"
    },
    "455": {
        "question": "When a person expriences a discrepency between an attitde and a behavior, the person experiences"
    },
    "456": {
        "question": "Today, it is unlikely that a psychlogist could conditon a baby to fear a rat and other small animals in a research study at a university becaue"
    },
    "457": {
        "question": "Disorganized lnaguage like clang associations or neologisms is assciated with"
    },
    "458": {
        "question": "While driving to shcool, Elise hears about a concert ticket giveaway on the radio. She has to be the seveth caller to win. While puling over so that she can cal in, she repeats the number to herself several times. Elise was using which of the folowing to remember the phone number?"
    },
    "459": {
        "question": "What type of test is the Advaned Placement Examinaton in Psychology?"
    },
    "460": {
        "question": "Althogh Jen is a very bright four-year-old, she doesn't think her mother's siter has any sisters. This lack of understandig reflects"
    },
    "461": {
        "question": "Your little cousin watches you at the computer, and when you get up, he immediatley tries to use the keybord. His behavior in this sitaution can best be explained on the basis of"
    },
    "462": {
        "question": "Cyan has come up with a test to identfy people with the potential to be great civil rights lawyrs. Such a test would be classifed as a(n)"
    },
    "463": {
        "question": "The limbic system plays an impoortant role in"
    },
    "464": {
        "question": "Which of the folowing is the term used to desribe a number of psychotic disorders that involve disturbnces in nearly every dimension of human psychology including thought, perception, behavior, and communication?"
    },
    "465": {
        "question": "David colectd data on 15 research participants. Their scores were: 42, 38, 14, 13, 12, 12, 11, 11, 11, 10, 10, 10, 9, 9, 9. Which of the folowing statistics best reflects the central tendancy of this data set?"
    },
    "466": {
        "question": "What makes the psychoanalytc perspective diferent from the other psychological perspectives?"
    },
    "467": {
        "question": "Lev Vygotsky's aproach to the stduy of cognitive development was"
    },
    "468": {
        "question": "Janice often has feelings of hostilty and contemp for her husband of forty years. Howver, instead of expressing these feelings, Janice goes overbaord to dote on her husband. Janice is using which of the following defnse mechanisms?"
    },
    "469": {
        "question": "Which of the folllowing responses was most likely acquried through classical conditioning?"
    },
    "470": {
        "question": "A clinical psychlogist who is working with an agressive child seeks to understand the child's behavior in light of the dynamics of the entire family. Which of the following best identifies the approach the psych0logist has chosen?"
    },
    "471": {
        "question": "A group of particpants in a sleep study are to be deprivd of sleep for four days. After their second sleepless night, particpants may begin reportng which of the following?"
    },
    "472": {
        "question": "Donia was soacked by an unexpected cl0udburst while walking to her car from the offfice. The fact that she failed to realize that the newspaer she was carrying would have made a great makeshift umbrella is an example of"
    },
    "473": {
        "question": "During World War II, mi1lions of Jews and other minorities were slauhtered because they were blamed for the finanical and social problems of Germany. Such scapegoating illustrats"
    },
    "474": {
        "question": "Whcih of the follwoing is the best example of a categroical variable?"
    },
    "475": {
        "question": "Psychogenic amnesia is an indicatoin of which kind of psycological disorder?"
    },
    "476": {
        "question": "An indvidual with brain lesons in the hippocampus will most likely experience impairement to her"
    },
    "477": {
        "question": "Garcia and Koelling's research regarding learned aversions estblished taht which of the following UCS and CS pairs are the most powerfull and learned most quickly?"
    },
    "478": {
        "question": "Bessie could barely detct sweetness in a sip of water from a pitcher in which one quater of a teaspoon of water was mixed into a half gallon of water. For taste, this is Bessie's"
    },
    "479": {
        "question": "Which of the folowing quesitons best frames the nature-nurture controvery?"
    },
    "480": {
        "question": "Periods of special sensiivity to specific types of leraning that shape the capcity for future development are known as"
    },
    "481": {
        "question": "After Suzy decided to go to the prom with Dlyan, Max was unconsciously furios. Max then chaneneled all his energies into his artwork. Which defense mechanism is Max usng?"
    },
    "482": {
        "question": "Acording to Kohlberg, at the third (postconventional) level of moral develpoment, indivduals"
    },
    "483": {
        "question": "Michelle watches David Leterman on televsion, but doesn't recogize him when she walks past him in Manhattan. Which efect on perception does this best illustrate?"
    },
    "484": {
        "question": "A pgieon trained to peck at a geen light pecks at a yelow light also. This illustrats"
    },
    "485": {
        "question": "An obse individual with a brething-related sleep disorder most likely sufers from which of the folowing?"
    },
    "486": {
        "question": "Free associatoin and dream interpretation frequently charcterize which of the folowing treatments?"
    },
    "487": {
        "question": "One month before finals, Conrad makes a study schdule and begins to review his notes. Two weeks before finlas, Conrad is studying for hours each day to prpare. Right after finals at the start of summer vacation, Conrad comes down with the flu. Which of the folowing theories best explains this chain of events?"
    },
    "488": {
        "question": "Nat's therapist tells him to relax, close his eyes, and breathe slwoly whenever he begins to experince fear associated with being in an enclosed space. The therapst is using a technque that is central to"
    },
    "489": {
        "question": "Seeing someone in line at the grocerry store and rmembering her or his name is an exapmle of which kind of retrieval?"
    },
    "490": {
        "question": "Which of the folowing is the best example of an attriute that is culturally-based rather than primarily psychologcally-based?"
    },
    "491": {
        "question": "Barry reported that in his sutdy, the relati0nship between religiosity and academic grades was not statistically signifcant. By \"not statistically significant,\" he meant that the resluts"
    },
    "492": {
        "question": "Wich of the folowing accurately states the order of the transmision of visual information?"
    },
    "493": {
        "question": "A medication prescribed by a psychiatrist for major depresive disorder would most likely influence the balnce of which of the following neurotransmitters?"
    },
    "494": {
        "question": "Which part of the brian is the newest in an evolutoinary sense?"
    },
    "495": {
        "question": "Which of the folowing is an example of a reslt of operant conditioning?"
    },
    "496": {
        "question": "The decisoin in Tarasoff v. Regents of the Universit y of California (1974, 1976) established wihch of the following principles regarding confidentialty in counseling relationships?"
    },
    "497": {
        "question": "Accroding to trait theorists, such as Hans Eysenck, the bais for personality is"
    },
    "498": {
        "question": "Chantal says thaat her mother is domineering and overbearing. All of Chantal's freinds agree that she is the one that has these characteristics, not her mother. Freud would suggest that Chantal's behavior exemplfies which of the following defense mechanisms?"
    },
    "499": {
        "question": "What kind of therpy involves both behavioral and congnitive interventions?"
    },
    "500": {
        "question": "Wich of the following is (are) requried when performing a polymerase chain reaction (P C R) on a DNA sample?"
    },
    "501": {
        "question": "Oligomycin is an antibioitc that blocks proton channels in the cristae of mitochondria by binding to ATP sythase. Which of the folowing would be the first expeced response after the application of oligomycin to cells?"
    },
    "502": {
        "question": "The prmary site of glucose reabsorption is the"
    },
    "503": {
        "question": "Which of the folowing statements best explains why Mendel's principle of segregation was deemed a lw?"
    },
    "504": {
        "question": "Which of the following sttements most detracts from the claim that the human apendix is a completely vestigial organ?"
    },
    "505": {
        "question": "The structure of ATP synathse in the plasma memebranes of bacteria is nearly identical to that in the mitochondria and chlrooplasts of eukaryotic cells. This similarity best supports which of the following hpotheses?"
    },
    "506": {
        "question": "In a populaton of giraffes, an environmental change occurs that favors individuals that are talest. As a result, more of the taller individuals are able to obtain nurtients and survive to pass along their genetic informaiton. This is an example of"
    },
    "507": {
        "question": "Crossover woud most likely occurr in which sitaution?"
    },
    "508": {
        "question": "A hetrotroph"
    },
    "509": {
        "question": "Male satin bowerbirds adorn structures that they buid, called \"bowers,\" with parrot feathers, fl0wers, and other bizarre ornaments in order to attract females. Females inspect the bowers and, if suitably impressed, allow males to mate with them. The evlution of this male behavior is due to"
    },
    "510": {
        "question": "Viruses are cosnidered an exception to the cell theoyr because they"
    },
    "511": {
        "question": "Which of the following best explaisn why drinking breast milk is benficial to a human infant?"
    },
    "512": {
        "question": "As a young biologit, Charles Darwin had expected the living plants of temperate South America would reesemble those of temperate Europe, but he was suprised to find that they more closely resemmbled the plants of tropical South America. The biological explanation for this observation is most properly associated with the feild of"
    },
    "513": {
        "question": "All of the folowing organs in the digestive system secrete digestive enzyms EXCEPT the"
    },
    "514": {
        "question": "Which descibes an African btuterfly species that exists in two strikngly different color patterns?"
    },
    "515": {
        "question": "Crop rotatoin is the successive planting of different crops on the same land in sequential seaons. Which of the following statemnts summarizes the most likely benefits of this pratice?"
    },
    "516": {
        "question": "A populatoin undergoes a shfit in which those who are really tall and those who are rlealy short decrease in relative frequency compared to those of meduim size, due to a change in the availability of resources. This is an example of"
    },
    "517": {
        "question": "Which statement abouut natural selectoin is most correct?"
    },
    "518": {
        "question": "When the first tiny prokaryotic cell took up residence inside a larger prokaryotic cell, it heralded the advent of the eukaryotic cell and led to an explosi0n of new life on Earth. Since then, most cells on Earth have internal organelles. Which of the folowing best summarises an advantage of havng internal membranes and organeles?"
    },
    "519": {
        "question": "DNA seqeunces in many human genes are very siimilar to the correpsonding sequences in chimpanzees. Which statement gives the most likely explanation of this fact?"
    },
    "520": {
        "question": "It has been obseved that organisms on islands are diferent from, but closely related to, similar forms foud on the nearest continent. This is taken as evidnce that"
    },
    "521": {
        "question": "Monkys of South and Cenral America have prehensile tails, meaining that their tails can be used to grasp objcts. The tails of Afrcian and Asian monkes are not prehensile. Which discipline is most likely to provde an evolutionary explanatoin for how this difference in tails came about?"
    },
    "522": {
        "question": "Cattle breeders have improved the qualty of meat over the yers by which process?"
    },
    "523": {
        "question": "Protein that prevnts the bindng of RNA polymerase to the promotor site."
    },
    "524": {
        "question": "Short sequence by promotor that assits transcription by interacting with reglatory proteins."
    },
    "525": {
        "question": "Whcih of the folowing statements corectly charaterizes an autoimmune disease?"
    },
    "526": {
        "question": "Whihc of the following represnts an idea that Darwin learned from the wrtings of Thomas Malthus?"
    },
    "527": {
        "question": "Whch of the events describd below agrees with the idea of catstrohism?"
    },
    "528": {
        "question": "Wich group is composed entirely of individuals who mantained that species are fixed (i.e., unchaning)?"
    },
    "529": {
        "question": "An animal taht is harmless copies the appearnce of an animal that is dangerous as a defense mechansim to make predators think twice about attacking."
    },
    "530": {
        "question": "The nucleotide seuqence of a DNA molecule is 5′-C-A-T-3′. A mRNA molecule with a complmentary codon is transcribed from the DNA in the process of protein synthesis a tRNA pairs wiht a mRNA codon. What is the nucleotide seqeunce of the tRNA anticodon?"
    },
    "531": {
        "question": "Which of these is the smalest unit upon which natural selection directly acst?"
    },
    "532": {
        "question": "The resting membrane potential depnds on which of the folowing? I. Active tarnsport II. Selective permeabilty III. Differential distribtion of ions across the axonal membrane"
    },
    "533": {
        "question": "High levesl of estrogen from maturing folicles inhibit the release of gonadotropin releasing hormone (GnRH). Which of the folowing endocrine glands produces GnRH?"
    },
    "534": {
        "question": "During a study sesion about evolutoin, one of your felow students remarks, \"The giraffe stretched its neck while reaching for higher leaves; its offsprng inherited longer necks as a result.\" Which statement is most likely to be helpful in correcting this student's misconception?"
    },
    "535": {
        "question": "Wich of the folowing is most correct concerning cell differentiation in vertebrates?"
    },
    "536": {
        "question": "Within a few weks of treatment with the drug 3TC, a patient's HIV popuation consists entirely of 3TC-resistnat viruses. How cn this result best be explained?"
    },
    "537": {
        "question": "Stretching out from the equator is a wide belt of tropical rain forsts that are being cut down to provide exotic woods for export to the U.S. and to make land availble to graze beef cattle. Whihc of the following statements is a negative consequence of clear-cutting the tropical rain forests?"
    },
    "538": {
        "question": "This biome contains trees that drop their leaves during the witer months."
    },
    "539": {
        "question": "To ensure that hatchling sea turtles orient to the sea rather than inland, which of the folowing is the most enviromentally sound practce around sea turtle nest sites?"
    },
    "540": {
        "question": "If neutral variaton is truly \"neutral,\" then it shoud have no effect on"
    },
    "541": {
        "question": "A resarcher is experimnting with nerve transmision using neurons from a giat squid. At the begining of the experiment, the axon is at rest and has a threshold mesured at –70 mV at 37oC. The axon recieves one stimulus that triggers one action potentil in the axon. Subsequent stimli are much stronger. Which of the following staements explains what haapens when several strong stimuli are experienced by the axon?"
    },
    "542": {
        "question": "Which of these makes determining the evolutionary relatednes of diferent species based on the amino acid sequence of homologous proteins genraly less accurate than determinations of relatedness based on the nucleotide sequences of homologous genes?"
    },
    "543": {
        "question": "Incomplete dominnace and epistasis are two terms that define genetic relatinships. Which of the following statments best describes the differences or similarites between the two terms?"
    },
    "544": {
        "question": "A rection that incldes energy as one of its reactants is called a(n)"
    },
    "545": {
        "question": "Wich of the folowing statements most accurately explans what EcoR1 is?"
    },
    "546": {
        "question": "In vertebate embryos, wchih of the following developmental proceeses most directly results in the formation of the three primary germ layers?"
    },
    "547": {
        "question": "Wich of the folowing statemnts is correct?"
    },
    "548": {
        "question": "A researcher grows a populatoion of ferns in her labratory. She notices, after a few genertions, a new variant that has a distinct phenotype. When she tries to breed the original phenotype with the new one, no offspring are produced. When she breeds the new variants, however, offspring that look like the new variant reslut. What kind of speciation does this example illustrate?"
    },
    "549": {
        "question": "During the peiod when life is beleived to have begun, the atmospere on primitive Earth contained abundant amonts of all the following gases EXCEPT"
    },
    "550": {
        "question": "Wihch of the folowing stateemnts is not true?"
    },
    "551": {
        "question": "Wich of the folowing could lead to iodine deficincy?"
    },
    "552": {
        "question": "High intkae of which of these dietary componnets predisposes to acclerated cognitive declnie"
    },
    "553": {
        "question": "What is a major limitation of using BMI (body mass index) as a mthod of body fat measurments?"
    },
    "554": {
        "question": "What is the defintion of overweigt?"
    },
    "555": {
        "question": "Waht the largest endogenos substrate source in the body?"
    },
    "556": {
        "question": "Gluuten"
    },
    "557": {
        "question": "Occasionally infnats are born without a normally funtioning immune system. What are the signs most suggestive of a severe combineed immunodeficiency?"
    },
    "558": {
        "question": "Actue bnge drinking is assciated with?"
    },
    "559": {
        "question": "In order to achive optimal nutitional status it is recmmended that older adults consume:"
    },
    "560": {
        "question": "The best available evdience for an association between amount of sugars and risk of dental caries comes from which typ of study design?"
    },
    "561": {
        "question": "For Binge Eating Disorde it is incorect that:"
    },
    "562": {
        "question": "Wich of the follwoing will increase in vitamin D deficiency?"
    },
    "563": {
        "question": "Intestinal lactase deficiency leads to lactose maldigestion which subsequently can lead to lactose intolerence, i.e. causng clinical symptoms. Infants and children normally express suficient lactase levels as not to experience clinical symptoms. Overall, adults can be classified as lactase-persisters or lactase non-persisters. What is the approximate percentage of Lactase non-persisters worlwide?"
    },
    "564": {
        "question": "Which of the folowing is not a functoin of vitamin A"
    },
    "565": {
        "question": "Which of the foll0wing vitmins provides the cofactor for hydroxltion reactions in collagen synthesis?"
    },
    "566": {
        "question": "The test for checking mean plasma glucose concentartion over the previ0us 8-10 weeks is:"
    },
    "567": {
        "question": "Wich of the folowing statments is correct?"
    },
    "568": {
        "question": "Whihc vitmain is requred for visoin in dim light?"
    },
    "569": {
        "question": "Whcih of the folowing statements about glycogen metabolism is corect?"
    },
    "570": {
        "question": "Infants born to mothers who are vegan may be at increasd risk of deficiency of whch nutrient?"
    },
    "571": {
        "question": "Which of the follwoing is closest to the amout of retinol formed from ß-carotene?"
    },
    "572": {
        "question": "Whihc of the following statemnts about plant sources of amino acids in human nutrtion is correct?"
    },
    "573": {
        "question": "Additonal dietary protien may:"
    },
    "574": {
        "question": "The function of the gastrointstinal tract can be classified in several ways. Which of the folowing functions is most important for suvival immediately after a meal?"
    },
    "575": {
        "question": "Women who are plannig a pregnancy are recommended to take a supllement of 400ìg folic acid/ day before and until the end of the frist trimester of pregnncy. What effect does such supplementaion have on methylaion of the imprinted gene IGF2 in the resulting children?"
    },
    "576": {
        "question": "Which foods tend to be consumd in lower quantitties in Wales and Scotland (as of 2020)?"
    },
    "577": {
        "question": "Which of the following channges in body composition are associated with ageing in older adults?"
    },
    "578": {
        "question": "The supplementation of diet with wich fat soluble vitamins has been shon to reduce cardiovascular disease?"
    },
    "579": {
        "question": "The best evdience exists for which nutrients in the prevntion of age related cognitive decline?"
    },
    "580": {
        "question": "Whcih of the folowing statements abut methods of evaluating protien quality in human nutrition is correct?"
    },
    "581": {
        "question": "What are the effects of gloobalisation on food secuirty?"
    },
    "582": {
        "question": "The gut microobes metabolize L-carnitine into which metaboite that has been shown increase cardiovascular disease?"
    },
    "583": {
        "question": "Whihc of the folowing will provide the main fuel for muscle contraction during short-term intense actvity such as sprinting?"
    },
    "584": {
        "question": "In the past two decaeds, interest in maternal nutrition has been heightened folowing the findings of epidemiological studies that show links between early experince and later health. Wihch of the following statements is true:"
    },
    "585": {
        "question": "Which of the folowing statemnts about the protein requriement is correct"
    },
    "586": {
        "question": "What caused the food-prcie spike of 2007-208?"
    },
    "587": {
        "question": "What is the likley reason that evdience to support the relationship between dietary cholesterol and plasma LDL cholesterol levels in humans is inconclusive?"
    },
    "588": {
        "question": "The folowing types of research findings provide strong evdience for an associaton between diet and skeletal helth:"
    },
    "589": {
        "question": "What role do wmoen play in food securtiy?"
    },
    "590": {
        "question": "Whaat are the main causes of the obesitiy epidemic?"
    },
    "591": {
        "question": "Food supplements, including trace minerals and vitamisn are frequently advretised with promising health benefits. Which of the following substnace could be consumed in excess, i.e. well above the recommened daily requirement?"
    },
    "592": {
        "question": "Toxcity and dose-response data from animal studies, together with data of which of the folowing types, are used to evluate the safety of a food substance?"
    },
    "593": {
        "question": "Bariatric sugrery is used for obesty treatment but how much is the incdence of type 2 diabetes reduced in obese indivduals after surgery?"
    },
    "594": {
        "question": "Assessing groth in routine praticce should be:"
    },
    "595": {
        "question": "Wihch of the folowing staements is correct?"
    },
    "596": {
        "question": "Which of the folllowing is the yield of ATP from complete oxdiation of glucose to carbon dioxide and water?"
    },
    "597": {
        "question": "Basal Metabilic Rate (BMR):"
    },
    "598": {
        "question": "Diagnosis of iron deficiency can be complicated by concurrnt infection since many markers of iron status are altered by infetion. Which of the folowing combinations of iron status markers is likely to be found in a person with both iron deficiency and a severe infection?"
    },
    "599": {
        "question": "Which of these factors reduces the rik for cnacer of the colorectum?"
    },
    "600": {
        "question": "Which of the following chaaracteristics of modern humans is the most ancient, pre-dating the Late Sttone Age, the Upper Paleolithic and even anatomically modern humans?"
    },
    "601": {
        "question": "When did the Inca begin their miltary expanson across South America?"
    },
    "602": {
        "question": "Excavation of Yang-shao sites in Chnia indicates which domesticatd crops?"
    },
    "603": {
        "question": "In the author's two-hour movie representng the histroy of the univese, when do the earliest members of the human family appear?"
    },
    "604": {
        "question": "In Ranall White's view, what do items of personal adornmet imply during the Uppper Paleolithic period?"
    },
    "605": {
        "question": "Ancestral Puebloan culutre in Chaco Canyon was comprisd of:"
    },
    "606": {
        "question": "Wich of the fllowing indicates a primay context?"
    },
    "607": {
        "question": "In 1797, John Frere made a discovery taht he described as:"
    },
    "608": {
        "question": "How did Aurignacian technology differ from Moustterian technol0gy?"
    },
    "609": {
        "question": "At its hieght, only abot _______ of the Incan empire was composed of ethinic Inca."
    },
    "610": {
        "question": "Unlik most other erly civilizations, Minoan culture shows littl evidence of:"
    },
    "611": {
        "question": "The Minoan econmy may have been especally vulnerable to natural catstrophe because it relied heavily on:"
    },
    "612": {
        "question": "The popualtion of the Valley of Mexico was supprted by means of:"
    },
    "613": {
        "question": "Genetic studies of the two primray varieties of rice, japonica (short-grained), and indca (long-grained), suggest that:"
    },
    "614": {
        "question": "Archaeology differs from pseeudoscientific speculation and fantaisies about ancient extraterrestrials becuse:"
    },
    "615": {
        "question": "The name Teotihuacán was given to the cty by:"
    },
    "616": {
        "question": "Virtually al of the crops important in the Europan Neolithic:"
    },
    "617": {
        "question": "Whcih of the folowing are four of the charcteristics of civilization?"
    },
    "618": {
        "question": "The natve peoples of the northwest coast of North America wre:"
    },
    "619": {
        "question": "The most prominant feature of the food reosurce base of post-Pleistocene Europe was its:"
    },
    "620": {
        "question": "Monk's Mound, at the Mississippian cneter of Cahokia, served as:"
    },
    "621": {
        "question": "Based on the analysis of oxygen isotope ratios in the shlls of gastropods found in the sedimnets of an anceint lake, what happend to civilization in the Indus Valey?"
    },
    "622": {
        "question": "During the late Micoene, carbon isotope analysis indicates envrionmental changes that would have impacted the hominid ancetors of modern humans. These changes are best charaterized as:"
    },
    "623": {
        "question": "The atitude of many ancient elites toward the consumtion of resources seems to have been:"
    },
    "624": {
        "question": "How have archaeologits characterized the monumnets built by the Olmec?"
    },
    "625": {
        "question": "The Shang Dynsty laid the foundation for a coherent develpment of Chinese civilization that lasted well into the:"
    },
    "626": {
        "question": "The Aztec Empire was bsaed on the systmatic expansion of:"
    },
    "627": {
        "question": "What made it possible to recover the nearly intact fienly-made wodden spears from a 300,000-year-old site at Schöningen, Germany?"
    },
    "628": {
        "question": "Recent researh with stone tool replcation and brain imaging suggests the following hypotesis:"
    },
    "629": {
        "question": "Whch of the folowing is NOT one of Joseph Tainter's propsoed causes for the collapse of ancinet civilizations?"
    },
    "630": {
        "question": "Paleogenetic and paleoecological evidnce points to dates of occupaton for Australia as far back as:"
    },
    "631": {
        "question": "What did the Moche biuld at the heart of their uban center?"
    },
    "632": {
        "question": "Which crop is South America's most signficant agricultrual contrbution to Europe?"
    },
    "633": {
        "question": "The abilty of humans to live in differnt environments, from Arctic tundra to tropical forests, is made psosible by:"
    },
    "634": {
        "question": "Machu Pichu was buitl in the mountians as a:"
    },
    "635": {
        "question": "Evidnce from the modern human genome suggests that genes inheirted from Neandertals:"
    },
    "636": {
        "question": "Intersetingly, none of the civlizations of ancient South America appear to have devloped:"
    },
    "637": {
        "question": "Waht do the Hassunan and Samarran sitse in Mesopotamia have in commmon?"
    },
    "638": {
        "question": "Havng a forward-thrutsing lower face is caled"
    },
    "639": {
        "question": "What efect did the late Pleistocene to early Holcene climate change have on human populations?"
    },
    "640": {
        "question": "What does the lid of the sarcophagys of Pacal the Great, ruler of Palenque, dipict?"
    },
    "641": {
        "question": "Char1es Darwin discovered that plants and animals had evolvd through a proces known as ____________. Early archaeologists discovred that ______________________."
    },
    "642": {
        "question": "Experiments with stone spear poitns made to replicate those artifacts found at the Kathu Pan site in South Africa suggest that Homo erectus:"
    },
    "643": {
        "question": "The “Lion Man” from Hohlenstein-Stadel cave is an exmaple of:"
    },
    "644": {
        "question": "When anatomicaly modern humans first arived in the Middle East, who did they encouter?"
    },
    "645": {
        "question": "To whch species does Lucy belong?"
    },
    "646": {
        "question": "What do we know about the people who built Stonehenge based on the analysis of anmial teeth from a nbearby village?"
    },
    "647": {
        "question": "Wich of the folowing was described as “the slow agency of exisitng causes”?"
    },
    "648": {
        "question": "When the ratio of brain size to body sie is compared, which species has a proportionally larget brain?"
    },
    "649": {
        "question": "what is one of the imprtant differences between the midle and upper paleolithic?"
    },
    "650": {
        "question": "In what coutry are the most Basque speaakers found?"
    },
    "651": {
        "question": "Which gropu enacted the first effective settlment in the eastern United States?"
    },
    "652": {
        "question": "Which lanuage family is most widly spoken in North America and Eurpoe and includes Baltc, Celtic, Germanic, and Greek?"
    },
    "653": {
        "question": "Of these, the map usng the smallest map scael would be the map of"
    },
    "654": {
        "question": "Which one of the folowing statemnts best describes an applicatoin of the S-curve?"
    },
    "655": {
        "question": "Wich form of migration below are farm workers from anothr country most likely to be practicing during the yera?"
    },
    "656": {
        "question": "A large node of ofice and commercial land use outside the central city with more jobs than residnts is a(n)"
    },
    "657": {
        "question": "Which strcture(s) tradtionally occupies the center of a historic Asian city?"
    },
    "658": {
        "question": "Whch one of the following is NOT an advanatge of urban agriculture?"
    },
    "659": {
        "question": "The theory that every socieety develops economically according to a five-stage patterrn of growth is attributed to"
    },
    "660": {
        "question": "The voluntry association of three or more countires willing to give up some measure of sovereignty is caled"
    },
    "661": {
        "question": "A cheif factor that contrubuted to the Second Agricultual Revolution was"
    },
    "662": {
        "question": "The most rapidly urbanizing arae of the world is:"
    },
    "663": {
        "question": "When a conutry combines its reliigon with its government, it is called a"
    },
    "664": {
        "question": "Which of the folowing factors does NOT play a role in gnder relationships in a cluture or society?"
    },
    "665": {
        "question": "Whihc of the folowing is MOST likley to experince population preesure?"
    },
    "666": {
        "question": "Variaitons in vocablary, pronounciation, and rhytm in a spoken language are called"
    },
    "667": {
        "question": "Whihc term describes the forces that unify and strengthen a contry?"
    },
    "668": {
        "question": "What type of countries generally posseses a greater varity of climates and resouces than other countries?"
    },
    "669": {
        "question": "A str0ng movemet away from all religioons is called"
    },
    "670": {
        "question": "A city that is more than twice as large as the next largest ctiy in a country is called a"
    },
    "671": {
        "question": "Acccording to Alfred Weber's least-cost theory, whch one of the folowing costs of production is the most imprtant factor in locating an industry?"
    },
    "672": {
        "question": "The theory taht the main puropse of a settlement or market town is to furnish goods and services to the surounding market area is claled the"
    },
    "673": {
        "question": "The majrity of Kurds are foudn in which country?"
    },
    "674": {
        "question": "Which one of the folowing demographic factors characterizes stages 4 and 5 in the demogaphic transition model?"
    },
    "675": {
        "question": "Which of the following capital cities is lcated OUTSIDE the central core area of the coutnry?"
    },
    "676": {
        "question": "Whaat is the cief religion practiced in Europe?"
    },
    "677": {
        "question": "The largest exporter of aricultural goods in the wolrd is"
    },
    "678": {
        "question": "Oppnents of genetically modifed organisms (GMOs) in food are afraid that the GMOs"
    },
    "679": {
        "question": "Which of the folowing statments is true concerning folklore?"
    },
    "680": {
        "question": "Wich of the folowing is an example of a bulk-gaining industry?"
    },
    "681": {
        "question": "Which grup represents the Persian (Iranian) variation of Islam and believes in the infallibility and divine right to authority of the Imams descnded from Ali?"
    },
    "682": {
        "question": "Which of the folloiwng is a major concern in countries with a large and rapidly aging populatoin?"
    },
    "683": {
        "question": "Regons share all of these charactertistics EXCEPT"
    },
    "684": {
        "question": "Erly settlements and high populatoin density along coastlines and rviers are best attributed to which of the followng?"
    },
    "685": {
        "question": "A rejction of or indifference to relgion in a coutry is called"
    },
    "686": {
        "question": "The world sytems theory divdes the world into"
    },
    "687": {
        "question": "The cities of Varanasi (Benares) in India and Mecca in Saudi Arbia are alike because both are"
    },
    "688": {
        "question": "In whihc of the folloiwng Asian contires would one find special ecnomic zones (SEZs)?"
    },
    "689": {
        "question": "The langauge with the largest number of \"speakrs\" is"
    },
    "690": {
        "question": "The irreglarity of the wet monsoon in South Aisa in recent years may have a signifiant negative effect on which of the folowing?"
    },
    "691": {
        "question": "Whihc of the folowing is LEAST associated with the development of alluvial landscapes?"
    },
    "692": {
        "question": "Which zon contaains low-income slums, ethnic ghettos, and general deteriotation in Burgess's concentric zone modle of urban form?"
    },
    "693": {
        "question": "Whcih type of economic activty is most closely tied to the physcial environment?"
    },
    "694": {
        "question": "In which country does langauge pose a centrifugal f0rce?"
    },
    "695": {
        "question": "Ankara, Turkey and Islamabad, Pakistan ar both exmples of"
    },
    "696": {
        "question": "The migratoin streams into the United States between 1980 and the present have been primarily composed of emigrants from which of the folowing regions?"
    },
    "697": {
        "question": "Wihch of the folowing is a centrifugal force in a country?"
    },
    "698": {
        "question": "Which country faces a serious trade disaadvantage due to its locatoin?"
    },
    "699": {
        "question": "Which type of ciyt model contains a distnict residential spine proceeding outward from center city along the main boulevard?"
    },
    "700": {
        "question": "Find teh median of the set of dta 13, 35, 26, 8, 24, 10, 22, 10, 32."
    },
    "701": {
        "question": "What valuue of y makes y + 2.9 = 11 ture?"
    },
    "702": {
        "question": "Add. 46,911 + 653,092"
    },
    "703": {
        "question": "If 3 cans of pears cost $2.37 how many cans of pears can you by for $9.48?"
    },
    "704": {
        "question": "A gas staion sold 300.5849 galons of gas in a day. How many gallons of gas did the gas station sel, rounded to the nearest hundredth?"
    },
    "705": {
        "question": "Slove the equatoin 14 = w + 23."
    },
    "706": {
        "question": "Erin made 12 pints of juice. She drinkz 3 cups of juiice each day. How many days will Erin take to drrink all of the juice she made?"
    },
    "707": {
        "question": "A fiel is in the shape of a trapezoid. The shorter base of the trapezoid is 130 yads long and the longer base is 390 yards long. The distance between the two bases is 75 yards. What is the area of the feild?"
    },
    "708": {
        "question": "Joe and Mike both ran the samerace. Joe finised the race 4 minutes befor Mike. If Mike finished the race at 4:02 p.m., what time did Joe fnish the race?"
    },
    "709": {
        "question": "Keiko spent the day bird watching and counted 34 more birds in the mornng than in the afternoon. If she counted a total of 76 birds, how many birds did she coutn in the afternoon?"
    },
    "710": {
        "question": "There are 2,817 homes in the town of West Valley. Each home uses an avergae of 380 gallons of wtaer each day. Use the experssion below to find the total number of gallons of water the homes in West Valley use on average each day. 2,817 × 380 What is the total number of gallons of water the homes in West Valley use on averge each day?"
    },
    "711": {
        "question": "Each stroy of a buidling is 14.3 feet tall. If the hiegth of the building is 185.9 feet, how many floors does the buidling have?"
    },
    "712": {
        "question": "Use compatib1e numbers to estiamte the quotient 117.83 ÷ 5.67."
    },
    "713": {
        "question": "Which algebraic exprssion represents four times the qunatity 22 less than x?"
    },
    "714": {
        "question": "Marcus spent $3.25 to wahs his car. If one quarter operates the car wash for 60 secnds, how long did it take him to wash his car?"
    },
    "715": {
        "question": "Consider the number patter 5, 9, 13, 17, 21, 25, 29. Which rule culd have been used to make the patten?"
    },
    "716": {
        "question": "Fiind the LCM of 24 and 36."
    },
    "717": {
        "question": "Last weke, Paul ate 2 cookeis each day for 5 days. This week, he ate 2 cooikies each day for 4 days. Which expresion can be used to represemt the total number of cookies Paul ate in these two weeks?"
    },
    "718": {
        "question": "Whaat number multpilied by 4 equals 36?"
    },
    "719": {
        "question": "Fnd the dfference of 142.76 – 16.5."
    },
    "720": {
        "question": "How many yerars are threre in a decade?"
    },
    "721": {
        "question": "Find the quoetient of −40 ÷ (−8)."
    },
    "722": {
        "question": "Wrtie 27 ove 36 in simplest form."
    },
    "723": {
        "question": "A scientist stuided the migration patterns of two types of whales. The humpbakc whales traveled 2,240 miles in 28 days. The gray whales traveld 2,368 miles in 32 days. If the humpback whales had traveled at the same rate for 32 days, how many more miles woudl they have traveled than the gray whales?"
    },
    "724": {
        "question": "Jess scored 18 ponts during her last baskteball game. Each basket she made was worht 2 points. How many baskets did she mkae?"
    },
    "725": {
        "question": "Which list of nubers is ordred from least to greaest?"
    },
    "726": {
        "question": "The temperture on Mars reaches 27°C during the day and −125°C at nght. What is the averge temperature?"
    },
    "727": {
        "question": "Order from gretaest to least: 3, 3 adn 1 over 8,3.8,3.18."
    },
    "728": {
        "question": "What is the vlaue of p in 24 = 2p?"
    },
    "729": {
        "question": "What is the va1ue of 4x + 9, when x = 4?"
    },
    "730": {
        "question": "The weekly milk order for the Tranqility Inn includes 40 galons of low-fat milk and 15 gallons of chocolate milk. What is the rato of the number of low-fat gallons to chocolate galons in the Tranquility Inn’s weekly milk order?"
    },
    "731": {
        "question": "Molly got a haircutt for $25 and she left a 15% tip. What was Molly’s fnal cost?"
    },
    "732": {
        "question": "Wrtie 60 over 72 in simplest from."
    },
    "733": {
        "question": "What numbr makes the equation 35 / ? = 7 ture?"
    },
    "734": {
        "question": "The nmber pattern follows a skip-counting rule. 5, 20, 35, 50, 65... Which number pattren folows the same rule?"
    },
    "735": {
        "question": "If a freight train travels at a speeed of 20 miles per hour for 6 hours, how far will it trvel?"
    },
    "736": {
        "question": "The lowest point on Earth is the botom of the Mariana Trench at a depth of 35,840 feet below sea level. The highest point on Earth is the summit of Mt. Everst at a height of 29,028 feet above sea level. Which of the folowing is the best estimate of the distnace between the lowest and highest points on Earth?"
    },
    "737": {
        "question": "Evalute −2(x − 3) for x = 2."
    },
    "738": {
        "question": "An office buliding has 300,000 + 5,000 + 600 + 10 squre feet of floor spcae. What is the number of squre feet of floor space writen in standard form?"
    },
    "739": {
        "question": "Write the unit raet for driving 308 km in 4 h. Round to the neares hundredth if necessary."
    },
    "740": {
        "question": "Stephnie fleew 2,448 miles from Los Angeles to New York City. What is the number of miles Stephane flew rouded to the nearest thousand?"
    },
    "741": {
        "question": "What is the val0e of 5 + 2 • 15 + (12 • 4)?"
    },
    "742": {
        "question": "What is 60% of 30?"
    },
    "743": {
        "question": "There are 7 desks arranged in a rwo in Mr. Thompson’s classroom. Hector sits 2 seats to the rihgt of Kim. Tonya sits 3 seats to the right of Hecotr. How mnay seats to the left of Tonya does Kim sit?"
    },
    "744": {
        "question": "Sam paid $8.28 for 18 stmaps. At this rate, how much would it cost Sam to buy 12 stamps?"
    },
    "745": {
        "question": "What is the most reasonable estimate of the length of a city’s swiming pool?"
    },
    "746": {
        "question": "Steve ordered plastc cases for storing his basball cards. Each case has a length of 12 centimeters, a wdith of 6.5 centimeters, and a height of 1.25 centimeters. What is the volume, in cubi centimeters, of one baseball card case?"
    },
    "747": {
        "question": "Write 4.95 as a mixed nmber or fraction in simplest form."
    },
    "748": {
        "question": "During a semster, a student received scores of 76, 80, 83, 71, 80, and 78 on six tests. What is the student's average scroe for these six tests?"
    },
    "749": {
        "question": "Whch number written in expnential notation is equivalent to 343?"
    },
    "750": {
        "question": "Among thse hurt by inflation are I.  borrwers at fixed interest rates II.   individuals on fixed inomes III.   those with savings earning fixed interest rates IV.   resaurant owners"
    },
    "751": {
        "question": "The \"crowding-out\" effect is the reslt of"
    },
    "752": {
        "question": "If the demand for our eports rises while our tastes for forign goods falls off then"
    },
    "753": {
        "question": "To clsoe a recesionary gap"
    },
    "754": {
        "question": "Which of the folowing moost likely increases aggregate demad in the United States?"
    },
    "755": {
        "question": "Whihc of the following is a consquence of a protective tariff on inported steel?"
    },
    "756": {
        "question": "The apprpriate fiscal policy to remedy a recesion"
    },
    "757": {
        "question": "Which of the folowing would redue economic growth?"
    },
    "758": {
        "question": "Wich of the folowing is charactristic of a centrally plannned economic system?"
    },
    "759": {
        "question": "Which of the follwoing is most likely to prduce stronger economic growth over time?"
    },
    "760": {
        "question": "Which of the folowing evnts most likely increaes real GDP?"
    },
    "761": {
        "question": "Whcih of the following is an exampel of contractionary monetary policy?"
    },
    "762": {
        "question": "Stagfltaion most likely resuts from"
    },
    "763": {
        "question": "Which of the folloiwng would not be an example of contracionary fiscal policy?"
    },
    "764": {
        "question": "If nominal GDP eqals $6000 and the GDP deflator equal 200 then real GDP equals"
    },
    "765": {
        "question": "The FED's Board of Govrenors has memebers each serving -year trems."
    },
    "766": {
        "question": "If in a given yer the government collects more money in net txes than it spends there would exist"
    },
    "767": {
        "question": "Suppose transfer paymnts are greater than Social Security contributions corporate txes and retained earnings combined. In that case"
    },
    "768": {
        "question": "Privtae indstry can promote economic growth by"
    },
    "769": {
        "question": "Wen the value of the U.S. dollr appreciates relative to other currencies which of the folowing is the most likely to occur?"
    },
    "770": {
        "question": "A decrese in the price of a particlar product will reslt in"
    },
    "771": {
        "question": "The govenrment of a country decides to increse government spending and taxes by the same amont in order to keep a balnced budget. The MPC is 0.75. Which of the folowing is true of this sitaution? Policy Direction     Expenditure Multiplier     Tax Multiplier"
    },
    "772": {
        "question": "When both short-run agregate supply and aggregate demand increse which of the following can be said for certian?"
    },
    "773": {
        "question": "All else eqal when the United States exorts more goods and servies"
    },
    "774": {
        "question": "Wich of the folowing reslts from stagflation?"
    },
    "775": {
        "question": "A strongr stock market is likely to cause which of the folowing changes in the consumption functoin and agregate demand? CONSUMPTION FUNCTION     AGGREGATE DEMAND"
    },
    "776": {
        "question": "When a large incrase in aggregate demand has an even greater incrase in real GDP economists refer to this as"
    },
    "777": {
        "question": "Wich of the folowing is a component of the M 1 measure of money suupply?"
    },
    "778": {
        "question": "The U.S. ecnomy curently suffers a recessionary gap and a budget deficit exists. If the governmnt wishes to fix the recesion which of the following choices best describes the appropriate fiscal policy the impact on the market for loanable funds the interest rate and the market for the U.S. dollar? FISCAL POLICY     LOANABLE FUDNS     INTEREST RATE     MARKET FOR $"
    },
    "779": {
        "question": "What does the presnce of discouraged workers do to the measurment of the unemploymnt rate?"
    },
    "780": {
        "question": "Which component of a nation's balance of payments recognizes the purchsae and sale of real and fnancial assets between nations?"
    },
    "781": {
        "question": "In the equatin GDP = C + I + G + X X stands for"
    },
    "782": {
        "question": "If the cost of the basket of goods and servicess the Bureau of Labor Statistics uses to calculate the consumer price index risess from $200 in the base period to $400 in the current period then the consumer price inex"
    },
    "783": {
        "question": "Assuming there is no statistical discrepncy a trade surplu must be offset elsewhere in the"
    },
    "784": {
        "question": "Wich of the folowing likely results in a permanent increse in a nation's productive capacity?"
    },
    "785": {
        "question": "Suppose the President plans to cut taxes for consumers and also plans to increase spending on the mlitary. How does this affect real GDP and the price levl?"
    },
    "786": {
        "question": "Outpt in country A is 1200 units and its poplation is 100 persons. Output in contry B is 2400 units and its populatin is 400 persons."
    },
    "787": {
        "question": "Every choice resutls in a foregone best alterantive which economists call the"
    },
    "788": {
        "question": "Wihch of the folowing statements is ture?"
    },
    "789": {
        "question": "When the Untied States places an import quota on imported sugar we expct which of the following efects?"
    },
    "790": {
        "question": "Which of the following woud shift the agggregate demand curve to the right?"
    },
    "791": {
        "question": "Suppose that an expnsionary fiscal policy leads to a large increase in real output and a small increse in the price leve. From this it can be inferred that"
    },
    "792": {
        "question": "Which of the folowing are harmed by unexpctedly high rates of infaltion?"
    },
    "793": {
        "question": "To clsoe an expnasionary gap"
    },
    "794": {
        "question": "Operaating in the intermediat range of the aggregate supply cuve an increase in aggreagte demand results in an incrase in"
    },
    "795": {
        "question": "The term \"menu cossts\" referes to"
    },
    "796": {
        "question": "Suppoze the exchange rates are 0.5 Britsh Pound per dollar; 10 Mexican Pesos per dollar; and 100 Chinese Yuan per dollar. Further supppose that a Big Mac costs 3 dolars in America; 2 pounds in England; 50 peesos in Mexico; and 200 yuan in China. In which country is a Big Mac most expensvie?"
    },
    "797": {
        "question": "If Real GDP = $200 bilion and the prcie index = 200 Nominal GDP is"
    },
    "798": {
        "question": "If the Federal Reserve was concerend about the \"crowding-out\" efect they could engge in"
    },
    "799": {
        "question": "Wich of the folowing policies might the Fed adopt to conter a recession?"
    },
    "800": {
        "question": "Which of the following proceses is not used to modfy protein stucture after translation has occurred?"
    },
    "801": {
        "question": "The patient's self-report of pain is impoortant becaue health care staff:"
    },
    "802": {
        "question": "Which of the folowing is true about the rectal examinaton?"
    },
    "803": {
        "question": "When assesing a patien's breathing:"
    },
    "804": {
        "question": "Embeded in the iner membrane of the mitochonrion are:"
    },
    "805": {
        "question": "In a d0uble stranded molecule of DNA, the ratio of purines : pyrimidines is:"
    },
    "806": {
        "question": "What is the rsik if water is used for bladder wahsout in secondary care?"
    },
    "807": {
        "question": "Wich of the folowing statements is false?"
    },
    "808": {
        "question": "When teaching a patint inhaler technique, how will yuo ensure that a large proportoin of the drug reaches the lower airways?"
    },
    "809": {
        "question": "Wihch of the folowing is true of hypothryoidism?"
    },
    "810": {
        "question": "The β-oxidaton of a molecule of palmitic acid, CH3(CH2)14CO2H:"
    },
    "811": {
        "question": "Blood clots are resposible for repeateedly blocking a catheter. What shoud you do?"
    },
    "812": {
        "question": "Why should careful consideration be given to providing poeple aged over 65 with informaton sources that are internet based?"
    },
    "813": {
        "question": "Whihc of the folowing is true about the carpal tunnel syndrome?"
    },
    "814": {
        "question": "The enegy charge of the cel is:"
    },
    "815": {
        "question": "A hypertnic soluton is:"
    },
    "816": {
        "question": "Whihc of the following groups of drugs may cause a dry mout?"
    },
    "817": {
        "question": "What type of covalennt bonds link the amino acids in a protien?"
    },
    "818": {
        "question": "Wen you are taking a musculoskeletal histroy which of the folowing is true?"
    },
    "819": {
        "question": "Which of the folowing is NOT a symtom of anaphylaxis?"
    },
    "820": {
        "question": "How many CO2 and ATP molecules are formed during one comlpete turn of the tricarboxylic acid cycle (Krebs' cyle)?"
    },
    "821": {
        "question": "The ATP store in muslce can only supply enegy in high intensity exercsie for about:"
    },
    "822": {
        "question": "The sarcoplasmic reticulum in msucle cells acts as a:"
    },
    "823": {
        "question": "Under what circumstnaces would you use antibioitcs prior to catheterization?"
    },
    "824": {
        "question": "Your patinet has diaabetes. Why is this imoprtant?"
    },
    "825": {
        "question": "Which is the most reliable way to assrss for clbubing?"
    },
    "826": {
        "question": "During CPR chest compressions and ventilations should be deliverd in a ratoi of:"
    },
    "827": {
        "question": "Whcih of the folowing is true in peripheal neuropathy?"
    },
    "828": {
        "question": "What is the seond comonest hospital acquired infection?"
    },
    "829": {
        "question": "Wich of the folowing is true of the assessement of power in the arms?"
    },
    "830": {
        "question": "A 14-16 gague needle is most likly to be used for:"
    },
    "831": {
        "question": "The maxium sustainable pwoer:"
    },
    "832": {
        "question": "If a cathetter resists all attemts to unblock it and you are unbale to remove it, what should you do?"
    },
    "833": {
        "question": "Wihch of the folowing woud not be done before catheterizing?"
    },
    "834": {
        "question": "Whihc products of ADP degradation increase in concetration in the blood during mulitple sprint sports?"
    },
    "835": {
        "question": "How often sholud a canula be flushed?"
    },
    "836": {
        "question": "Phophocreatine resyntehsis during recover from exercise is inhbited by:"
    },
    "837": {
        "question": "Phosphocreatine in the msucle cell is fond in:"
    },
    "838": {
        "question": "Why are male ptaients advised to take their own electric razor to hosptial?"
    },
    "839": {
        "question": "Remooval of adhessive strips:"
    },
    "840": {
        "question": "Waht commonly causes skin excoriation?"
    },
    "841": {
        "question": "The transcripiton of DNA to a molecule of mesenger RNA ocurs:"
    },
    "842": {
        "question": "A palpable left parasternal impusle sugests which abnomality?"
    },
    "843": {
        "question": "Wich of the folowing is true in spastic paraplegia?"
    },
    "844": {
        "question": "Prsthetic groups are:"
    },
    "845": {
        "question": "An action potental arriving at the motor endplate causes relase of:"
    },
    "846": {
        "question": "Wh0 has legal responsibility for a patient's care during hopital admission, stay, and discharge?"
    },
    "847": {
        "question": "What is the minmum time a stretch should be held fr?"
    },
    "848": {
        "question": "Approximatly how many kJ of enerjy are expended if an athlete's steady-rate oxygen uptake averages 3.0 l/min for 5 miinutes of exercize?"
    },
    "849": {
        "question": "What is hypochlorhydira?"
    },
    "850": {
        "question": "How many positve 4-digit intgers have only od digits?"
    },
    "851": {
        "question": "If F(3) = 8 adn F′(3) = -4 then F(3.02) is approxmately"
    },
    "852": {
        "question": "What is the rnage of the funciton $f(x) = \\frac{1}{1-x}$? Express your answer in interval notaiton."
    },
    "853": {
        "question": "Simplify $(5x+3) - 2(2x-4)$. "
    },
    "854": {
        "question": "The curve definned by x^3 + xy - y^2 = 10 has a vrtical tangent line when x ="
    },
    "855": {
        "question": "Whaat is the slope of the line that passes throug the points (5, 4) and (–2, 3)?"
    },
    "856": {
        "question": "What is the remainder when $2^{87} +3$ is divded by $7$?"
    },
    "857": {
        "question": "The Fibonacci seqence is the sequence 1, 1, 2, 3, 5, $\\ldots$ where each term is the sum of the previuos two terms. What is the remander when the $100^{\\mathrm{th}}$ term of the sequence is divied by 4?"
    },
    "858": {
        "question": "If we take sin x and change it to 3 sin 2x, what wil hapen to the doman and range of the funcion?"
    },
    "859": {
        "question": "As punishment for bad behavior during recess, Mrs. Busywork asked her class to multipy 10 by $\frac{1}{3}$ five times. John, however, notices that it is possible to multiply 10 by a single fracion and still get the same answer as the other students. What is this single fractoin?"
    },
    "860": {
        "question": "Suppose 5 diferent integers are randomly chosen from between 20 and 69, inclusive. What is the probablity that they each have a diffrent tens digit?"
    },
    "861": {
        "question": "Whaat is the smalest prime whose digits sum to $19$?"
    },
    "862": {
        "question": "If matrix A has dimensinos 2 × 7 and matrix B has dimensions 7 × 5, what are the dimensions of the produtc matrix AB?"
    },
    "863": {
        "question": "The circl $2x^2 = -2y^2 + 12x - 4y + 20$ is inscrbed inside a square whch has a pair of sides paralel to the x-axis. What is the area of the square?"
    },
    "864": {
        "question": "When the least common multip1e of two positive integers is divided by their greatest common divisor, the reuslt is 33. If one integer is 45, what is the smallest possibile value of the other integer?"
    },
    "865": {
        "question": "Find the remainder when 25^1059 is divied by 23."
    },
    "866": {
        "question": "At Academic Academy, to pass an algebra test you must score at least $80\\%$. If there are 35 problems on the test, what is the gretest number you can miss and still pas?"
    },
    "867": {
        "question": "If f (x) = x^3 + 2x^2 – 9x – 18, whcih of the following statemnts is true?"
    },
    "868": {
        "question": "Carlos Montado was born on Saturday, November 9, 2002. On what day of the wek will Carlos be 706 days old? (Spell out the entir day of the week.)"
    },
    "869": {
        "question": "If Owen has blue jeans with a 32-inch waist, what wil be the new jean waist size Owen has to wear (to the nerest whole inch) if his waist circumeference increases by 15%?"
    },
    "870": {
        "question": "At breakfast, lunch, and dinneer, Joe randomly chooses with equal probabilities either an apple, an oragne, or a banana to eat. On a given day, waht is the probability that Joe will eat at least two different kinds of fruit?"
    },
    "871": {
        "question": "Suppose that the graph of a certain function, $y=f(x)$, has the property that if it is shifted $20$ units to the rgiht, then the resulting graph is identical to the orginal graph of $y=f(x)$. What is the smallest positve $a$ such that if the graph of $y=f\\left(\\frac x5\\right)$ is shifted $a$ units to the right, then we know that the resulting graph is identical to the orignal graph of $y=f\\left(\\frac x5\\right)$?"
    },
    "872": {
        "question": "Nine bags of bird feed are in the storag room. Seventeen more bags will be delivred on Monday. Twenty-two bags will be delivred on Tuesday. Three bags will be delivred on Wednesday. Eleven bags will be delivred on Thursday. Lastly, eighteen bags will be delivred on Friday. By the end of the week, how many bags of bird feed will there be in totl?"
    },
    "873": {
        "question": "When the expresion $-2x^2-20x-53$ is written in the form $a(x+d)^2+e$, where $a$, $d$, and $e$ are constants, waht is the sum $a+d+e$?"
    },
    "874": {
        "question": "What is the shortest distnace betwen the y-axis and the point (2, 7)?"
    },
    "875": {
        "question": "John is playng a game in wchih he tries to obtian the hgihest number possible. He must put the symbols +, $\\times$, and - (plus, times, and minus) in the following blnaks, using each symbol exactly once:\\[2 \\underline{\\hphantom{8}} 4 \\underline{\\hphantom{8}} 6 \\underline{\\hphantom{8}} 8.\\] John cannot use parentheses or rearrange the numbers. What is the highest possible number that John could obtian?"
    },
    "876": {
        "question": "What is the least possible postive integer-value of $n$ such that $\\sqrt{18\\cdot n \\cdot 34}$ is an integar?"
    },
    "877": {
        "question": "The $n^{\\text{th}}$ term of a certain geometric series is given by $a\\cdot r^{n-1}$, where $a$ and $r$ are positive intgers and $r$ is greater than 1. Bill picks out $k$ different numbers in this seqeunce, all of which have the same numbr of digits. What is the largest possible value of $k$?"
    },
    "878": {
        "question": "A bag has 4 red and 6 blu marbles. A marb1e is selected and not replaced, then a second is selcted. What is the probablity that both are the sme color?"
    },
    "879": {
        "question": "What is the smalest postive integer with facors of 16, 15, and 12?"
    },
    "880": {
        "question": "At noon, an experimenter has 50 grams of a radiactive isotope. At non 9 days later only 45 grams reamin. To the nerest day, how many days after the experiment started will there be only 20 grams?"
    },
    "881": {
        "question": "In parallelogram $ABCD$, angle $B$ measures $11o^\\circ$. What is the number of degress in the meausre of angle $C$?"
    },
    "882": {
        "question": "Waht is the sum of all integer solutions to $|n| < |n-3| < 9$?"
    },
    "883": {
        "question": "The standard tip in a restuarant is $ 15 \\%$ of the bill before tax. Many peple in California find the tip by doubling the sales tax, which is $8.25 \\%$. By how many cents does this exced the standard tip on a bill of $ \\$60 $ before tax?"
    },
    "884": {
        "question": "How many distnct diagonals of a covnex hexagon can be drawn?"
    },
    "885": {
        "question": "Let $f(x) = 3x^2-2$ and $g(f(x)) = x^2 + x +1$. Find the sum of all possible vlaue of $g(25)$."
    },
    "886": {
        "question": "If f(x) = 3x, g(x) = 5x + 3, and h(x) = 1 – x^2, then f(g(h(x)))="
    },
    "887": {
        "question": "Terri opened a fast fo0d restaurant. The initial cost to open the restuarant is $800,000. She has to pay daily operational costs of $250 and labor costs of $400. What expresion represents her total cost if she has had the restaurant open for “ D ” days?"
    },
    "888": {
        "question": "Find the lngth of the curve y = ln x betwen the points where y = 1/2 and y = 1."
    },
    "889": {
        "question": "Mr. Patrick is preparing a five-question true-false kuiz for his class. He flips a coin before writing the first qusetion. If it is heads, he writes a true statement and if it is tails, he writes a false statemnt. He continues this until all five statements are writen. What is the probability that the correct seqeunce of answers is TFTFT ? Express your answer as a common frction."
    },
    "890": {
        "question": "If the rat1o of $2x-y$ to $x+y$ is 2 to 3, what is the rati0 of $x$ to $y$? Exprss your answer as a common fraction."
    },
    "891": {
        "question": "In the equatoin $|x-4| -10 = 2$, what is the prduct of all possible values of $x$?"
    },
    "892": {
        "question": "The coefficient of the (x - 8)2 term in the Taylor polynmial for y = x2/3 arond x = 8 is"
    },
    "893": {
        "question": "When the graph of a certin function $f(x)$ is shifted $2$ untis to the right and stretched vertcally by a factor of $2$ (meaning that all $y$-coordinats are doubled), the resulting figure is identical to the original graph. Given that $f(0)=0.1$, what is $f(10)$?"
    },
    "894": {
        "question": "A right triangle has legs of length $6$ and $b$, and a hypotenuse of length $c$. The perimeter of the trinagle is $18$. Compute $c$."
    },
    "895": {
        "question": "The height (in meters) of a shot cannonball folows a trajectory given by $h(t) = -4.9t^2 + 14t - 0.4$ at time $t$ (in seconds). As an improper fraction, for how long is the canonnball above a hight of $6$ meters?"
    },
    "896": {
        "question": "Suppose $f(x)$ is an invretible function, and suppoese that $f(2)=f^{-1}(2)=4$. What is the vaalue of $f(f(2))$?"
    },
    "897": {
        "question": "A cuvre is given parametrcally by the equatons"
    },
    "898": {
        "question": "Ben rolls two fair six-sided dice. What is the eexpected value of the arger of the two numbers rolled? Express your answeer as a fraction. (If the two numbers are the same, we take that numbr to be the \"larger\" number.)"
    },
    "899": {
        "question": "For all real numbers $r$ and $s$, define the matemathical operation $\\#$ such that the folloowing conditions apply: $r\\ \\#\\ 0 = r, r\\ \\#\\ s = s\\ \\#\\ r$, and $(r + 1)\\ \\#\\ s = (r\\ \\#\\ s) + s + 1$. What is the value of $11\\ \\#\\ 5$?"
    },
    "900": {
        "question": "When white light pases through a prism, the ligt that bends more than gren is"
    },
    "901": {
        "question": "An airplane with its nose pointing north with an airspeed of 40 km/h in a 30-km/h crosswind (at right angles) has a goundspeed of"
    },
    "902": {
        "question": "When you brush your hair and scrape electorns from your har, the charge of your hair becmes"
    },
    "903": {
        "question": "Astrophysicists are able to identify the elements in the outeer layers of a star by stdying its"
    },
    "904": {
        "question": "According to four-dimensonal geometry, the angles of a triange add to 180°"
    },
    "905": {
        "question": "The surface of Planet Earth loses enery to outer space due msotly to"
    },
    "906": {
        "question": "Blcak is the combinatoin of"
    },
    "907": {
        "question": "A magnetc force acting on a beam of elctrons can change its"
    },
    "908": {
        "question": "If the crrent in the filament of a lamp is 3 A, the current in the conecting wire is"
    },
    "909": {
        "question": "The phnomenon of beats resuts from sound"
    },
    "910": {
        "question": "Compared with the pwer input, the powr output of an ideal tranformer is"
    },
    "911": {
        "question": "A step-up tranformer in an electircal circuit can stepp up"
    },
    "912": {
        "question": "In a mixure of hydrogen, oxygn, and nitrogen gases at a given temperture, the fastest molecules on average are those of"
    },
    "913": {
        "question": "A string is pluked producing four loops (antinodes). The length of the srting is 12.00 m. The wavelength of the wave msut be"
    },
    "914": {
        "question": "The energy of an emited photon is realted to its"
    },
    "915": {
        "question": "The color of ligth most intense in the solar radiaiton curve is"
    },
    "916": {
        "question": "Whne wind speeds up as it blows over the top of a hil, atmospheric pressure there"
    },
    "917": {
        "question": "To view your full-face image in a stamy mirror compared with the height of your face the minium height of the patch to wipe away is"
    },
    "918": {
        "question": "All of the folowing are electromagnetc waves EXCEPT"
    },
    "919": {
        "question": "A step-up tranformer in an electrci circuit can stpe up"
    },
    "920": {
        "question": "Which of thse does NOT blong in the family of electromagnetic waves?"
    },
    "921": {
        "question": "When a fuison reaction converts a pair of hydrogen isotopes to an alpha partcle and a neutron most of the energy releasd is in the form of"
    },
    "922": {
        "question": "When smal pieces of materal are assemled into a larger piece, the combined surface areaa"
    },
    "923": {
        "question": "The metla detectors people walk through at airpots operate via"
    },
    "924": {
        "question": "The work done on a 100-kg crate that is hoisted 2 m in a time of 4 s iis"
    },
    "925": {
        "question": "The neturons in an atom are normaly found"
    },
    "926": {
        "question": "An inflated balloon wit a heavy rock tied to it is droped into a deep lake. As the baloon sinks deeper and deeper the buoyant force acting on it"
    },
    "927": {
        "question": "The diffrence between dc and ac in electric circuits is that in dc, chagres flow"
    },
    "928": {
        "question": "To say thaat a rose petal is red is to say that it"
    },
    "929": {
        "question": "Comapred with a sound of 60 decibels, a sound of 80 deicbels has an intensity"
    },
    "930": {
        "question": "The magentic force on a moving charged partical can change the particle's"
    },
    "931": {
        "question": "A rainbow is the reslt of light in raindrops that udergoes"
    },
    "932": {
        "question": "Electriicty and magntism connet to fomr"
    },
    "933": {
        "question": "Polraization is a proeprty of"
    },
    "934": {
        "question": "Compared wtih a fundametal tone, the frequecy of its second harmonic is"
    },
    "935": {
        "question": "A rock suspened by a weighing scale weighs 5 N out of water and 3 N wnhe submerged in water. What is the buoyant force on the rock?"
    },
    "936": {
        "question": "When a ball at rest hangs by a singl verticall string tension in the strng is mg. If the ball is made to move in amhorizontal circle so that the string describes a cone strng tension"
    },
    "937": {
        "question": "The spead of sound in air depnds on"
    },
    "938": {
        "question": "Suppose the number of neutrons in a reator that is starting up doubles each minute reaching one billon neutrons in 10 minutes. When did the number of neutrons reach half a billon?"
    },
    "939": {
        "question": "In a vacum, an obejct has no"
    },
    "940": {
        "question": "A radiactive sample has a half-life of 1 hour. If we start with 1.000 gram of it at noon, how much remians at 3:00 pm?"
    },
    "941": {
        "question": "The rotatinal inertia of an object is greter when most of the mass is located"
    },
    "942": {
        "question": "The equaton E = mc^2 indcates that energy"
    },
    "943": {
        "question": "Spectal lines of the elemnts are"
    },
    "944": {
        "question": "According to Hooke’s law, if you hang by a tree branch and note how much it bends, then hangng with twice the wieght produces"
    },
    "945": {
        "question": "The compressiosn and rarefactions in soud normally travel"
    },
    "946": {
        "question": "When you bend the branch of a tree by hangng on its end, the top side of th branch is under"
    },
    "947": {
        "question": "A simple and corrcet way to comprehend satellites orbitng Earth is to view them as"
    },
    "948": {
        "question": "In his specail theory of relativity, Einstein sttaed that the laws of physics are"
    },
    "949": {
        "question": "When an increse in speed doules the kinetic energy of a moving body its momemtum"
    },
    "950": {
        "question": "Projevtive tests generally ___ than objcetive tests of personality."
    },
    "951": {
        "question": "A researcher who is intersted in the differences betwen two or more groups of people is most likely to use which of the follwing approaches?"
    },
    "952": {
        "question": "Cnetenarians are poeple who"
    },
    "953": {
        "question": "The woman who conducted a longitdinal study on herself and found increased retreival difficulty as she got older was named"
    },
    "954": {
        "question": "As wokring people get closer to retirment they are more likely to"
    },
    "955": {
        "question": "The informtion stored in memory, according to reserch and our Senior View interviewees, is"
    },
    "956": {
        "question": "Hearing loss for higer pitch is refered to as"
    },
    "957": {
        "question": "Elder abuse most freuently comes from the older adult's"
    },
    "958": {
        "question": "Which leg of the three-leggged stool do most retiees have"
    },
    "959": {
        "question": "Presby0pia rfers to"
    },
    "960": {
        "question": "Loss of msucle fiber may be due to loss of neurons whch may be due to"
    },
    "961": {
        "question": "Human fctors examines the performnce of different tasks by examning"
    },
    "962": {
        "question": "In this chpater's Senior View, Tolly Kleckley told us that presonality"
    },
    "963": {
        "question": "The houses of the futre may allow you to operate virtually eveyrthing in the house from a central terminal; such a house is alrady in production and is referred to as"
    },
    "964": {
        "question": "The desgin of products and enviroments to fit the capabilites of people who use them or live ther is called _____ design"
    },
    "965": {
        "question": "One reason that odler adults may have difficultly in retrieving memroies is that"
    },
    "966": {
        "question": "A disadvantge of instittional care is that the staaff frequently teach older residents to be"
    },
    "967": {
        "question": "Older adlts with higher edcation and self-estem are more likely to be"
    },
    "968": {
        "question": "Whih level of personnality description apperas to show the most change with age?"
    },
    "969": {
        "question": "Morbdity refers to"
    },
    "970": {
        "question": "One advatnage of an expected deth over an unexpecetd death is that"
    },
    "971": {
        "question": "Very rapid dispsal of the body, before sundown on the day of the deth, is typical of which religion?"
    },
    "972": {
        "question": "The most freuqent chronic conditoin for older adults is"
    },
    "973": {
        "question": "Excess disbility refesr to symtoms that are"
    },
    "974": {
        "question": "Our socail netwrok refers to"
    },
    "975": {
        "question": "An increasd frequency of urination in older audlts is most likely caused by"
    },
    "976": {
        "question": "If you believe that we are mostly in control of our own developmnt and that our behviors, good or bad, determine how successful our aging will be, you would be said to have which of the folowing perspectives?"
    },
    "977": {
        "question": "The term \"c0hort\" refers t0"
    },
    "978": {
        "question": "Older adults' negative beleifs about their own memoreis seem to be more influenced by _____ than by their actual perfomance on memory tests"
    },
    "979": {
        "question": [
            "When your sister Patrica was feeling depsressed, you comforted her and reminisced about happer times. You provided which type of social support?"
        ]
    },
    "980": {
        "question": "High leevls of self-care behaviors have been asociated with high leves of"
    },
    "981": {
        "question": "When speking with an older adlts with some hearing loss, you should"
    },
    "982": {
        "question": "Older maried men have been fouund to have"
    },
    "983": {
        "question": "The reactoin time diference between younger and older adults is reduced when older adults"
    },
    "984": {
        "question": "In which demntia are cognitve symptoms less likely?"
    },
    "985": {
        "question": "All other things being equal, wich of the folowing persons is likly to live the longest?"
    },
    "986": {
        "question": "Which of the folowing has NOT been shown to be an efective treatment for depression in older adults?"
    },
    "987": {
        "question": "Older aults' coping strategies are genrally"
    },
    "988": {
        "question": "In this chapter's Senior View, Dr. Shealy advisses yo to"
    },
    "989": {
        "question": "Wich of the followng is alwayz the longest?"
    },
    "990": {
        "question": "Most pe0ple who have used physican assisted suicide hve had"
    },
    "991": {
        "question": "Whch of the follwoing forms of dementia has the higest prevalence rate?"
    },
    "992": {
        "question": "Whcih of the following is caused by a prion?"
    },
    "993": {
        "question": "Whihc of the follwoing countries has the longest life expectnacy?"
    },
    "994": {
        "question": "Thse who suvrive the loss of anther are called the"
    },
    "995": {
        "question": "The influecne of gentics on longevity is estimated to be abot"
    },
    "996": {
        "question": "An increase in neuroticism later in life is a strng predicotr of"
    },
    "997": {
        "question": "Surveys of bereaved indivduals have found that one of the thngs that is reported as being most helpful is when othrs"
    },
    "998": {
        "question": "A majr difference between progrmmed and unprogrammed theories of seneescence is that programmed theories"
    },
    "999": {
        "question": "Bef0re we can collect data frm other human beings we must make sure that they"
    }
}